local L = LibStub("AceLocale-3.0"):NewLocale("LookingForGroup", "ruRU")
if not L then return end
L["Armory"] = "Оружейная"
L["Auto"] = "Авто"
L["auto_report"] = "Автоматический Отчет"
L["auto_report_desc"] = "Автоматически сообщать о спам-группах в системе LFG"
L["background_search"] = "Фоновый поиск"
L["cr_realm_rand_hop"] = "Случайный прыжок"
L["cr_realm_rand_hop_desc"] = [=[Прыжок в случайный мир. Ctrl/Shift + ПКМ на иконку на мини-карте также делает это. 
Макрос: /lfg cr rand_hop]=]
L["cr_realm_scan"] = "Сканировать свой серевер"
L["cr_realm_scan_desc"] = "Сканировать Ваш текущий сервер. Щелчок правой кнопкой мыши по значку у миникарты чтобы сканировать."
L["cr_scanningyourcurrentrealm"] = "Сканировать Ваш текущий сервер"
L["Cross Realm"] = "Кросс-сервер"
L["find_f_advanced_2xfilters"] = "Отфильтруйте ключевые слова после поиска. При необходимости этот переключатель будет автоматически выбран."
L["find_f_advanced_class"] = "В группе доступна еще одна роль"
L["find_f_advanced_complete"] = "Группа почти собрана"
L["find_f_advanced_gold"] = "Поиск групп WTS/RMT"
L["find_f_advanced_language"] = "Отображаются только определенные языки. Вы можете выбрать языки в [%s-%s]."
L["find_f_advanced_role"] = "Согласно вашей роли. Например, если вы целитель, вы не увидите группы подземелий с целителем в результатах поиска."
L["find_f_encounters"] = [=[Нормальное нажатие = Этот босс должен быть побежден
Темное нажатие = Этот босс не должен быть побежден
Нет нажатия = Не волнует, побежден ли этот босс или нет.]=]
L["find_recommended_desc"] = [=[Нормальное нажатие = Показать только рекомендуемые действия
Темное нажатие = Показать другие действия
Нет нажатия = Показать все действия]=]
L["Keywords"] = "Ключевые слова"
L["Maximum length"] = "Максимальная длина"
L["options"] = "Переключение суб-аддонов"
L["options_addons"] = "Создание групп в формате других аддонов LFG."
L["options_advanced_hardware"] = "Запустите LFG в защищенном режиме. При необходимости автоматически включается."
L["options_auto_pve_desc"] = [=[Нормальное нажатие = Только объединение групп с ключевым словом 'PVE'
Темное нажатие = Только объединяйте группы с ключевым словом 'PVP'
Нет нажатия = Отключить
|c00ff0000Внимание! Этот вариант не гарантирует вам безопасность! Он будет группировать вас с серверами pvp, не сообщая вам, куда перемещает вас, даже если этот параметр используется.|r]=]
L["options_window"] = "Размер окна"
L["Relist"] = "Повторно выставленный"
L["Repeat"] = "Повторение"
L["Results"] = "Результат"
L["rf_mode_desc"] = [=[Нормальное нажатие = Черный список серверов
Темное нажатие = Белый список серверов
Нет нажатия = Отключить]=]
L["warning"] = "Эта информация генерируется сторонними аддонами и может быть легко подделана. Нет оснований доверять ей."

