
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["Friede - 主宰之剑"] = "Friede - 主宰之剑",
	},
	["profiles"] = {
		["Friede - 主宰之剑"] = {
			["lastSearchCode"] = "6-0-0-0",
			["version"] = "80000.07",
			["settings"] = {
				["panel"] = false,
			},
			["recent"] = {
				["3-0-657-0"] = {
					{
						["role"] = "TANK",
						["name"] = "灵打拯救世界-破碎岭",
						["iLvl"] = 355,
						["time"] = 1543686945,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "亦玄#51129",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "白菜心-暗影裂口",
						["iLvl"] = 357,
						["time"] = 1543686945,
						["class"] = 3,
						["bTag"] = "CWQ#5245",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "袖珍小布点-克洛玛古斯",
						["iLvl"] = 369,
						["time"] = 1543686861,
						["class"] = 1,
						["bTag"] = "五四六七#5996",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "打击霸先僧-迦拉克隆",
						["time"] = 1543686945,
						["class"] = 7,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "天佑丿复生-千针石林",
						["iLvl"] = 378,
						["time"] = 1543686938,
						["class"] = 3,
						["bTag"] = "天佑复生#51597",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "戈雷-末日行者",
						["iLvl"] = 381,
						["time"] = 1543686945,
						["class"] = 2,
						["bTag"] = "Dnsclinet#5528",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "Deathkinghts-勇士岛",
						["iLvl"] = 280,
						["time"] = 1543686945,
						["class"] = 6,
						["bTag"] = "凛冬将至#53347",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "夜天使-天谴之门",
						["time"] = 1543686945,
						["class"] = 2,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "背黑锅我来丶-破碎岭",
						["iLvl"] = 355,
						["time"] = 1543686945,
						["class"] = 3,
						["bTag"] = "乡村路人#5706",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "若遇浅香丶-国王之谷",
						["iLvl"] = 385,
						["time"] = 1543686940,
						["class"] = 4,
						["bTag"] = "jHT#51502",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "克洛蒂雅-国王之谷",
						["iLvl"] = 376,
						["time"] = 1543686861,
						["class"] = 5,
						["bTag"] = "唐纳陈#5410",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "普莉西亚-羽月",
						["iLvl"] = 346,
						["time"] = 1543686945,
						["class"] = 8,
						["bTag"] = "loveplus#5332",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Tucktuck-白银之手",
						["iLvl"] = 337,
						["time"] = 1543686861,
						["class"] = 12,
						["bTag"] = "TNM#51521",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "阿昆达的先祖-扎拉赞恩",
						["time"] = 1543686936,
						["class"] = 6,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "风暴麦酒-范达尔鹿盔",
						["iLvl"] = 375,
						["time"] = 1543686945,
						["class"] = 10,
						["bTag"] = "YEGE#5126",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "無敵猎手-玛诺洛斯",
						["iLvl"] = 368,
						["time"] = 1543686945,
						["class"] = 12,
						["bTag"] = "余科科#5793",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "维尼奥勒-埃克索图斯",
						["iLvl"] = 372,
						["time"] = 1543686945,
						["class"] = 1,
						["bTag"] = "许宁#5264",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "終極聖鬥士-奥特兰克",
						["iLvl"] = 372,
						["time"] = 1543686945,
						["class"] = 2,
						["bTag"] = "Firefox#5233",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古拉斯布克-扎拉赞恩",
						["iLvl"] = 372,
						["time"] = 1543686945,
						["class"] = 3,
						["bTag"] = "艾尔之子#511263",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "缘乄筱雨-安苏",
						["iLvl"] = 306,
						["time"] = 1543686936,
						["class"] = 6,
						["bTag"] = "李羽轩#51470",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "夜魔妖娆-海达希亚",
						["iLvl"] = 367,
						["time"] = 1543686940,
						["class"] = 3,
						["bTag"] = "紫茉芊芊#5663",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "孙六空-梦境之树",
						["iLvl"] = 383,
						["time"] = 1543686945,
						["class"] = 2,
						["bTag"] = "齐大大#5479",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "剑翎-安苏",
						["iLvl"] = 345,
						["time"] = 1543686945,
						["class"] = 2,
						["bTag"] = "落小天#5235",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "我丑得有个性-神圣之歌",
						["iLvl"] = 345,
						["time"] = 1543686934,
						["class"] = 2,
						["bTag"] = "快乐之裤#590311",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "冰寒极度-阿古斯",
						["iLvl"] = 351,
						["time"] = 1543686945,
						["class"] = 8,
						["bTag"] = "中二少年丶#5893",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "背判者-蜘蛛王国",
						["iLvl"] = 342,
						["time"] = 1543686945,
						["class"] = 12,
						["bTag"] = "我会飞#5473",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "黑莓一星冰乐-壁炉谷",
						["iLvl"] = 376,
						["time"] = 1543686945,
						["class"] = 9,
						["bTag"] = "阿鲁卡多#5674",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "逸也飞-丽丽（四川）",
						["iLvl"] = 343,
						["time"] = 1543686938,
						["class"] = 3,
						["bTag"] = "小小之植物#5202414",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "索德罗斯-艾森娜",
						["iLvl"] = 354,
						["time"] = 1543686940,
						["class"] = 4,
						["bTag"] = "alpha1014#5515",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "小星晴-遗忘海岸",
						["iLvl"] = 361,
						["time"] = 1543686945,
						["class"] = 1,
						["bTag"] = "沉默之剑#5349481",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "圣光吟唱-死亡之翼",
						["iLvl"] = 370,
						["time"] = 1543686945,
						["class"] = 2,
						["bTag"] = "花随流水#5528",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "洛加留斯-永恒之井",
						["iLvl"] = 351,
						["time"] = 1543686861,
						["class"] = 6,
						["bTag"] = "苍白的正义#52432",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "风驰怒风-格瑞姆巴托",
						["iLvl"] = 342,
						["time"] = 1543686945,
						["class"] = 12,
						["bTag"] = "歪毛#5622",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "给我加个血-风暴之眼",
						["iLvl"] = 372,
						["time"] = 1543686940,
						["class"] = 10,
						["bTag"] = "海带也疯狂#5648",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "秋风落宇-达纳斯",
						["iLvl"] = 340,
						["time"] = 1543686938,
						["class"] = 3,
						["bTag"] = "风涯#5655",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "卡莉西雅-罗宁",
						["iLvl"] = 356,
						["time"] = 1543686945,
						["class"] = 3,
						["bTag"] = "秋暮影#5531",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Hugedog-白银之手",
						["iLvl"] = 381,
						["time"] = 1543686945,
						["class"] = 12,
						["bTag"] = "来爹爹#5924",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "奶德奶不德-迦拉克隆",
						["iLvl"] = 373,
						["time"] = 1543686945,
						["class"] = 11,
						["bTag"] = "光雾之秋#5636",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "圣光小骚蹄子-白银之手",
						["iLvl"] = 363,
						["time"] = 1543686945,
						["class"] = 2,
						["bTag"] = "落羽追星#5819",
					}, -- [39]
				},
				["1-247-648-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "信仰能吃不-壁炉谷",
						["iLvl"] = 371,
						["time"] = 1543754294,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "艾泽拉斯之星#51566",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光的艾蕾尔-主宰之剑",
						["iLvl"] = 365,
						["time"] = 1543754312,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "逗比津#5488",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "末日沙场-瓦里玛萨斯",
						["time"] = 1543754302,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "肥肥的饭团-菲拉斯",
						["time"] = 1543754312,
						["class"] = 11,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "大小法爷-千针石林",
						["iLvl"] = 311,
						["time"] = 1543754312,
						["class"] = 8,
						["bTag"] = "二十二风#5390",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "低调灬大猫-主宰之剑",
						["iLvl"] = 372,
						["time"] = 1543754312,
						["class"] = 8,
						["bTag"] = "低调丶大猫#5596",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "浅色嗜好者-影牙要塞",
						["iLvl"] = 372,
						["time"] = 1543754298,
						["class"] = 12,
						["bTag"] = "落寂暗欢#5188",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "狱火小凤凰-诺兹多姆",
						["iLvl"] = 386,
						["time"] = 1543754312,
						["class"] = 2,
						["bTag"] = "回忆里的歌#5301",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "行走的堡垒-末日行者",
						["iLvl"] = 317,
						["time"] = 1543754312,
						["class"] = 1,
						["bTag"] = "艺寒#5584",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "插科打诨-翡翠梦境",
						["iLvl"] = 378,
						["time"] = 1543754312,
						["class"] = 8,
						["bTag"] = "一绯鞠一#5664",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "风起无月丶-末日行者",
						["iLvl"] = 380,
						["time"] = 1543754298,
						["class"] = 3,
						["bTag"] = "漫步#5937",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "淡花溪-罗宁",
						["iLvl"] = 383,
						["time"] = 1543754312,
						["class"] = 11,
						["bTag"] = "淡花溪#5545",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "看门老汉-阿古斯",
						["iLvl"] = 384,
						["time"] = 1543754308,
						["class"] = 9,
						["bTag"] = "万人迷7070#5351",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "努比亚-诺兹多姆",
						["iLvl"] = 361,
						["time"] = 1543754298,
						["class"] = 12,
						["bTag"] = "大无极#5123",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫小署-安苏",
						["iLvl"] = 303,
						["time"] = 1543754312,
						["class"] = 8,
						["bTag"] = "熊猫蛋蛋#5379",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "神知灬吾知-国王之谷",
						["iLvl"] = 376,
						["time"] = 1543754312,
						["class"] = 3,
						["bTag"] = "cwm#5352",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "啾啾戚戚-回音山",
						["iLvl"] = 376,
						["time"] = 1543754312,
						["class"] = 5,
						["bTag"] = "iliuyuyang#5629",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "洋子-熊猫酒仙",
						["time"] = 1543754298,
						["class"] = 12,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "幸福的泥点子-海克泰尔",
						["iLvl"] = 380,
						["time"] = 1543754294,
						["class"] = 6,
						["bTag"] = "幸福的泥点子#5461",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "转动叶片-麦迪文",
						["iLvl"] = 365,
						["time"] = 1543754306,
						["class"] = 1,
						["bTag"] = "熊猫宝宝帅#5974",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "尕办成-主宰之剑",
						["iLvl"] = 373,
						["time"] = 1543754304,
						["class"] = 5,
						["bTag"] = "尕尕尕半成#5398",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "顾倩倩-主宰之剑",
						["iLvl"] = 351,
						["time"] = 1543754312,
						["class"] = 4,
						["bTag"] = "彼岸花开有情人#5546",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "尘世之劫丶-海克泰尔",
						["iLvl"] = 379,
						["time"] = 1543754312,
						["class"] = 3,
						["bTag"] = "丶晚安#5178",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "捶头鲨-白银之手",
						["iLvl"] = 383,
						["time"] = 1543754298,
						["class"] = 12,
						["bTag"] = "二十六#5791",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "阿牧要早睡丶-安苏",
						["iLvl"] = 361,
						["time"] = 1543754292,
						["class"] = 4,
						["bTag"] = "微笑不解释丶#5870",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "小伊文-玛多兰",
						["iLvl"] = 372,
						["time"] = 1543754298,
						["class"] = 8,
						["bTag"] = "文子#51191",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "神圣意志触发-阿古斯",
						["iLvl"] = 386,
						["time"] = 1543754312,
						["class"] = 2,
						["bTag"] = "好大个柠檬#5953",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "圣洁者雷澈-艾欧娜尔",
						["iLvl"] = 347,
						["time"] = 1543754312,
						["class"] = 2,
						["bTag"] = "圣洁者雷澈#5833",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "尾巴努力-破碎岭",
						["iLvl"] = 382,
						["time"] = 1543754312,
						["class"] = 4,
						["bTag"] = "尾巴努力#5284",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "喲伱命叄仟-奥特兰克",
						["iLvl"] = 344,
						["time"] = 1543754312,
						["class"] = 7,
						["bTag"] = "这个世界需要屁股#5166",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "伊利德怒疯-自由之风",
						["iLvl"] = 371,
						["time"] = 1543754312,
						["class"] = 12,
						["bTag"] = "野蛮极度#5565",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "幻海如梦-神圣之歌",
						["time"] = 1543754308,
						["class"] = 8,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "没什么优点-罗宁",
						["iLvl"] = 383,
						["time"] = 1543754312,
						["class"] = 8,
						["bTag"] = "心情爆炸#5269",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "筋肉的信仰-贫瘠之地",
						["time"] = 1543754312,
						["class"] = 7,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "珈蓝若梦-罗宁",
						["time"] = 1543754312,
						["class"] = 8,
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "阿志丷奶有毒-回音山",
						["time"] = 1543754312,
						["class"] = 10,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Honeyvicki-白银之手",
						["time"] = 1543754312,
						["class"] = 3,
					}, -- [37]
				},
				["1-247-647-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "红胡子埃德加-玛里苟斯",
						["iLvl"] = 379,
						["time"] = 1543687564,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Edgaro#5125",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "林艾雪-阿古斯",
						["iLvl"] = 352,
						["time"] = 1543687556,
						["class"] = 6,
						["bTag"] = "林艾晶#5178",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "王肉肉-主宰之剑",
						["iLvl"] = 382,
						["time"] = 1543687558,
						["class"] = 10,
						["bTag"] = "王佩佩#51113",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "香菜炖咕咕-石锤",
						["time"] = 1543687564,
						["class"] = 9,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "知心大姐姐-艾森娜",
						["iLvl"] = 387,
						["time"] = 1543687564,
						["class"] = 9,
						["bTag"] = "aruisi#5997",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "拉兹很厉害-塞泰克",
						["iLvl"] = 358,
						["time"] = 1543687558,
						["class"] = 3,
						["bTag"] = "夜长梦太多#51724",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "不丶听-阿古斯",
						["iLvl"] = 386,
						["time"] = 1543687564,
						["class"] = 8,
						["bTag"] = "达拉然毕业生#5602",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "宝贝最无敌-遗忘海岸",
						["time"] = 1543687564,
						["class"] = 7,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "云无心-末日行者",
						["iLvl"] = 378,
						["time"] = 1543687564,
						["class"] = 2,
						["bTag"] = "贪睡之熊#54789",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "迪斯克尔蒂亚-熊猫酒仙",
						["iLvl"] = 343,
						["time"] = 1543687564,
						["class"] = 8,
						["bTag"] = "镜子#5171",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "雾影赤瞳-塞纳留斯",
						["iLvl"] = 363,
						["time"] = 1543687564,
						["class"] = 3,
						["bTag"] = "赤瞳#5429",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "坑隊友光環-奥蕾莉亚",
						["time"] = 1543687564,
						["class"] = 2,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Ksarthur-安苏",
						["iLvl"] = 351,
						["time"] = 1543687564,
						["class"] = 1,
						["bTag"] = "Ksarthur#5599",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "無邊黑暗-勇士岛",
						["iLvl"] = 356,
						["time"] = 1543687562,
						["class"] = 9,
						["bTag"] = "茫然的四呆#5424",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "向左丶-斯坦索姆",
						["iLvl"] = 386,
						["time"] = 1543687558,
						["class"] = 8,
						["bTag"] = "向左丶#5515",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Söl-白银之手",
						["iLvl"] = 382,
						["time"] = 1543687564,
						["class"] = 12,
						["bTag"] = "索尔弗雷德里克#5601",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "魅影如幻-安苏",
						["iLvl"] = 368,
						["time"] = 1543687564,
						["class"] = 12,
						["bTag"] = "Brayden#5931",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "骑的就是大象-耳语海岸",
						["iLvl"] = 379,
						["time"] = 1543687562,
						["class"] = 6,
						["bTag"] = "Reiszy#5582",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "萨满的識言-耳语海岸",
						["iLvl"] = 354,
						["time"] = 1543687564,
						["class"] = 7,
						["bTag"] = "Reisz#5362",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "悦琪-圣火神殿",
						["iLvl"] = 336,
						["time"] = 1543687558,
						["class"] = 3,
						["bTag"] = "苏小妹#5230",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "小爵爷的肉肉-诺兹多姆",
						["iLvl"] = 376,
						["time"] = 1543687564,
						["class"] = 10,
						["bTag"] = "我擦嘞嘞#51247",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "拳皇-银月",
						["time"] = 1543687564,
						["class"] = 1,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "柒丶影-破碎岭",
						["iLvl"] = 351,
						["time"] = 1543687558,
						["class"] = 4,
						["bTag"] = "柒丶#51940",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "糊涂天神-贫瘠之地",
						["iLvl"] = 343,
						["time"] = 1543687564,
						["class"] = 1,
						["bTag"] = "闻道先#5542",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "客官丶快上床-守护之剑",
						["iLvl"] = 380,
						["time"] = 1543687562,
						["class"] = 10,
						["bTag"] = "艾小二#5397",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "燃烧姐-末日行者",
						["iLvl"] = 386,
						["time"] = 1543687556,
						["class"] = 12,
						["bTag"] = "我能反杀#5498",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "伊兰妮-国王之谷",
						["iLvl"] = 348,
						["time"] = 1543687564,
						["class"] = 11,
						["bTag"] = "嗜血的菲利普#5743",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "仓惶無用-安威玛尔",
						["iLvl"] = 348,
						["time"] = 1543687564,
						["class"] = 12,
						["bTag"] = "Luciferken#5953",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "阿儿东北丝-风暴之眼",
						["iLvl"] = 286,
						["time"] = 1543687564,
						["class"] = 6,
						["bTag"] = "神风#5261",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "月下凉风-瑞文戴尔",
						["time"] = 1543687558,
						["class"] = 4,
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "一个沐师-拉文凯斯",
						["time"] = 1543687564,
						["class"] = 1,
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "沐凡-巴尔古恩",
						["iLvl"] = 307,
						["time"] = 1543687558,
						["class"] = 2,
						["bTag"] = "孤单的风#5877",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "绵绵春雨-风暴峭壁",
						["iLvl"] = 371,
						["time"] = 1543687564,
						["class"] = 6,
						["bTag"] = "神马只是白云#5324",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "若遇浅香丶-国王之谷",
						["iLvl"] = 385,
						["time"] = 1543687564,
						["class"] = 4,
						["bTag"] = "jHT#51502",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "轻云蔽月灬-末日行者",
						["time"] = 1543687564,
						["class"] = 3,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "一刑罚一-风暴之眼",
						["time"] = 1543687564,
						["class"] = 12,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "女神圣光-艾萨拉",
						["time"] = 1543687564,
						["class"] = 2,
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "口欠火暴-罗宁",
						["time"] = 1543687564,
						["class"] = 2,
					}, -- [38]
				},
			},
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
			},
		},
	},
}
