
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["苍白的形容词 - 主宰之剑"] = "苍白的形容词 - 主宰之剑",
	},
	["profiles"] = {
		["苍白的形容词 - 主宰之剑"] = {
			["settings"] = {
				["panel"] = false,
			},
			["createHistoryList"] = {
				"2-142-517-0", -- [1]
				"2-146-658-0", -- [2]
				"2-140-646-0", -- [3]
				"2-141-660-0", -- [4]
				"2-137-499-0", -- [5]
			},
			["lastSearchCode"] = "3-0-0-0",
			["searchHistoryList"] = {
				"3-0-0-0", -- [1]
				"2-0-0-0", -- [2]
				"6-0-0-0", -- [3]
			},
			["version"] = "80000.07",
			["advShine"] = "80000.07",
			["recent"] = {
				["3-122-468-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "炯架架-奥特兰克",
						["iLvl"] = 363,
						["time"] = 1543684517,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "玉米大山楂#5233",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "死神猎魔人-末日行者",
						["time"] = 1543684517,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "一个好手-诺莫瑞根",
						["iLvl"] = 222,
						["time"] = 1543684517,
						["class"] = 12,
						["bTag"] = "为拉联盟#5881",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "蝳液-格瑞姆巴托",
						["iLvl"] = 354,
						["time"] = 1543684517,
						["class"] = 4,
						["bTag"] = "野兽的温柔#5295",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "过眼繁华-铜龙军团",
						["iLvl"] = 364,
						["time"] = 1543684517,
						["class"] = 3,
						["bTag"] = "过眼繁华#5416",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "麼麼茶-金色平原",
						["iLvl"] = 381,
						["time"] = 1543684517,
						["class"] = 7,
						["bTag"] = "萌萌熊#5724",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "糖糖小巧-国王之谷",
						["iLvl"] = 266,
						["time"] = 1543684517,
						["class"] = 2,
						["bTag"] = "沉默之剑#523753",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "小猪被骑-暗影议会",
						["time"] = 1543684517,
						["class"] = 12,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "信乐团-雷斧堡垒",
						["iLvl"] = 378,
						["time"] = 1543684517,
						["class"] = 11,
						["bTag"] = "艾纪斯#5643",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "死狮子牧歌-末日行者",
						["iLvl"] = 366,
						["time"] = 1543684517,
						["class"] = 6,
						["bTag"] = "Ragnarok#5536",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "拥抱-破碎岭",
						["time"] = 1543684517,
						["class"] = 8,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "麻婆豆腐渣-白银之手",
						["iLvl"] = 374,
						["time"] = 1543684517,
						["class"] = 12,
						["bTag"] = "你咋不上天#51756",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "低級趣味-罗宁",
						["iLvl"] = 353,
						["time"] = 1543684517,
						["class"] = 4,
						["bTag"] = "北岸球童#5162",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "核子风暴-梦境之树",
						["iLvl"] = 351,
						["time"] = 1543684517,
						["class"] = 11,
						["bTag"] = "核子风暴#5568",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "Donotgo-龙骨平原",
						["iLvl"] = 366,
						["time"] = 1543684517,
						["class"] = 11,
						["bTag"] = "MrRight#5481",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "堕落之毅-主宰之剑",
						["time"] = 1543684517,
						["class"] = 12,
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "江湖郎中-狂风峭壁",
						["iLvl"] = 365,
						["time"] = 1543684517,
						["class"] = 5,
						["bTag"] = "老来稀#5585",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "光辉雅典娜-白银之手",
						["iLvl"] = 368,
						["time"] = 1543684517,
						["class"] = 5,
						["bTag"] = "奥特宝#5170",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "老实人阿潘-风暴峭壁",
						["iLvl"] = 360,
						["time"] = 1543684517,
						["class"] = 12,
						["bTag"] = "潘俊#5338",
					}, -- [19]
				},
				["2-146-659-0"] = {
					{
						["role"] = "TANK",
						["name"] = "顾浅浅-主宰之剑",
						["iLvl"] = 383,
						["time"] = 1543600751,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "双马尾的兔子浅#5678",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "極樂净土丶-罗宁",
						["iLvl"] = 384,
						["time"] = 1543600751,
						["class"] = 4,
						["bTag"] = "Ganster#51847",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "尕办成-主宰之剑",
						["iLvl"] = 373,
						["time"] = 1543600751,
						["class"] = 5,
						["bTag"] = "尕尕尕半成#5398",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "蝎总粑粑-末日行者",
						["iLvl"] = 377,
						["time"] = 1543600751,
						["class"] = 12,
						["bTag"] = "蝎丶总#5328",
					}, -- [4]
				},
				["2-140-646-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "可爱的熊孩子-主宰之剑",
						["iLvl"] = 298,
						["time"] = 1543411672,
						["class"] = 11,
						["bTag"] = "双马尾的兔子浅#5678",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "式渐-克洛玛古斯",
						["time"] = 1543411672,
						["class"] = 1,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "顾倩倩-主宰之剑",
						["iLvl"] = 347,
						["time"] = 1543411672,
						["class"] = 4,
						["bTag"] = "彼岸花开有情人#5546",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "死亡和明天-末日行者",
						["iLvl"] = 328,
						["time"] = 1543411672,
						["class"] = 10,
						["bTag"] = "愿望#5292",
					}, -- [4]
				},
				["1-247-649-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "黑得找不到北-白银之手",
						["iLvl"] = 383,
						["time"] = 1543587099,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "等等#5388",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "嘘灬-远古海滩",
						["iLvl"] = 355,
						["time"] = 1543587099,
						["class"] = 3,
						["bTag"] = "Jaime520#5397",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "狂暴的酱油-迅捷微风",
						["iLvl"] = 339,
						["time"] = 1543587099,
						["class"] = 1,
						["bTag"] = "墨迹的酱油#5437",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "堀北灬真希-普罗德摩",
						["iLvl"] = 373,
						["time"] = 1543587082,
						["class"] = 4,
						["bTag"] = "cckiller#5124",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "有一点愤怒-玛里苟斯",
						["iLvl"] = 360,
						["time"] = 1543587099,
						["class"] = 2,
						["bTag"] = "seamanroo#5720",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "闹藥-雷霆之王",
						["time"] = 1543587099,
						["class"] = 10,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "萌小侠-德拉诺",
						["iLvl"] = 343,
						["time"] = 1543587099,
						["class"] = 10,
						["bTag"] = "二胖大侠#5952",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "终极小猎手-安苏",
						["iLvl"] = 354,
						["time"] = 1543587099,
						["class"] = 12,
						["bTag"] = "极速之潜行者#58724",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "想飞的风-翡翠梦境",
						["iLvl"] = 378,
						["time"] = 1543587099,
						["class"] = 2,
						["bTag"] = "想飞的风#5124",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "火之死神-克洛玛古斯",
						["iLvl"] = 350,
						["time"] = 1543587095,
						["class"] = 3,
						["bTag"] = "火之死神#5500",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "无梦-蜘蛛王国",
						["iLvl"] = 359,
						["time"] = 1543587099,
						["class"] = 12,
						["bTag"] = "洒家#5498",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "瑞亚雷奥-塞纳留斯",
						["iLvl"] = 307,
						["time"] = 1543587099,
						["class"] = 2,
						["bTag"] = "海骏#5617",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "捌零人间-洛丹伦",
						["iLvl"] = 348,
						["time"] = 1543587099,
						["class"] = 2,
						["bTag"] = "第四人间#5811",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "光臦臩-库德兰",
						["iLvl"] = 364,
						["time"] = 1543587099,
						["class"] = 2,
						["bTag"] = "黑暗影#5833",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "温情宝贝-金色平原",
						["iLvl"] = 326,
						["time"] = 1543587099,
						["class"] = 1,
						["bTag"] = "温情宝贝#5809",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "雪落丶青峰-荆棘谷",
						["iLvl"] = 373,
						["time"] = 1543587099,
						["class"] = 8,
						["bTag"] = "Stefanie#51872",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "花前丶月下-逐日者",
						["iLvl"] = 346,
						["time"] = 1543587099,
						["class"] = 3,
						["bTag"] = "胖子爱杀猪#5527",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "开心小荦-生态船",
						["iLvl"] = 385,
						["time"] = 1543587099,
						["class"] = 8,
						["bTag"] = "荦荦#5131",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "筱噗噗-灰谷",
						["iLvl"] = 360,
						["time"] = 1543587099,
						["class"] = 3,
						["bTag"] = "别叫我乔丹#5344",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "软糖柯基-阿古斯",
						["iLvl"] = 383,
						["time"] = 1543587095,
						["class"] = 12,
						["bTag"] = "安惜福#5192",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Leonid-轻风之语",
						["iLvl"] = 371,
						["time"] = 1543587099,
						["class"] = 8,
						["bTag"] = "墨染北辰雪#5338",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "彩虹依旧-诺兹多姆",
						["iLvl"] = 381,
						["time"] = 1543587099,
						["class"] = 3,
						["bTag"] = "尘封恶魔#5359",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "莳光丶浅浅-诺兹多姆",
						["iLvl"] = 364,
						["time"] = 1543587099,
						["class"] = 8,
						["bTag"] = "蜜雪儿#5596",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "凌晓雨-永恒之井",
						["iLvl"] = 376,
						["time"] = 1543587099,
						["class"] = 10,
						["bTag"] = "救世主#5911",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "肖恩丶威斯利-安苏",
						["iLvl"] = 360,
						["time"] = 1543587082,
						["class"] = 9,
						["bTag"] = "海山#5145",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "韭菜猪肉馅-金色平原",
						["time"] = 1543587099,
						["class"] = 8,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "月夜之星-利刃之拳",
						["iLvl"] = 360,
						["time"] = 1543587080,
						["class"] = 4,
						["bTag"] = "SuperMT#5369",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "罪城淡蓝-轻风之语",
						["iLvl"] = 371,
						["time"] = 1543587099,
						["class"] = 3,
						["bTag"] = "淡蓝色的思绪#5359",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "古月婧婧-托尔巴拉德",
						["iLvl"] = 353,
						["time"] = 1543587099,
						["class"] = 5,
						["bTag"] = "果果#51759",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "清雨杉-影牙要塞",
						["iLvl"] = 376,
						["time"] = 1543587099,
						["class"] = 10,
						["bTag"] = "雨后天空#5269",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "雨爱-影牙要塞",
						["iLvl"] = 367,
						["time"] = 1543587082,
						["class"] = 7,
						["bTag"] = "雨后#5969",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "Mentiroso-罗宁",
						["iLvl"] = 383,
						["time"] = 1543587099,
						["class"] = 10,
						["bTag"] = "婳境#5276",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "克莉欧派特拉-罗宁",
						["iLvl"] = 383,
						["time"] = 1543587099,
						["class"] = 12,
						["bTag"] = "婳境#5276",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑的小狮子-熊猫酒仙",
						["iLvl"] = 377,
						["time"] = 1543587099,
						["class"] = 1,
						["bTag"] = "微笑的天空#51572",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "影刃武帝-安苏",
						["iLvl"] = 324,
						["time"] = 1543587099,
						["class"] = 12,
						["bTag"] = "风言雾语#5698",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "逐梦之影-蓝龙军团",
						["time"] = 1543587097,
						["class"] = 1,
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "得意洋洋-普罗德摩",
						["iLvl"] = 374,
						["time"] = 1543587099,
						["class"] = 11,
						["bTag"] = "提拉米苏#52607",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "蕾冥萱-回音山",
						["iLvl"] = 332,
						["time"] = 1543587099,
						["class"] = 5,
						["bTag"] = "村上春咪#5147",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "铁血行者-霜之哀伤",
						["iLvl"] = 365,
						["time"] = 1543587097,
						["class"] = 1,
						["bTag"] = "芭芙菈蜘蛛网#5315",
					}, -- [39]
				},
				["2-137-499-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "可爱的熊孩子-主宰之剑",
						["iLvl"] = 287,
						["time"] = 1543399704,
						["class"] = 11,
						["bTag"] = "双马尾的兔子浅#5678",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "顾倩倩-主宰之剑",
						["iLvl"] = 344,
						["time"] = 1543399661,
						["class"] = 4,
						["bTag"] = "彼岸花开有情人#5546",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "夜丨飞雪-末日行者",
						["iLvl"] = 331,
						["time"] = 1543399704,
						["class"] = 5,
						["bTag"] = "遂心丶所欲#5231",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "莫奈奈哒-末日行者",
						["iLvl"] = 327,
						["time"] = 1543399704,
						["class"] = 2,
						["bTag"] = "LuckyTiger#52135",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "情殇彼岸花-主宰之剑",
						["time"] = 1543399704,
						["class"] = 3,
					}, -- [5]
				},
				["2-137-502-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "不乖不怪-蜘蛛王国",
						["iLvl"] = 383,
						["time"] = 1543597296,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "发条橙#52207",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "顾浅浅-主宰之剑",
						["iLvl"] = 383,
						["time"] = 1543680514,
						["class"] = 2,
						["bTag"] = "双马尾的兔子浅#5678",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "尕办成-主宰之剑",
						["iLvl"] = 373,
						["time"] = 1543597296,
						["class"] = 5,
						["bTag"] = "尕尕尕半成#5398",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "芙蓉德拉库尔-安苏",
						["iLvl"] = 378,
						["time"] = 1543597296,
						["class"] = 2,
						["bTag"] = "终于#5585",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "晴天小强-暗影之月",
						["iLvl"] = 388,
						["time"] = 1543680514,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "小强#52550",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "三队法師-暗影之月",
						["iLvl"] = 378,
						["time"] = 1543680514,
						["class"] = 8,
						["bTag"] = "晴天老牧#5718",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "无忧草-白银之手",
						["time"] = 1543680514,
						["class"] = 7,
					}, -- [7]
				},
				["2-142-517-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "可爱的熊孩子-主宰之剑",
						["iLvl"] = 315,
						["time"] = 1543419284,
						["class"] = 11,
						["bTag"] = "双马尾的兔子浅#5678",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "顾倩倩-主宰之剑",
						["iLvl"] = 349,
						["time"] = 1543419284,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "彼岸花开有情人#5546",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "就干那个迪凯-铜龙军团",
						["iLvl"] = 339,
						["time"] = 1543419284,
						["class"] = 2,
						["bTag"] = "鲤鱼王#51321",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "婀娜宝宝-羽月",
						["iLvl"] = 384,
						["time"] = 1543419284,
						["class"] = 3,
						["bTag"] = "心若闲云#51240",
					}, -- [4]
				},
				["2-143-522-0"] = {
					{
						["role"] = "TANK",
						["name"] = "顾浅浅-主宰之剑",
						["iLvl"] = 383,
						["time"] = 1543759556,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "双马尾的兔子浅#5678",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Veromca-艾萨拉",
						["iLvl"] = 385,
						["time"] = 1543605419,
						["class"] = 4,
						["bTag"] = "Veromca#5108",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "尕办成-主宰之剑",
						["iLvl"] = 373,
						["time"] = 1543759556,
						["class"] = 5,
						["bTag"] = "尕尕尕半成#5398",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "奶糖依-安苏",
						["time"] = 1543605419,
						["class"] = 8,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "甜蜜的很轻易-暗影之月",
						["iLvl"] = 381,
						["time"] = 1543677797,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "小强#52550",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "三队法師-暗影之月",
						["iLvl"] = 378,
						["time"] = 1543677797,
						["class"] = 8,
						["bTag"] = "晴天老牧#5718",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "Jimmyxu-安苏",
						["iLvl"] = 384,
						["time"] = 1543677797,
						["class"] = 7,
						["bTag"] = "逍遥糊涂鬼#5688",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "此释彼然-斯坦索姆",
						["iLvl"] = 380,
						["time"] = 1543759556,
						["class"] = 12,
						["bTag"] = "搞基请注意卫生#5116",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "全职高手-荆棘谷",
						["iLvl"] = 380,
						["time"] = 1543759556,
						["class"] = 4,
						["bTag"] = "勇敢的心#5751",
					}, -- [9]
				},
				["2-146-658-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "可爱的熊孩子-主宰之剑",
						["iLvl"] = 309,
						["time"] = 1543415643,
						["class"] = 11,
						["bTag"] = "双马尾的兔子浅#5678",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "一一墨瞳一一-熊猫酒仙",
						["iLvl"] = 358,
						["time"] = 1543415643,
						["class"] = 2,
						["bTag"] = "小米#5816",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "顾倩倩-主宰之剑",
						["iLvl"] = 349,
						["time"] = 1543415643,
						["class"] = 4,
						["bTag"] = "彼岸花开有情人#5546",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "沙漠里的鱼-雷斧堡垒",
						["iLvl"] = 354,
						["time"] = 1543415643,
						["class"] = 7,
						["bTag"] = "沙漠雨#5104",
					}, -- [4]
				},
				["1-247-647-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "一行白鹭-狂风峭壁",
						["time"] = 1543588233,
						["class"] = 8,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "追梦的俊-金色平原",
						["time"] = 1543588233,
						["class"] = 1,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "同仁堂-熊猫酒仙",
						["iLvl"] = 359,
						["time"] = 1543588233,
						["class"] = 5,
						["bTag"] = "李大宝#51884",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "刀刀烈火-奥拉基尔",
						["iLvl"] = 370,
						["time"] = 1543588233,
						["class"] = 11,
						["bTag"] = "Feitian#5660",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "伪装孓銫-奥特兰克",
						["iLvl"] = 371,
						["time"] = 1543588233,
						["class"] = 4,
						["bTag"] = "沉默之剑#542417",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "暗刃风-玛法里奥",
						["time"] = 1543588233,
						["class"] = 3,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "堆积橙山-回音山",
						["iLvl"] = 317,
						["time"] = 1543588190,
						["class"] = 12,
						["bTag"] = "我很费解#5684",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "撒旦的小排骨-金色平原",
						["time"] = 1543588233,
						["class"] = 7,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "姗水迢-月神殿",
						["iLvl"] = 366,
						["time"] = 1543588233,
						["class"] = 5,
						["bTag"] = "阮航#5319",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "暗黑小哆哆-奥特兰克",
						["iLvl"] = 345,
						["time"] = 1543588233,
						["class"] = 12,
						["bTag"] = "我爱长发飘飘#5519",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Moonsoung-破碎岭",
						["iLvl"] = 369,
						["time"] = 1543588233,
						["class"] = 12,
						["bTag"] = "Ozawamaria#5754",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "鸠摩志-罗宁",
						["iLvl"] = 365,
						["time"] = 1543588233,
						["class"] = 9,
						["bTag"] = "剑游八荒#5430",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔迪玛希-主宰之剑",
						["iLvl"] = 386,
						["time"] = 1543588233,
						["class"] = 4,
						["bTag"] = "沦为神#5153",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "漫天星影-世界之树",
						["iLvl"] = 359,
						["time"] = 1543588233,
						["class"] = 5,
						["bTag"] = "老艾#5385",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "简娜特瑞纳斯-苏拉玛",
						["time"] = 1543588233,
						["class"] = 12,
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "氧化钾灬-回音山",
						["iLvl"] = 384,
						["time"] = 1543588233,
						["class"] = 11,
						["bTag"] = "氧化钾灬#5645",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "悟灬禅-熊猫酒仙",
						["iLvl"] = 334,
						["time"] = 1543588233,
						["class"] = 10,
						["bTag"] = "笨笨熊#5560",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Daviddw-天空之墙",
						["iLvl"] = 349,
						["time"] = 1543588233,
						["class"] = 2,
						["bTag"] = "FreakJoel#5410",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "盧錫安-末日行者",
						["iLvl"] = 297,
						["time"] = 1543588186,
						["class"] = 11,
						["bTag"] = "执剑者#51155",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "重生的杀手-瓦里玛萨斯",
						["iLvl"] = 241,
						["time"] = 1543588233,
						["class"] = 8,
						["bTag"] = "老强#5179",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Nye-迦拉克隆",
						["iLvl"] = 358,
						["time"] = 1543588233,
						["class"] = 2,
						["bTag"] = "JohnNye#51169",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "艾兰之刃-守护之剑",
						["iLvl"] = 290,
						["time"] = 1543588233,
						["class"] = 12,
						["bTag"] = "降世神通#5687",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "本大爷乌索普-金色平原",
						["iLvl"] = 377,
						["time"] = 1543588233,
						["class"] = 10,
						["bTag"] = "狙击王乌索普#51151",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "凤城走套路-石锤",
						["iLvl"] = 366,
						["time"] = 1543588233,
						["class"] = 12,
						["bTag"] = "凤城#51860",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "啼血-灰谷",
						["time"] = 1543588233,
						["class"] = 9,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "天姐下凡-埃德萨拉",
						["iLvl"] = 340,
						["time"] = 1543588233,
						["class"] = 6,
						["bTag"] = "bigkahuna#5676",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "文殊-主宰之剑",
						["iLvl"] = 376,
						["time"] = 1543588231,
						["class"] = 6,
						["bTag"] = "两仪式界#5196",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "事瞭拂衣去-遗忘海岸",
						["iLvl"] = 365,
						["time"] = 1543588233,
						["class"] = 7,
						["bTag"] = "郝斯嘉#5716",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "科达娜邪歌-格雷迈恩",
						["iLvl"] = 310,
						["time"] = 1543588190,
						["class"] = 12,
						["bTag"] = "warlock#5932",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "冬天的海-回音山",
						["iLvl"] = 351,
						["time"] = 1543588233,
						["class"] = 5,
						["bTag"] = "牧术师#5721",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "柒丶乱刃-罗宁",
						["iLvl"] = 347,
						["time"] = 1543588231,
						["class"] = 12,
						["bTag"] = "柒丶#51940",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Neverforgive-阿古斯",
						["iLvl"] = 380,
						["time"] = 1543588233,
						["class"] = 2,
						["bTag"] = "木瓜大大#5848",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "翠花姐-冬拥湖",
						["time"] = 1543588231,
						["class"] = 1,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "猎手维纶-白银之手",
						["iLvl"] = 364,
						["time"] = 1543588233,
						["class"] = 12,
						["bTag"] = "往昔#5373",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "Summery-遗忘海岸",
						["time"] = 1543588233,
						["class"] = 10,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "指手画脚-风暴之眼",
						["iLvl"] = 325,
						["time"] = 1543588233,
						["class"] = 10,
						["bTag"] = "沉默风暴#51263",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Oxymom-基尔加丹",
						["iLvl"] = 345,
						["time"] = 1543588233,
						["class"] = 1,
						["bTag"] = "冷月#53649",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "末诚丶-风暴峭壁",
						["iLvl"] = 376,
						["time"] = 1543588233,
						["class"] = 12,
						["bTag"] = "末诚#5909",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "左翼天使-伊瑟拉",
						["iLvl"] = 333,
						["time"] = 1543588233,
						["class"] = 4,
						["bTag"] = "zzz#5162",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "小楼不灭-世界之树",
						["iLvl"] = 362,
						["time"] = 1543680374,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "潘多拉之光#5329",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝黛儿-塞拉摩",
						["time"] = 1543680354,
						["class"] = 8,
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "风之灬小馒头-罗宁",
						["time"] = 1543680350,
						["class"] = 5,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "缇娜舒-白银之手",
						["iLvl"] = 352,
						["time"] = 1543680426,
						["class"] = 9,
						["bTag"] = "淼淼#5501",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "小风笛-国王之谷",
						["iLvl"] = 363,
						["time"] = 1543680378,
						["class"] = 1,
						["bTag"] = "小小风笛#5845",
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "绝版小拽矮-玛诺洛斯",
						["time"] = 1543680350,
						["class"] = 2,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "Bigtomatoes-太阳之井",
						["iLvl"] = 378,
						["time"] = 1543680426,
						["class"] = 1,
						["bTag"] = "BlackJack#52111",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "丶唯妳-末日行者",
						["iLvl"] = 354,
						["time"] = 1543680358,
						["class"] = 3,
						["bTag"] = "唯妳#51169",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "林乐儿-破碎岭",
						["iLvl"] = 361,
						["time"] = 1543680426,
						["class"] = 4,
						["bTag"] = "天才哥哥#5863",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "飍焱龘-瑞文戴尔",
						["iLvl"] = 373,
						["time"] = 1543680424,
						["class"] = 12,
						["bTag"] = "超级奶爷#5392",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "即若离-末日行者",
						["iLvl"] = 375,
						["time"] = 1543680422,
						["class"] = 4,
						["bTag"] = "vacan#51147",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "蜗牛不是虫呙-主宰之剑",
						["iLvl"] = 374,
						["time"] = 1543680426,
						["class"] = 12,
						["bTag"] = "Special#51687",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "刀刃猎手-山丘之王",
						["time"] = 1543680354,
						["class"] = 12,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "战争的伤痕-石锤",
						["time"] = 1543680352,
						["class"] = 1,
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "南风过境-祖阿曼",
						["iLvl"] = 333,
						["time"] = 1543680426,
						["class"] = 1,
						["bTag"] = "刺猬#52739",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "看我眼睛行事-索拉丁",
						["time"] = 1543680352,
						["class"] = 12,
					}, -- [55]
					{
						["role"] = "HEALER",
						["name"] = "拉斐尔灵-艾维娜",
						["iLvl"] = 378,
						["time"] = 1543680426,
						["class"] = 10,
						["bTag"] = "娃娃#5527",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "青春火龙-诺兹多姆",
						["iLvl"] = 376,
						["time"] = 1543680426,
						["class"] = 1,
						["bTag"] = "阿菠萝#5313",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "听说是梯一丶-熊猫酒仙",
						["iLvl"] = 382,
						["time"] = 1543680422,
						["class"] = 4,
						["bTag"] = "LoKi#51605",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "道格拉斯岐-白银之手",
						["time"] = 1543680426,
						["class"] = 9,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜乄游侠-神圣之歌",
						["iLvl"] = 339,
						["time"] = 1543680426,
						["class"] = 3,
						["bTag"] = "劉峯乄暴烈酒#5869",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "勇者丶无畏-瓦里玛萨斯",
						["iLvl"] = 342,
						["time"] = 1543680426,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "魔兽争霸#5191",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "演帝丶-灰谷",
						["iLvl"] = 385,
						["time"] = 1543680426,
						["class"] = 8,
						["bTag"] = "尘丶过客#5707",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "战锤全面战争-白银之手",
						["iLvl"] = 365,
						["time"] = 1543680426,
						["class"] = 3,
						["bTag"] = "只是一个屁股#5140",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "刀锋见朱红-埃苏雷格",
						["iLvl"] = 314,
						["time"] = 1543680426,
						["class"] = 6,
						["bTag"] = "老班#5531",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "八月八玩魔法-白银之手",
						["iLvl"] = 353,
						["time"] = 1543680426,
						["class"] = 8,
						["bTag"] = "一二三四五#5466",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "库拉贝丝-羽月",
						["iLvl"] = 348,
						["time"] = 1543680426,
						["class"] = 4,
						["bTag"] = "闪亮之雄#5569",
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "圣骑的挽歌-末日行者",
						["iLvl"] = 375,
						["time"] = 1543680426,
						["class"] = 6,
						["bTag"] = "橙戟#5939",
					}, -- [67]
					{
						["role"] = "HEALER",
						["name"] = "兔暁歪-罗宁",
						["iLvl"] = 383,
						["time"] = 1543680407,
						["class"] = 5,
						["bTag"] = "那年冬至#51690",
					}, -- [68]
					{
						["role"] = "TANK",
						["name"] = "红颜先生-桑德兰",
						["iLvl"] = 358,
						["time"] = 1543680426,
						["class"] = 6,
						["bTag"] = "红门英雄#5793",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "冬之心-图拉扬",
						["time"] = 1543680424,
						["class"] = 8,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "风鸣翼-守护之剑",
						["iLvl"] = 360,
						["time"] = 1543680426,
						["class"] = 12,
						["bTag"] = "嗜血的海绵宝宝#5694",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "千浔丶-国王之谷",
						["iLvl"] = 380,
						["time"] = 1543680426,
						["class"] = 9,
						["bTag"] = "青丝丶#5674",
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "Superâman-主宰之剑",
						["iLvl"] = 378,
						["time"] = 1543680426,
						["class"] = 2,
						["bTag"] = "Miba#51395",
					}, -- [73]
					{
						["role"] = "HEALER",
						["name"] = "入他心做他后-白银之手",
						["iLvl"] = 381,
						["time"] = 1543680426,
						["class"] = 5,
						["bTag"] = "辉辉是我的小宝宝#5516",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "忽而半夏-朵丹尼尔",
						["iLvl"] = 319,
						["time"] = 1543680422,
						["class"] = 8,
						["bTag"] = "蛮力之枭#5230679",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "喜之煞-末日行者",
						["iLvl"] = 353,
						["time"] = 1543680407,
						["class"] = 5,
						["bTag"] = "在场的都是垃圾#5329",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "悠闲午后-回音山",
						["iLvl"] = 345,
						["time"] = 1543680422,
						["class"] = 10,
						["bTag"] = "晓月依然#51805",
					}, -- [77]
					{
						["role"] = "HEALER",
						["name"] = "好丑的宝宝-神圣之歌",
						["iLvl"] = 364,
						["time"] = 1543680426,
						["class"] = 5,
						["bTag"] = "yykaterm#5303",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "Kaaronlf-国王之谷",
						["time"] = 1543680422,
						["class"] = 1,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "無敵猎手-玛诺洛斯",
						["iLvl"] = 368,
						["time"] = 1543680426,
						["class"] = 12,
						["bTag"] = "余科科#5793",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "血刃苍穹-范达尔鹿盔",
						["iLvl"] = 365,
						["time"] = 1543680426,
						["class"] = 12,
						["bTag"] = "乖龙儿#5447",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "二勾子-朵丹尼尔",
						["iLvl"] = 377,
						["time"] = 1543680424,
						["class"] = 8,
						["bTag"] = "吃喝拉撒睡#51105",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "顺溜啥的-山丘之王",
						["iLvl"] = 365,
						["time"] = 1543680426,
						["class"] = 12,
						["bTag"] = "方枪枪#5940",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "彭薇薇-神圣之歌",
						["time"] = 1543680426,
						["class"] = 4,
					}, -- [84]
					{
						["role"] = "TANK",
						["name"] = "脱缰的王琦-灰谷",
						["time"] = 1543680407,
						["class"] = 2,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "霜影碎寒水-阿拉索",
						["iLvl"] = 343,
						["time"] = 1543680426,
						["class"] = 8,
						["bTag"] = "心似轻尘#5132",
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "Doublec-瓦里玛萨斯",
						["iLvl"] = 351,
						["time"] = 1543680426,
						["class"] = 11,
						["bTag"] = "我很随#5334",
					}, -- [87]
				},
				["1-248-651-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "光灬暗-加里索斯",
						["iLvl"] = 385,
						["time"] = 1543589341,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "胡琦#5468",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "乔乔斯达-洛萨",
						["time"] = 1543589308,
						["class"] = 2,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "赛鲁达-奥特兰克",
						["iLvl"] = 353,
						["time"] = 1543589352,
						["class"] = 1,
						["bTag"] = "吃么么香#5709",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "醉影云风-荆棘谷",
						["iLvl"] = 385,
						["time"] = 1543589387,
						["class"] = 1,
						["bTag"] = "小黑豆#5441",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "影吇-影牙要塞",
						["time"] = 1543589310,
						["class"] = 4,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "刚铎阿尔温-法拉希姆",
						["time"] = 1543589387,
						["class"] = 5,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "白虎恋人-贫瘠之地",
						["iLvl"] = 383,
						["time"] = 1543589359,
						["class"] = 4,
						["bTag"] = "陈坤#5829",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "放牧星宸-瑞文戴尔",
						["iLvl"] = 370,
						["time"] = 1543589314,
						["class"] = 11,
						["bTag"] = "放牧星空#5787",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "农虾-安苏",
						["iLvl"] = 345,
						["time"] = 1543589357,
						["class"] = 12,
						["bTag"] = "李老板#52478",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "猎熊宝宝-遗忘海岸",
						["iLvl"] = 382,
						["time"] = 1543589387,
						["class"] = 3,
						["bTag"] = "熊宝#51907",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "英镑-石爪峰",
						["iLvl"] = 369,
						["time"] = 1543589329,
						["class"] = 3,
						["bTag"] = "恶臭的角#5358",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "星际争霸-玛诺洛斯",
						["time"] = 1543589341,
						["class"] = 11,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "若雪秋傷-破碎岭",
						["iLvl"] = 386,
						["time"] = 1543589381,
						["class"] = 11,
						["bTag"] = "Nick#5329",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "史大力-荆棘谷",
						["iLvl"] = 381,
						["time"] = 1543589325,
						["class"] = 2,
						["bTag"] = "史大力#5310",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "尛丶猫儿-加兹鲁维",
						["iLvl"] = 382,
						["time"] = 1543589387,
						["class"] = 8,
						["bTag"] = "邝尼玛#5902",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "多多乖-索拉丁",
						["iLvl"] = 377,
						["time"] = 1543589377,
						["class"] = 8,
						["bTag"] = "多多乖#5571",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝色子弹-罗宁",
						["iLvl"] = 385,
						["time"] = 1543589325,
						["class"] = 4,
						["bTag"] = "彷徨的蓝色子弹#5818",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Nowyear-埃雷达尔",
						["iLvl"] = 373,
						["time"] = 1543589323,
						["class"] = 4,
						["bTag"] = "Nowyear#5975",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "明月多情-国王之谷",
						["iLvl"] = 361,
						["time"] = 1543589387,
						["class"] = 3,
						["bTag"] = "永恒之心#51593",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Unholy-圣火神殿",
						["iLvl"] = 382,
						["time"] = 1543589387,
						["class"] = 6,
						["bTag"] = "寜木木#5301",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "大莫离支文德-白银之手",
						["iLvl"] = 387,
						["time"] = 1543589387,
						["class"] = 1,
						["bTag"] = "子非鱼安知鱼#51607",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "喲伱命叄仟-奥特兰克",
						["iLvl"] = 343,
						["time"] = 1543589375,
						["class"] = 7,
						["bTag"] = "这个世界需要屁股#5166",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "皮薇皮曉妹-罗宁",
						["time"] = 1543589333,
						["class"] = 5,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "伊利玬-守护之剑",
						["iLvl"] = 366,
						["time"] = 1543589387,
						["class"] = 12,
						["bTag"] = "燃烧吧火焰#5700",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "逐鳳-贫瘠之地",
						["iLvl"] = 384,
						["time"] = 1543589387,
						["class"] = 1,
						["bTag"] = "血染#5630",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "比月亮睡得晚-斩魔者",
						["iLvl"] = 357,
						["time"] = 1543589379,
						["class"] = 6,
						["bTag"] = "武夷仙人#5731",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "佩佩的小刀-德拉诺",
						["iLvl"] = 384,
						["time"] = 1543589385,
						["class"] = 4,
						["bTag"] = "羝羊触藩#51198",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "质真若渝-奥蕾莉亚",
						["time"] = 1543589387,
						["class"] = 6,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "白马庆之-白银之手",
						["iLvl"] = 376,
						["time"] = 1543589387,
						["class"] = 12,
						["bTag"] = "华夏#5831",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "傲娇显卡娘-凯尔萨斯",
						["iLvl"] = 386,
						["time"] = 1543589387,
						["class"] = 5,
						["bTag"] = "暴躁外皮#5244",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "大跳蚤-雷霆号角",
						["iLvl"] = 361,
						["time"] = 1543589387,
						["class"] = 1,
						["bTag"] = "雾朦朦#5499",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "夜的绽放-耐普图隆",
						["iLvl"] = 365,
						["time"] = 1543589387,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Tearblade#5298",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "囻哥-主宰之剑",
						["iLvl"] = 347,
						["time"] = 1543589381,
						["class"] = 4,
						["bTag"] = "贱无虚发#5671",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "妳妈说我虎-凤凰之神",
						["iLvl"] = 333,
						["time"] = 1543589387,
						["class"] = 6,
						["bTag"] = "负心人#5920",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "媛星-海克泰尔",
						["iLvl"] = 378,
						["time"] = 1543589379,
						["class"] = 4,
						["bTag"] = "柿子味的薯片#5620",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "妖华-风暴峭壁",
						["iLvl"] = 346,
						["time"] = 1543589381,
						["class"] = 11,
						["bTag"] = "白色#5256",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "术爷开英勇-国王之谷",
						["iLvl"] = 378,
						["time"] = 1543589387,
						["class"] = 12,
						["bTag"] = "游戏人间#5364",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "土豆的故事-末日行者",
						["iLvl"] = 376,
						["time"] = 1543589387,
						["class"] = 12,
						["bTag"] = "FunkyPants#53777",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "月夜魅影-罗宁",
						["iLvl"] = 381,
						["time"] = 1543589381,
						["class"] = 4,
						["bTag"] = "月夜魅影#5802",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Glazeal-雷斧堡垒",
						["iLvl"] = 367,
						["time"] = 1543589387,
						["class"] = 8,
						["bTag"] = "玫瑰不如皂香#5997",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Dionathing-罗宁",
						["iLvl"] = 360,
						["time"] = 1543589387,
						["class"] = 9,
						["bTag"] = "啵一个#51730",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱暖暖-拉贾克斯",
						["time"] = 1543589387,
						["class"] = 8,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "橙心橙意内拉-灰谷",
						["time"] = 1543589387,
						["class"] = 8,
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "向曰葵-熊猫酒仙",
						["time"] = 1543589387,
						["class"] = 5,
					}, -- [44]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "风吹雨-银月",
						["time"] = 1543587923,
						["class"] = 3,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Tinypie-银松森林",
						["time"] = 1543587923,
						["class"] = 8,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "雷霆盛怒-白银之手",
						["iLvl"] = 341,
						["time"] = 1543587923,
						["class"] = 12,
						["bTag"] = "MagicGnome#526817",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "白蔷聖诞-灰谷",
						["iLvl"] = 358,
						["time"] = 1543587852,
						["class"] = 1,
						["bTag"] = "无爱#5584",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "赛德克巴萊-伊利丹",
						["time"] = 1543587916,
						["class"] = 1,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "水蒸蛋丶怒风-国王之谷",
						["iLvl"] = 359,
						["time"] = 1543587923,
						["class"] = 12,
						["bTag"] = "dongjie#5389",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "Faiz-狂风峭壁",
						["iLvl"] = 370,
						["time"] = 1543587923,
						["class"] = 2,
						["bTag"] = "Faiz#5271",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "疯麦-末日行者",
						["iLvl"] = 385,
						["time"] = 1543587923,
						["class"] = 1,
						["bTag"] = "mm212mm#5833",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Abyssdied-山丘之王",
						["iLvl"] = 380,
						["time"] = 1543587916,
						["class"] = 9,
						["bTag"] = "Abyssdeath#5350",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "洛丹伦女公爵-神圣之歌",
						["iLvl"] = 348,
						["time"] = 1543587923,
						["class"] = 2,
						["bTag"] = "Luxquarter#5474",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Awlays-月光林地",
						["iLvl"] = 357,
						["time"] = 1543587923,
						["class"] = 1,
						["bTag"] = "永恒的双#5272",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "雪碧风语者-世界之树",
						["iLvl"] = 379,
						["time"] = 1543587852,
						["class"] = 11,
						["bTag"] = "乌克兰老司机#5798",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "艾露娜-千针石林",
						["iLvl"] = 366,
						["time"] = 1543587916,
						["class"] = 11,
						["bTag"] = "调皮#51878",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "柳树心-主宰之剑",
						["iLvl"] = 379,
						["time"] = 1543587923,
						["class"] = 1,
						["bTag"] = "柳树心#5792",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "崔丝塔纳-白银之手",
						["time"] = 1543587852,
						["class"] = 3,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "听风与我说你-末日行者",
						["iLvl"] = 387,
						["time"] = 1543587923,
						["class"] = 12,
						["bTag"] = "Megustas#51752",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "玲儿-白银之手",
						["time"] = 1543587923,
						["class"] = 6,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "冰域寒岚-国王之谷",
						["iLvl"] = 359,
						["time"] = 1543587916,
						["class"] = 7,
						["bTag"] = "晨九五#5716",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Octavius-白银之手",
						["iLvl"] = 382,
						["time"] = 1543587921,
						["class"] = 12,
						["bTag"] = "烟雨残梦#5213",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "潘多拉伊粒橙-瑞文戴尔",
						["iLvl"] = 356,
						["time"] = 1543587852,
						["class"] = 12,
						["bTag"] = "Monkey#5965",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "这只是拿来看-贫瘠之地",
						["iLvl"] = 350,
						["time"] = 1543587923,
						["class"] = 8,
						["bTag"] = "呆萌的灯灯#5448",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "就爱下雨天-洛丹伦",
						["iLvl"] = 333,
						["time"] = 1543587923,
						["class"] = 12,
						["bTag"] = "金金鱼儿#5759",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "小波蔡蔡-白银之手",
						["iLvl"] = 380,
						["time"] = 1543587923,
						["class"] = 11,
						["bTag"] = "小小菠菜#5441",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "焱焰-普瑞斯托",
						["iLvl"] = 361,
						["time"] = 1543587852,
						["class"] = 3,
						["bTag"] = "慵懒之泰坦#5445",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "铃铃琳-末日行者",
						["iLvl"] = 376,
						["time"] = 1543587923,
						["class"] = 11,
						["bTag"] = "Summer#510704",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "玫瑰烙印-白银之手",
						["time"] = 1543587923,
						["class"] = 2,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "芮海棠糖-万色星辰",
						["iLvl"] = 358,
						["time"] = 1543587916,
						["class"] = 8,
						["bTag"] = "芮海棠#5265",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "剑红-范达尔鹿盔",
						["iLvl"] = 375,
						["time"] = 1543587916,
						["class"] = 5,
						["bTag"] = "风尘男#5995",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "加罗拉-风暴峭壁",
						["iLvl"] = 365,
						["time"] = 1543587923,
						["class"] = 12,
						["bTag"] = "lugo#5280",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "潇洒灬满满-贫瘠之地",
						["time"] = 1543587923,
						["class"] = 3,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "小枝-奥达曼",
						["iLvl"] = 354,
						["time"] = 1543587923,
						["class"] = 8,
						["bTag"] = "prayerk#5672",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "黄焖鸡中翅-安苏",
						["iLvl"] = 361,
						["time"] = 1543587921,
						["class"] = 4,
						["bTag"] = "PAOLO#5513",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "Ramirez-法拉希姆",
						["iLvl"] = 377,
						["time"] = 1543587923,
						["class"] = 2,
						["bTag"] = "Francisco#5359",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "一丿纸灬荒年-国王之谷",
						["iLvl"] = 320,
						["time"] = 1543587923,
						["class"] = 12,
						["bTag"] = "一丿纸丶荒年#5700",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "冰封雪雅-守护之剑",
						["iLvl"] = 359,
						["time"] = 1543587914,
						["class"] = 3,
						["bTag"] = "和路雪#5256",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "随方逐圆-熊猫酒仙",
						["iLvl"] = 376,
						["time"] = 1543587923,
						["class"] = 8,
						["bTag"] = "阿杰备忘录#5749",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "娜格琺师-安威玛尔",
						["time"] = 1543587923,
						["class"] = 7,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "卸甲藏锋-玛多兰",
						["iLvl"] = 382,
						["time"] = 1543587923,
						["class"] = 12,
						["bTag"] = "半壁浮生#5625",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "托斯金-阿拉希",
						["time"] = 1543587923,
						["class"] = 3,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "叶倾城-轻风之语",
						["time"] = 1543686326,
						["class"] = 5,
						["leader"] = true,
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "风清之月-诺兹多姆",
						["iLvl"] = 363,
						["time"] = 1543686326,
						["class"] = 11,
						["bTag"] = "雨季夜色#5958",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "空天使-普瑞斯托",
						["iLvl"] = 355,
						["time"] = 1543686326,
						["class"] = 6,
						["bTag"] = "tomy1983#5259",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "Bigblackfish-熊猫酒仙",
						["iLvl"] = 318,
						["time"] = 1543686326,
						["class"] = 2,
						["bTag"] = "眼麻#5194",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "感到好费劲-国王之谷",
						["iLvl"] = 351,
						["time"] = 1543686326,
						["class"] = 4,
						["bTag"] = "费劲也#5215",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "魅影虚空丶-迦拉克隆",
						["iLvl"] = 369,
						["time"] = 1543686326,
						["class"] = 8,
						["bTag"] = "wliang51#5663",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "Restrictedly-影牙要塞",
						["iLvl"] = 379,
						["time"] = 1543686326,
						["class"] = 5,
						["bTag"] = "Restricted#5159",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "Marceau-蜘蛛王国",
						["iLvl"] = 284,
						["time"] = 1543686285,
						["class"] = 9,
						["bTag"] = "一笑而过#52486",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "阿尔圣骑-阿拉索",
						["iLvl"] = 311,
						["time"] = 1543686326,
						["class"] = 2,
						["bTag"] = "鸭子#5749",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "淡淡忧伤-白银之手",
						["iLvl"] = 368,
						["time"] = 1543686326,
						["class"] = 12,
						["bTag"] = "百变人生#51673",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "Hawkeagle-灰谷",
						["iLvl"] = 337,
						["time"] = 1543686326,
						["class"] = 3,
						["bTag"] = "你吃鸡的样子真美#5947",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "Yvv-罗宁",
						["iLvl"] = 376,
						["time"] = 1543686326,
						["class"] = 2,
						["bTag"] = "林小狼#5124",
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "舞辰风-达文格尔",
						["iLvl"] = 358,
						["time"] = 1543686285,
						["class"] = 6,
						["bTag"] = "天光#5418",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "萤火之幻-丽丽（四川）",
						["iLvl"] = 371,
						["time"] = 1543686326,
						["class"] = 11,
						["bTag"] = "似灭似绚烂#5936",
					}, -- [53]
					{
						["role"] = "HEALER",
						["name"] = "富贵光黄-白银之手",
						["iLvl"] = 358,
						["time"] = 1543686326,
						["class"] = 7,
						["bTag"] = "寻求#5691",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光天启-风暴峭壁",
						["iLvl"] = 355,
						["time"] = 1543686326,
						["class"] = 2,
						["bTag"] = "我猜你在看我装逼#5877",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "一个丁-朵丹尼尔",
						["iLvl"] = 366,
						["time"] = 1543686326,
						["class"] = 8,
						["bTag"] = "天天醉#5386",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "小色非非-国王之谷",
						["iLvl"] = 372,
						["time"] = 1543686326,
						["class"] = 9,
						["bTag"] = "萧瑟非非#5953",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "欧唛伽-熊猫酒仙",
						["time"] = 1543686326,
						["class"] = 2,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "御姐有三好-耐奥祖",
						["iLvl"] = 284,
						["time"] = 1543686326,
						["class"] = 2,
						["bTag"] = "神之重生者#5805",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "风清云淡-诺莫瑞根",
						["iLvl"] = 381,
						["time"] = 1543686285,
						["class"] = 6,
						["bTag"] = "小宁#5370",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "边渡友银子-巴尔古恩",
						["iLvl"] = 289,
						["time"] = 1543686326,
						["class"] = 9,
						["bTag"] = "深宅豹#51407",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "坦大头-诺莫瑞根",
						["iLvl"] = 355,
						["time"] = 1543686326,
						["class"] = 1,
						["bTag"] = "yunduan0#5661",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "醉卧美人膝-诺莫瑞根",
						["iLvl"] = 376,
						["time"] = 1543686326,
						["class"] = 1,
						["bTag"] = "醉卧美人膝#52282",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "月下无痕-诺莫瑞根",
						["iLvl"] = 381,
						["time"] = 1543686326,
						["class"] = 8,
						["bTag"] = "小宁#5370",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "凶得遭不住-雷克萨",
						["iLvl"] = 349,
						["time"] = 1543686326,
						["class"] = 1,
						["bTag"] = "外星人#5342",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "烈火骚妮-巫妖之王",
						["iLvl"] = 346,
						["time"] = 1543686326,
						["class"] = 8,
						["bTag"] = "烈火男儿#5536",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "卓阳的守护-破碎岭",
						["iLvl"] = 354,
						["time"] = 1543686326,
						["class"] = 12,
						["bTag"] = "BattleFrog#55829",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "聖战终焉-拉文凯斯",
						["iLvl"] = 356,
						["time"] = 1543686326,
						["class"] = 6,
						["bTag"] = "Forodin#5433",
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "一非橙勿扰一-罗宁",
						["iLvl"] = 357,
						["time"] = 1543686326,
						["class"] = 11,
						["bTag"] = "wolegecao#5453",
					}, -- [69]
					{
						["role"] = "TANK",
						["name"] = "明王不动-月光林地",
						["iLvl"] = 358,
						["time"] = 1543686326,
						["class"] = 6,
						["bTag"] = "幸运之翼#525221",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "冷月無聲-千针石林",
						["iLvl"] = 378,
						["time"] = 1543686326,
						["class"] = 5,
						["bTag"] = "DH1121Y#5750",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "龍钰-贫瘠之地",
						["iLvl"] = 346,
						["time"] = 1543686326,
						["class"] = 1,
						["bTag"] = "琉若幽#5826",
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "信仰即吾盾-主宰之剑",
						["iLvl"] = 375,
						["time"] = 1543686326,
						["class"] = 6,
						["bTag"] = "雨林#52416",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "风暴真好玩-主宰之剑",
						["iLvl"] = 318,
						["time"] = 1543686326,
						["class"] = 12,
						["bTag"] = "HYLJY#51383",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "宋伊雪-羽月",
						["iLvl"] = 376,
						["time"] = 1543686326,
						["class"] = 11,
						["bTag"] = "歪歪90001#5190",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "糖蝴蝶-玛多兰",
						["time"] = 1543686326,
						["class"] = 6,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "夜梦之魇-白银之手",
						["iLvl"] = 377,
						["time"] = 1543686326,
						["class"] = 9,
						["bTag"] = "夜叹我痴心#5157",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "十觞亦不酔-白银之手",
						["iLvl"] = 382,
						["time"] = 1543686285,
						["class"] = 1,
						["bTag"] = "无限出橙#5554",
					}, -- [78]
				},
				["2-142-518-0"] = {
					{
						["role"] = "TANK",
						["name"] = "顾浅浅-主宰之剑",
						["iLvl"] = 383,
						["time"] = 1543602941,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "双马尾的兔子浅#5678",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Veromca-艾萨拉",
						["iLvl"] = 385,
						["time"] = 1543602941,
						["class"] = 4,
						["bTag"] = "Veromca#5108",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "尕办成-主宰之剑",
						["iLvl"] = 373,
						["time"] = 1543602941,
						["class"] = 5,
						["bTag"] = "尕尕尕半成#5398",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古拉斯臭蛋-自由之风",
						["time"] = 1543602941,
						["class"] = 12,
					}, -- [4]
				},
				["2-141-660-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "可爱的熊孩子-主宰之剑",
						["iLvl"] = 294,
						["time"] = 1543409355,
						["class"] = 11,
						["bTag"] = "双马尾的兔子浅#5678",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "式渐-克洛玛古斯",
						["time"] = 1543409355,
						["class"] = 1,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "射死你丫-石爪峰",
						["iLvl"] = 364,
						["time"] = 1543409355,
						["class"] = 3,
						["bTag"] = "酷尔#5456",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "暗黑之影-扎拉赞恩",
						["iLvl"] = 381,
						["time"] = 1543409355,
						["class"] = 6,
						["bTag"] = "暗黑之影#5157",
					}, -- [4]
				},
			},
		},
	},
}
