
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["Radioedit - 奥蕾莉亚"] = "Default",
	},
	["global"] = {
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["text"] = "5173",
				["pain"] = true,
			}, -- [2]
			{
				["text"] = "tao.*bao",
			}, -- [3]
			{
				["text"] = "平台",
				["pain"] = true,
			}, -- [4]
			{
				["text"] = "支.*付.*宝",
			}, -- [5]
			{
				["text"] = "淘.*宝",
			}, -- [6]
			{
				["text"] = "门票",
				["pain"] = true,
			}, -- [7]
			["default"] = true,
		},
		["version"] = "70000.01",
		["serverDatas"] = {
			["ActivitiesData"] = {
				["data"] = "$1$Z$S63`欢迎回归《魔兽世界》！``如果您想立即开始新的冒险，请打开“冒险指南”按钮（快捷键Shift+J）查询当前挑战。推荐您使用实名好友跨服组队及战友招募功能来共同应对冒险……*J查看详情：{URL}`http://www.battlenet.com.cn/wow/zh/blog/17428192`2`0$S79`你搞活动我买单`国庆特别活动`10月1日（周六）20点，国庆特别活动！*J熊猫TV-闹小闹闹（房间号：309685）全程独家直播！*J对抗军团的勇士们，日夜兼程，马不停蹄，无尽的任务，强大的神器，然而再激烈的战事也需要停歇，再坚强的英雄也需要小憩，在这特别的节日里，让我们放下武器，围坐在篝火边上，舒展筋骨，体验不一样的魔兽世界！*J集合石活动QQ报名群：108885849*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#4^S2004;1200,1500,每月限量;34493;22966^S玩具#2^S3003;600;72159;19939#3004;800;35227#3005;750;46780^S消耗品#5^S1001;60;49288;30141;2#1001;60;49289;30518;1^S坐骑#3^S9001;850,,每月1件;71718;17011#9002;1500,,每月限量;69228;38048^S推荐#1#1^S3006;1500,1800,每月限量;79769#3007;450;69227#3008;150;45047;28811^t^^",
			},
			["FilterData"] = {
				["data"] = "^1^S有偿^S门票^S支付宝^S![Tt][Bb]^S![Qq][Qq]^S代练^S代打^S淘%h*寶^S寶%h*搜^S支持%h*寶^S![Mm][Ee][Nn]^S![Mm][Aa][Oo]^S![Rr][Mm][Bb]^S![Yy][Uu][Aa][Nn]^S某宝^S![Bb][Aa][Ii][Dd]^S![Cc][Dd]^S![Dd][Aa][Ii]^S付%h*微^S小时%h*搜^S微信^S![Zz][Ff][Bb]^S手动%h*征服^S马某^S升%h*小时^S小时%h*分钟^S任%h*圆^S圆%h*代^S手打^S支付^S宿敌^S征服%h*自^S征服%h*需^S位%h*面^S挂机^S征服%h*坐骑%h*宝^S任%h*带%h*便宜^S次%h*园^S辉达%h*工商%h*百度^S代做^S站%h*毕业^S飞%h*征服^S征服%h*淘%h*信^S解锁^S工作室^S工商备案^S急速%h*服务^S带%h*效率^S快%h*上号^S淘淘^^",
				["new"] = true,
			},
		},
	},
}
