
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["Radioedit - 格瑞姆巴托"] = "Default",
		["Zeoi - 主宰之剑"] = "Default",
		["Mirvish - 主宰之剑"] = "Default",
		["Geronimo - 奥蕾莉亚"] = "Default",
		["Mirvish - 奥蕾莉亚"] = "Default",
		["长大不会游泳 - 主宰之剑"] = "Default",
		["可憎少女呜呼 - 主宰之剑"] = "Default",
		["Ravenkwok - 主宰之剑"] = "Default",
		["Lullatone - 主宰之剑"] = "Default",
		["Radioedit - 主宰之剑"] = "Default",
		["Syllenaris - 奥蕾莉亚"] = "Default",
		["Lumilol - 白银之手"] = "Default",
	},
	["global"] = {
		["serverDatas"] = {
			["FilterData"] = {
				["data"] = "^1^S老板^S消费^S马云^S有偿^S店铺^S淘宔^S![Tt][Bb]^S￥^S躺^S![Vv][Xx]^S地板^S速刷^S全服最低^S陪练^S咸鱼飞速^S全网最低^SB馊^S自己上^S起%h*各系^S细价^S高效^S拖尸^S详谈^S企鹅^S出售^S见货交易^S搜^S下单^S帮升^S低价接^S来各种^S每人^S出一件^S跟打^S卧铺^S硬卧^S陪赢^S平价^S![Ww][Xx]^S~`掏宝^S超跑^S硬坐^S看电影^S掏宝^S扣扣^S先打^S散拍^S便宜^S为您服务^S竞争^^",
				["new"] = true,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#4^S2006;1500,,每周限量;23713;16943#2007;850,,每周限量;72134;38919^S玩具#2^S7001;750,,每周限量;54212;31756#3007;450,,每周限量;69227^S消耗品#5^S1002;150,,每周限量;46779^S坐骑#3^S9002;1500,,每周限量;69228;38048^S推荐#1#1^S3006;1500,1800,每周限量;79769^t^^",
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S122`你搞活动我买单`部落·萨格拉斯之墓`6月24日（周六）20点，部落·萨格拉斯之墓*J900年前的艾泽拉斯经历了一场噩梦，提瑞斯法守护者艾格文将黑暗泰坦萨格拉斯的化身击败并封印在一座暗夜精灵神殿中，升起了我们如今奋战军团的破碎群岛，现在我们终于将恶魔的势力步步赶尽杀绝，部落的勇士们是时候与活动主持人：熊猫TV-闹小闹闹（房间号：309685）对军团最后阵地发起总攻了！*J集合石活动QQ报名群：108885849*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
			},
		},
		["version"] = "70200.04",
		["ActivityProfiles"] = {
			["魔法回廊（史诗）"] = {
				["ItemLevel"] = 830,
				["Summary"] = "",
				["PvPRating"] = 0,
				["MaxLevel"] = 110,
				["MinLevel"] = 110,
				["HonorLevel"] = 0,
			},
			["突袭紫罗兰监狱（史诗）"] = {
				["ItemLevel"] = 830,
				["Summary"] = "",
				["PvPRating"] = 0,
				["MaxLevel"] = 110,
				["MinLevel"] = 110,
				["HonorLevel"] = 0,
			},
			["Voice"] = "",
		},
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["pain"] = true,
				["text"] = "100起",
			}, -- [2]
			{
				["pain"] = true,
				["text"] = "10m5人史诗本/卡拉赞+龙（包龙），英雄/普通暗夜要塞，英雄/普通翡翠梦境，新神器外观解锁/世界箱",
			}, -- [3]
			{
				["pain"] = true,
				["text"] = "10起",
			}, -- [4]
			{
				["pain"] = true,
				["text"] = "20起",
			}, -- [5]
			{
				["pain"] = true,
				["text"] = "30起",
			}, -- [6]
			{
				["pain"] = true,
				["text"] = "50起",
			}, -- [7]
			{
				["text"] = "5173",
				["pain"] = true,
			}, -- [8]
			{
				["pain"] = true,
				["text"] = "915+队伍 2-15层大米 10层低保  15 限时成就 无限7-9  10-12  3箱子",
			}, -- [9]
			{
				["text"] = "T.*V",
			}, -- [10]
			{
				["text"] = "g.*团",
			}, -- [11]
			{
				["text"] = "t.*b ",
			}, -- [12]
			{
				["text"] = "tao.*bao",
			}, -- [13]
			{
				["text"] = "w.*x",
			}, -- [14]
			{
				["text"] = "x.*宝",
			}, -- [15]
			{
				["pain"] = true,
				["text"] = "上帝",
			}, -- [16]
			{
				["text"] = "乐.*舞",
			}, -- [17]
			{
				["pain"] = true,
				["text"] = "今日",
			}, -- [18]
			{
				["text"] = "代.*刷",
			}, -- [19]
			{
				["pain"] = true,
				["text"] = "代刷",
			}, -- [20]
			{
				["text"] = "价.*格",
			}, -- [21]
			{
				["text"] = "优.*十",
			}, -- [22]
			{
				["pain"] = true,
				["text"] = "优惠",
			}, -- [23]
			{
				["pain"] = true,
				["text"] = "作室",
			}, -- [24]
			{
				["pain"] = true,
				["text"] = "光临",
			}, -- [25]
			{
				["pain"] = true,
				["text"] = "全网",
			}, -- [26]
			{
				["pain"] = true,
				["text"] = "内销",
			}, -- [27]
			{
				["pain"] = true,
				["text"] = "加q",
			}, -- [28]
			{
				["pain"] = true,
				["text"] = "包出",
			}, -- [29]
			{
				["pain"] = true,
				["text"] = "包团",
			}, -- [30]
			{
				["pain"] = true,
				["text"] = "可包",
			}, -- [31]
			{
				["pain"] = true,
				["text"] = "可散",
			}, -- [32]
			{
				["pain"] = true,
				["text"] = "咨询",
			}, -- [33]
			{
				["pain"] = true,
				["text"] = "嚎",
			}, -- [34]
			{
				["pain"] = true,
				["text"] = "国服第",
			}, -- [35]
			{
				["pain"] = true,
				["text"] = "土豪",
			}, -- [36]
			{
				["pain"] = true,
				["text"] = "地板",
			}, -- [37]
			{
				["pain"] = true,
				["text"] = "壕",
			}, -- [38]
			{
				["pain"] = true,
				["text"] = "威望",
			}, -- [39]
			{
				["text"] = "宝.*团",
			}, -- [40]
			{
				["pain"] = true,
				["text"] = "小时完成",
			}, -- [41]
			{
				["text"] = "工.*作",
			}, -- [42]
			{
				["text"] = "布.*皮.*锁.*板",
			}, -- [43]
			{
				["text"] = "平台",
				["pain"] = true,
			}, -- [44]
			{
				["pain"] = true,
				["text"] = "强制",
			}, -- [45]
			{
				["pain"] = true,
				["text"] = "待遇",
			}, -- [46]
			{
				["text"] = "微.*信",
			}, -- [47]
			{
				["text"] = "手.*工",
			}, -- [48]
			{
				["text"] = "手动",
				["pain"] = true,
			}, -- [49]
			{
				["text"] = "打.*工",
			}, -- [50]
			{
				["pain"] = true,
				["text"] = "押金",
			}, -- [51]
			{
				["text"] = "支.*付.*宝",
			}, -- [52]
			{
				["pain"] = true,
				["text"] = "支持",
			}, -- [53]
			{
				["pain"] = true,
				["text"] = "收费",
			}, -- [54]
			{
				["text"] = "散.*买",
			}, -- [55]
			{
				["pain"] = true,
				["text"] = "散件",
			}, -- [56]
			{
				["pain"] = true,
				["text"] = "散拍",
			}, -- [57]
			{
				["text"] = "斗.*鱼",
			}, -- [58]
			{
				["text"] = "无.*竞.*争",
			}, -- [59]
			{
				["pain"] = true,
				["text"] = "有偿",
			}, -- [60]
			{
				["pain"] = true,
				["text"] = "每天",
			}, -- [61]
			{
				["text"] = "法师塔",
				["pain"] = true,
			}, -- [62]
			{
				["text"] = "消.*费",
			}, -- [63]
			{
				["pain"] = true,
				["text"] = "消费",
			}, -- [64]
			{
				["text"] = "淘.*宝",
			}, -- [65]
			{
				["text"] = "熊.*猫",
			}, -- [66]
			{
				["pain"] = true,
				["text"] = "特价",
			}, -- [67]
			{
				["text"] = "直.*bo",
			}, -- [68]
			{
				["pain"] = true,
				["text"] = "直播",
			}, -- [69]
			{
				["pain"] = true,
				["text"] = "红包",
			}, -- [70]
			{
				["pain"] = true,
				["text"] = "线下",
			}, -- [71]
			{
				["text"] = "老.*扳",
			}, -- [72]
			{
				["text"] = "老.*板",
			}, -- [73]
			{
				["pain"] = true,
				["text"] = "良心",
			}, -- [74]
			{
				["pain"] = true,
				["text"] = "询价",
			}, -- [75]
			{
				["pain"] = true,
				["text"] = "豪",
			}, -- [76]
			{
				["text"] = "财.*迷",
			}, -- [77]
			{
				["text"] = "躺.*尸",
			}, -- [78]
			{
				["text"] = "躺地",
				["pain"] = true,
			}, -- [79]
			{
				["text"] = "金.*团",
			}, -- [80]
			{
				["pain"] = true,
				["text"] = "金团",
			}, -- [81]
			{
				["text"] = "门.*票",
			}, -- [82]
			{
				["text"] = "门票",
				["pain"] = true,
			}, -- [83]
			{
				["pain"] = true,
				["text"] = "预定",
			}, -- [84]
			{
				["pain"] = true,
				["text"] = "预约",
			}, -- [85]
			{
				["text"] = "马.*云",
			}, -- [86]
			{
				["text"] = "马上开车",
				["pain"] = true,
			}, -- [87]
			["default"] = true,
		},
	},
}
