
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["Radioedit - 奥蕾莉亚"] = "Default",
		["Geronimo - 奥蕾莉亚"] = "Default",
	},
	["global"] = {
		["serverDatas"] = {
			["AnnData"] = {
				["data"] = "^1^SAnnData^T^Stitle^S集合石商城积分即将过期^Scontent^S2016年前获取的积分将在12月31日过期，请大家尽快安排使用。具体过期积分数量请登录战网积分首页：http://reward.battlenet.com.cn/，通过点击“积分过期查询”进行查看。^t^^",
				["new"] = false,
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S88`你搞活动我买单`联盟·勇气试炼！`12月3日（周六）20点，联盟·勇气试炼！活动主持人：闹小闹闹-熊猫TV（房间号：309685）领衔联盟玩家一同探究团本-勇气的试炼，活动期间更有丰富好礼送不停，让我们一起来感受海拉的咆哮吧！*J集合石活动QQ报名群：108885849*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#4^S2002;850,,每周限量;68841;37846#2004;1200,1500,每周限量;34493;22966^S玩具#2^S4002;800,,每周限量;72161#7001;750,,每周限量;54212;31756^S消耗品#5^S1001;60;49288;30141;2#1001;60;49289;30518;1^S坐骑#3^S9001;850,,每周限量;71718;17011#9002;1500,,每月限量;69228;38048^S推荐#1#1^S3006;1500,1800,每周限量;79769#3008;150;45047;28811^t^^",
			},
			["FilterData"] = {
				["data"] = "^1^S支付宝^S![Tt][Bb]^S![Qq][Qq]^S代练^S淘%h*寶^S寶%h*搜^S支持%h*寶^S![Mm][Ee][Nn]^S![Mm][Aa][Oo]^S![Rr][Mm][Bb]^S![Yy][Uu][Aa][Nn]^S![Bb][Aa][Ii][Dd]^S![Cc][Dd]^S![Dd][Aa][Ii]^S微信^S马某^S手打^S支付^S挂机^S代做^S工作室^S淘淘^S!代.*刷^S!x.*宝^S全网^S!手.*工^S直播^S!w.*x^S!t.*b^S!微.*信^S小时完成^S线下^S预定^S红包^S带^S算^S老板^S欢迎^S直播^S金团^S预定^S询价^S支持^S强制^S咨询^S包出^S保底^S50^S消费^^",
				["new"] = true,
			},
		},
		["version"] = "70100.01",
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["pain"] = true,
				["text"] = "5173",
			}, -- [2]
			{
				["text"] = "tao.*bao",
			}, -- [3]
			{
				["pain"] = true,
				["text"] = "平台",
			}, -- [4]
			{
				["text"] = "支.*付.*宝",
			}, -- [5]
			{
				["text"] = "淘.*宝",
			}, -- [6]
			{
				["pain"] = true,
				["text"] = "门票",
			}, -- [7]
			["default"] = true,
		},
	},
}
