
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["Friede - 主宰之剑"] = "Friede - 主宰之剑",
	},
	["profiles"] = {
		["Friede - 主宰之剑"] = {
			["recent"] = {
				["1-247-648-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "文明战刃-白银之手",
						["iLvl"] = 339,
						["time"] = 1538838745,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "文明游戏#5962",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "阿力-熊猫酒仙",
						["time"] = 1538838755,
						["class"] = 4,
						["leader"] = true,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "凌枫-塞纳留斯",
						["time"] = 1538838745,
						["class"] = 2,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "黯瞳小米粒-海达希亚",
						["time"] = 1538838806,
						["class"] = 12,
						["leader"] = true,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "本笃一世-埃雷达尔",
						["iLvl"] = 355,
						["time"] = 1538838783,
						["class"] = 2,
						["bTag"] = "本笃一世#5744",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "结城美樱-国王之谷",
						["iLvl"] = 369,
						["time"] = 1538838738,
						["class"] = 2,
						["bTag"] = "殇染灬寂寞#5975",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "浓霾-白银之手",
						["iLvl"] = 369,
						["time"] = 1538838759,
						["class"] = 11,
						["bTag"] = "胖子叔叔#5105",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "月之禮讚-安苏",
						["iLvl"] = 366,
						["time"] = 1538838759,
						["class"] = 3,
						["bTag"] = "花泽香菜#5774",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "奥丁之怒-奥拉基尔",
						["iLvl"] = 377,
						["time"] = 1538838791,
						["class"] = 1,
						["bTag"] = "zhailu#5685",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "呦呦爱君君-影牙要塞",
						["iLvl"] = 365,
						["time"] = 1538838759,
						["class"] = 5,
						["bTag"] = "呦呦#5588",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "火毁-格瑞姆巴托",
						["iLvl"] = 371,
						["time"] = 1538838755,
						["class"] = 3,
						["bTag"] = "NAVI#51284",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "小小道-麦维影歌",
						["iLvl"] = 316,
						["time"] = 1538838751,
						["class"] = 8,
						["bTag"] = "quincy#5433",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "万夫莫开-勇士岛",
						["iLvl"] = 370,
						["time"] = 1538838749,
						["class"] = 1,
						["bTag"] = "浮一大白#51914",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "粉桃丶-阿古斯",
						["iLvl"] = 379,
						["time"] = 1538838745,
						["class"] = 2,
						["bTag"] = "桃子#5564",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "卡丽西-迦拉克隆",
						["iLvl"] = 349,
						["time"] = 1538838755,
						["class"] = 3,
						["bTag"] = "Archie168#5252",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Muy-雷霆号角",
						["iLvl"] = 368,
						["time"] = 1538838768,
						["class"] = 3,
						["bTag"] = "Jie#5888",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "吾是人非匚-贫瘠之地",
						["time"] = 1538838755,
						["class"] = 3,
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "漠然等待-回音山",
						["iLvl"] = 374,
						["time"] = 1538838749,
						["class"] = 6,
						["bTag"] = "寻你千百度#5590",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "由月与地-索拉丁",
						["time"] = 1538838772,
						["class"] = 9,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "翠星石-奥达曼",
						["iLvl"] = 352,
						["time"] = 1538838757,
						["class"] = 3,
						["bTag"] = "若若#5451",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "暗丶冰-奥尔加隆",
						["iLvl"] = 373,
						["time"] = 1538838852,
						["class"] = 12,
						["bTag"] = "芳华如梦#51703",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "墨傾池-阿古斯",
						["iLvl"] = 309,
						["time"] = 1538838747,
						["class"] = 1,
						["bTag"] = "靜觀#5144",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Dwarfboy-阿纳克洛斯",
						["iLvl"] = 336,
						["time"] = 1538838793,
						["class"] = 1,
						["bTag"] = "琰琰朝天踹#5501",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "破晓挽歌-罗宁",
						["time"] = 1538838736,
						["class"] = 8,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "小心小昕昕丶-奥特兰克",
						["iLvl"] = 373,
						["time"] = 1538838749,
						["class"] = 8,
						["bTag"] = "漏电的凯南丶#5233",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "江苏的-安苏",
						["iLvl"] = 372,
						["time"] = 1538838753,
						["class"] = 1,
						["bTag"] = "谦卑#5668",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "团长还缺德不-影牙要塞",
						["iLvl"] = 363,
						["time"] = 1538838747,
						["class"] = 11,
						["bTag"] = "灬果果小德奶不够#5909",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "一看就想吃-永夜港",
						["iLvl"] = 369,
						["time"] = 1538838852,
						["class"] = 1,
						["bTag"] = "逝水遥#5735",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "洞察之眼-诺兹多姆",
						["iLvl"] = 331,
						["time"] = 1538838751,
						["class"] = 8,
						["bTag"] = "星辰乄秋末#5496",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "宝贝親親-熊猫酒仙",
						["iLvl"] = 368,
						["time"] = 1538838852,
						["class"] = 11,
						["bTag"] = "乱搞几下#5340",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "宝贝亲亲-熊猫酒仙",
						["iLvl"] = 369,
						["time"] = 1538838852,
						["class"] = 8,
						["bTag"] = "宝贝亲亲#5727",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "麦兜会潜行-阿古斯",
						["iLvl"] = 377,
						["time"] = 1538838749,
						["class"] = 4,
						["bTag"] = "魅影刃舞#5834",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "晓囧-克洛玛古斯",
						["iLvl"] = 363,
						["time"] = 1538838852,
						["class"] = 8,
						["bTag"] = "少爷#52577",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "驭法-白银之手",
						["iLvl"] = 312,
						["time"] = 1538838852,
						["class"] = 8,
						["bTag"] = "指尖的回忆#5559",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "Ifice-符文图腾",
						["iLvl"] = 362,
						["time"] = 1538838852,
						["class"] = 8,
						["bTag"] = "tjh#5138",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "大佬要妞么-永恒之井",
						["iLvl"] = 349,
						["time"] = 1538838811,
						["class"] = 11,
						["bTag"] = "酒店老板的侄子#5588",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "爱丽莎娜-银松森林",
						["time"] = 1538838852,
						["class"] = 8,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "众神魔法-蜘蛛王国",
						["time"] = 1538838852,
						["class"] = 8,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "怪崽仔-暗影之月",
						["iLvl"] = 369,
						["time"] = 1538838844,
						["class"] = 10,
						["bTag"] = "痴呆症1#5675",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "洛神月-贫瘠之地",
						["iLvl"] = 345,
						["time"] = 1538838852,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "寒夜疯狂#5285",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "墨笙浅绎-熊猫酒仙",
						["iLvl"] = 377,
						["time"] = 1538838848,
						["class"] = 3,
						["bTag"] = "斑斑丶琉璃豹#5498",
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "那晚你十八-火喉",
						["iLvl"] = 270,
						["time"] = 1538989626,
						["class"] = 6,
						["bTag"] = "李亚#5788",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "菜刀至上-玛法里奥",
						["iLvl"] = 256,
						["time"] = 1538989626,
						["class"] = 1,
						["bTag"] = "刚刚好六个字#51336",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "Jalap-主宰之剑",
						["iLvl"] = 234,
						["time"] = 1538989626,
						["class"] = 5,
						["bTag"] = "阿明君#5393",
					}, -- [44]
				},
				["1-248-650-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "古力-军团要塞",
						["iLvl"] = 354,
						["time"] = 1538904096,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Joker#52205",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "水至清則無魚-凤凰之神",
						["iLvl"] = 356,
						["time"] = 1538904096,
						["class"] = 6,
						["bTag"] = "reings#5525",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "丨丨蟲丨丨-海达希亚",
						["iLvl"] = 344,
						["time"] = 1538904096,
						["class"] = 2,
						["bTag"] = "atheistD#5327",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "卡啦啦-勇士岛",
						["iLvl"] = 342,
						["time"] = 1538904096,
						["class"] = 12,
						["bTag"] = "jane#5374",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "玲玲芸芸-灰谷",
						["iLvl"] = 372,
						["time"] = 1538904096,
						["class"] = 8,
						["bTag"] = "幻杯开水#5861",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "月映禅-回音山",
						["time"] = 1538904096,
						["class"] = 5,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "言笑丶丶-罗宁",
						["iLvl"] = 357,
						["time"] = 1538904096,
						["class"] = 2,
						["bTag"] = "言笑丶#51177",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "英灵-索瑞森",
						["time"] = 1538904096,
						["class"] = 7,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "夺朵复-主宰之剑",
						["iLvl"] = 373,
						["time"] = 1538904096,
						["class"] = 5,
						["bTag"] = "Wizs#5457",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "Stanlye-海克泰尔",
						["iLvl"] = 368,
						["time"] = 1538904096,
						["class"] = 11,
						["bTag"] = "小火#5231",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "逐星丶刃-白银之手",
						["iLvl"] = 349,
						["time"] = 1538904096,
						["class"] = 12,
						["bTag"] = "一点而已#5810",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "魔戒-金色平原",
						["iLvl"] = 352,
						["time"] = 1538904056,
						["class"] = 3,
						["bTag"] = "魔戒#51905",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "曾经狂暴-蜘蛛王国",
						["iLvl"] = 369,
						["time"] = 1538904096,
						["class"] = 1,
						["bTag"] = "徘徊星界#5598",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "隱若-海克泰尔",
						["iLvl"] = 349,
						["time"] = 1538904096,
						["class"] = 3,
						["bTag"] = "子之疯狂#5625",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "笑看风云-拉贾克斯",
						["iLvl"] = 343,
						["time"] = 1538904090,
						["class"] = 1,
						["bTag"] = "笑看风云#5388",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "秦公公-库尔提拉斯",
						["time"] = 1538904096,
						["class"] = 1,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "风云灬不忘-山丘之王",
						["iLvl"] = 371,
						["time"] = 1538904096,
						["class"] = 1,
						["bTag"] = "佛罗伊德#5153",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "奥灬法-暗影之月",
						["iLvl"] = 359,
						["time"] = 1538904096,
						["class"] = 5,
						["bTag"] = "QuirkyTurtle#55889",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "浮华乱世-灰谷",
						["iLvl"] = 366,
						["time"] = 1538904096,
						["class"] = 2,
						["bTag"] = "吃根青菜#5875",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "穷得想抢人-加基森",
						["iLvl"] = 354,
						["time"] = 1538904096,
						["class"] = 2,
						["bTag"] = "穷得想抢人#5293",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "祁天小圣-迦拉克隆",
						["iLvl"] = 359,
						["time"] = 1538904096,
						["class"] = 8,
						["bTag"] = "星光丶#51712",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "阿靓妹-雷霆之怒",
						["time"] = 1538904096,
						["class"] = 1,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "圣堂紫焰-末日行者",
						["time"] = 1538904096,
						["class"] = 5,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "馒头很呆萌-蜘蛛王国",
						["iLvl"] = 366,
						["time"] = 1538904096,
						["class"] = 10,
						["bTag"] = "逝水流年#5314",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "观雨-法拉希姆",
						["iLvl"] = 350,
						["time"] = 1538904096,
						["class"] = 12,
						["bTag"] = "山东大李逵#5381",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "易拉环-暗影之月",
						["time"] = 1538904096,
						["class"] = 9,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "群丨狼-末日行者",
						["time"] = 1538904096,
						["class"] = 3,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "弹弓上的石头-罗宁",
						["time"] = 1538904096,
						["class"] = 3,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "阿諾-影牙要塞",
						["iLvl"] = 356,
						["time"] = 1539010271,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "阿房#5827",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "艾撒拉-白银之手",
						["iLvl"] = 340,
						["time"] = 1539010271,
						["class"] = 8,
						["bTag"] = "emilyduoduo#5893",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "丨贰师兄丨-主宰之剑",
						["iLvl"] = 339,
						["time"] = 1539010271,
						["class"] = 11,
						["bTag"] = "熊孩子#5768",
					}, -- [31]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "共産共妻-蜘蛛王国",
						["time"] = 1538845167,
						["class"] = 1,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "妲己本是妖-普罗德摩",
						["time"] = 1538845242,
						["class"] = 6,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "韶念-海克泰尔",
						["iLvl"] = 290,
						["time"] = 1538845122,
						["class"] = 5,
						["bTag"] = "杰克#5166",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "特特-翡翠梦境",
						["iLvl"] = 349,
						["time"] = 1538845242,
						["class"] = 2,
						["bTag"] = "休闲的特特#5982",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "兄弟连灬沙迦-亚雷戈斯",
						["iLvl"] = 284,
						["time"] = 1538845242,
						["class"] = 2,
						["bTag"] = "犀利糊涂君#5723",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "阿瘫-白银之手",
						["iLvl"] = 301,
						["time"] = 1538845042,
						["class"] = 11,
						["bTag"] = "大波妹#5446",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "凯斯絡-末日行者",
						["time"] = 1538846324,
						["class"] = 2,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "利爪丶尖牙-耳语海岸",
						["iLvl"] = 320,
						["time"] = 1538845929,
						["class"] = 11,
						["bTag"] = "光头发薇#5244",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Sharkwang-加里索斯",
						["iLvl"] = 368,
						["time"] = 1538845165,
						["class"] = 8,
						["bTag"] = "sharkwangyan#5926",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Alleriay-伊瑟拉",
						["iLvl"] = 310,
						["time"] = 1538845779,
						["class"] = 4,
						["bTag"] = "jitter#5605",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "丿浪子青衿彡-阿拉索",
						["iLvl"] = 343,
						["time"] = 1538845693,
						["class"] = 11,
						["bTag"] = "穿聖衣的熊猫#5552",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "阿布-地狱之石",
						["time"] = 1538845242,
						["class"] = 5,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Eziolothar-风暴峭壁",
						["iLvl"] = 293,
						["time"] = 1538845710,
						["class"] = 7,
						["bTag"] = "Eziolothar#51906",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "辣鸡游戏我透-杜隆坦",
						["iLvl"] = 311,
						["time"] = 1538845806,
						["class"] = 4,
						["bTag"] = "今晚你膝盖还疼吗#5527",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "夜神月之心-风暴峭壁",
						["iLvl"] = 327,
						["time"] = 1538844778,
						["class"] = 10,
						["bTag"] = "LOVEXY#5387",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "爱尔温斯那莎-瓦里玛萨斯",
						["iLvl"] = 353,
						["time"] = 1538845242,
						["class"] = 2,
						["bTag"] = "星辰悲歌#51229",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "萌夢夢-末日行者",
						["iLvl"] = 340,
						["time"] = 1538847177,
						["class"] = 3,
						["bTag"] = "强仔#51758",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "低潮的低调-金度",
						["iLvl"] = 254,
						["time"] = 1538845104,
						["class"] = 8,
						["bTag"] = "奈何微笑#51114",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "阿姨爱你-罗宁",
						["iLvl"] = 291,
						["time"] = 1538845104,
						["class"] = 6,
						["bTag"] = "阿姨爱你哟#5610",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Antetokonmp-主宰之剑",
						["iLvl"] = 277,
						["time"] = 1538844994,
						["class"] = 8,
						["bTag"] = "淡墨浅紫#5918",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "紧张就哭-熊猫酒仙",
						["iLvl"] = 321,
						["time"] = 1538845693,
						["class"] = 1,
						["bTag"] = "汪欣仁#5890",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走罗利-白银之手",
						["iLvl"] = 354,
						["time"] = 1538844749,
						["class"] = 3,
						["bTag"] = "亡灵序曲#5802",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Nuoh-玛诺洛斯",
						["iLvl"] = 309,
						["time"] = 1538846035,
						["class"] = 3,
						["bTag"] = "江岸猫#5887",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "我玩瞎子贼溜-翡翠梦境",
						["time"] = 1538844749,
						["class"] = 12,
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "存在与虚无-贫瘠之地",
						["time"] = 1538844774,
						["class"] = 1,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "蕞灬硬-熊猫酒仙",
						["iLvl"] = 349,
						["time"] = 1538847177,
						["class"] = 6,
						["bTag"] = "老三#5432",
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "私人丶手术刀-火烟之谷",
						["iLvl"] = 355,
						["time"] = 1538845762,
						["class"] = 10,
						["bTag"] = "别动我的盖浇饭#5128",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "卍伊利达雷卍-海克泰尔",
						["iLvl"] = 343,
						["time"] = 1538845242,
						["class"] = 12,
						["bTag"] = "狂暴之恋#5112",
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "疯狂的小鹌鹑-海克泰尔",
						["iLvl"] = 276,
						["time"] = 1538845242,
						["class"] = 5,
						["bTag"] = "DeathKnight#5785",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "彼岸椛-军团要塞",
						["iLvl"] = 282,
						["time"] = 1538844876,
						["class"] = 8,
						["bTag"] = "小蚂蚁#52454",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "超级猛肥头-丽丽（四川）",
						["time"] = 1538846617,
						["class"] = 8,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝天空-法拉希姆",
						["iLvl"] = 343,
						["time"] = 1538847177,
						["class"] = 1,
						["bTag"] = "蓝色天空#51143",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "Toofunny-罗宁",
						["iLvl"] = 370,
						["time"] = 1538844982,
						["class"] = 4,
						["bTag"] = "当初的誓言太可笑#5816",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "渴望零距离-爱斯特纳",
						["iLvl"] = 264,
						["time"] = 1538844866,
						["class"] = 1,
						["bTag"] = "leonard#5564",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "何人我我-朵丹尼尔",
						["time"] = 1538847177,
						["class"] = 7,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "海冽霜蓝-白银之手",
						["iLvl"] = 304,
						["time"] = 1538844951,
						["class"] = 7,
						["bTag"] = "草海#5187",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "拉乌米-主宰之剑",
						["iLvl"] = 289,
						["time"] = 1538844876,
						["class"] = 8,
						["bTag"] = "梦醉#5626",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "盲人按摩-神圣之歌",
						["time"] = 1538844944,
						["class"] = 12,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "时光等我-熊猫酒仙",
						["iLvl"] = 375,
						["time"] = 1538846302,
						["class"] = 9,
						["bTag"] = "狂野的怒#5212",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "一碗蛋蛋面-回音山",
						["time"] = 1538845178,
						["class"] = 12,
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "Opou-回音山",
						["iLvl"] = 320,
						["time"] = 1538847177,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "misswang#5500",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "非祥之刃-国王之谷",
						["time"] = 1538845920,
						["class"] = 4,
					}, -- [42]
					{
						["role"] = "TANK",
						["name"] = "熊姐很妩媚-白银之手",
						["iLvl"] = 307,
						["time"] = 1538847177,
						["class"] = 11,
						["bTag"] = "威哥#5863",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "二分之一纠结-迅捷微风",
						["time"] = 1538846014,
						["class"] = 3,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Direpanted-安苏",
						["iLvl"] = 353,
						["time"] = 1538846116,
						["class"] = 1,
						["bTag"] = "DirePants#58572",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "叁一一-白银之手",
						["iLvl"] = 321,
						["time"] = 1538847012,
						["class"] = 2,
						["bTag"] = "艾晓秧#5466",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "真情人鹏哥哥-安苏",
						["time"] = 1538846198,
						["class"] = 8,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "幻灭视界-亚雷戈斯",
						["iLvl"] = 318,
						["time"] = 1538846738,
						["class"] = 12,
						["bTag"] = "怒视群雄#5490",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "实验体二号-艾萨拉",
						["iLvl"] = 335,
						["time"] = 1538847177,
						["class"] = 4,
						["bTag"] = "轩辕十四#5803",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "人生海海-主宰之剑",
						["iLvl"] = 309,
						["time"] = 1538846738,
						["class"] = 5,
						["bTag"] = "GameKing#5141",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "Miraclezz-罗宁",
						["iLvl"] = 304,
						["time"] = 1538847107,
						["class"] = 12,
						["bTag"] = "紫竹#5741",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "西风兽马-月光林地",
						["time"] = 1538846423,
						["class"] = 3,
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "滑溜溜的肥皂-雷斧堡垒",
						["iLvl"] = 314,
						["time"] = 1538846589,
						["class"] = 11,
						["bTag"] = "小甜品#5252",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "疯之桔汁-阿迦玛甘",
						["iLvl"] = 355,
						["time"] = 1538846599,
						["class"] = 3,
						["bTag"] = "孙帔茏#5357",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "灬小虾米灬-布莱克摩",
						["iLvl"] = 350,
						["time"] = 1538847035,
						["class"] = 1,
						["bTag"] = "Smalaverag#5242",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "爱笑的小乖-世界之树",
						["iLvl"] = 350,
						["time"] = 1538847177,
						["class"] = 8,
						["bTag"] = "爱笑的小乖#5816",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "贝亲-神圣之歌",
						["iLvl"] = 308,
						["time"] = 1538847143,
						["class"] = 10,
						["bTag"] = "天之亦#5883",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "奥术亲和-破碎岭",
						["time"] = 1538847177,
						["class"] = 3,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "至乐无乐-白银之手",
						["iLvl"] = 375,
						["time"] = 1538847177,
						["class"] = 9,
						["bTag"] = "光明之锤#512901",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "克里姆王-轻风之语",
						["iLvl"] = 296,
						["time"] = 1538847177,
						["class"] = 12,
						["bTag"] = "咆哮之雷#5225",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "鎿鐡钸丁-罗宁",
						["iLvl"] = 332,
						["time"] = 1538847177,
						["class"] = 4,
						["bTag"] = "镎铁布丁#5750",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "姬吾力-伊森利恩",
						["iLvl"] = 348,
						["time"] = 1538847177,
						["class"] = 4,
						["bTag"] = "骨架子#51977",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "来自虚无-羽月",
						["time"] = 1538847105,
						["class"] = 4,
					}, -- [63]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "婧语-蜘蛛王国",
						["iLvl"] = 365,
						["time"] = 1538838501,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "七彩紫色#5940",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "按住啦拜碧-熊猫酒仙",
						["iLvl"] = 360,
						["time"] = 1538838501,
						["class"] = 8,
						["bTag"] = "真的是妖怪#5126",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "玛德-白银之手",
						["iLvl"] = 370,
						["time"] = 1538838501,
						["class"] = 11,
						["bTag"] = "happy123#5375",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "水寒鱼不聚-石锤",
						["iLvl"] = 348,
						["time"] = 1538838487,
						["class"] = 6,
						["bTag"] = "漆黑之犽#5275",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "一猎魔者一-德拉诺",
						["iLvl"] = 334,
						["time"] = 1538838501,
						["class"] = 12,
						["bTag"] = "jite#5460",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "舞动幽魂-达文格尔",
						["iLvl"] = 334,
						["time"] = 1538838501,
						["class"] = 8,
						["bTag"] = "魔殇狂夜#5755",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "溯丶夜-金色平原",
						["iLvl"] = 318,
						["time"] = 1538838501,
						["class"] = 6,
						["bTag"] = "何鑫#51887",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "半盏浮生-金度",
						["time"] = 1538838487,
						["class"] = 1,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "Moonbreeze-世界之树",
						["iLvl"] = 347,
						["time"] = 1538838501,
						["class"] = 5,
						["bTag"] = "yuan#5769",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Moonlingfei-泰兰德",
						["iLvl"] = 338,
						["time"] = 1538838496,
						["class"] = 12,
						["bTag"] = "华丽之虎#56305",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "月沉青冢-普罗德摩",
						["time"] = 1538838487,
						["class"] = 2,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "后勤人员-激流之傲",
						["iLvl"] = 301,
						["time"] = 1538838498,
						["class"] = 4,
						["bTag"] = "花环宿命#5132",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "咯吱嘎-雷斧堡垒",
						["iLvl"] = 280,
						["time"] = 1538838501,
						["class"] = 10,
						["bTag"] = "秋凉如水#5517",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "鹿仔的嘟嘟-扎拉赞恩",
						["iLvl"] = 343,
						["time"] = 1538838501,
						["class"] = 6,
						["bTag"] = "董浩#5501",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "恶魔大王王-白银之手",
						["iLvl"] = 349,
						["time"] = 1538838501,
						["class"] = 12,
						["bTag"] = "浅陌花开#5387",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "无缘且不渡-海克泰尔",
						["iLvl"] = 297,
						["time"] = 1538838501,
						["class"] = 5,
						["bTag"] = "天青色的升华#5611",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "兰陵晓晓生-白银之手",
						["time"] = 1538838501,
						["class"] = 8,
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "尛龘龘-白银之手",
						["iLvl"] = 349,
						["time"] = 1538838501,
						["class"] = 10,
						["bTag"] = "哈兜八兜#5998",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "守夜-布兰卡德",
						["iLvl"] = 341,
						["time"] = 1538838501,
						["class"] = 4,
						["bTag"] = "吃瓜子不吐壳#5648",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "迷失理智-铜龙军团",
						["iLvl"] = 346,
						["time"] = 1538838501,
						["class"] = 2,
						["bTag"] = "WICE#5976",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "傲世九重天-月光林地",
						["iLvl"] = 314,
						["time"] = 1538838501,
						["class"] = 2,
						["bTag"] = "雨中清泪#5877",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "鸡毛满地-守护之剑",
						["iLvl"] = 349,
						["time"] = 1538838501,
						["class"] = 9,
						["bTag"] = "bigtou#5241",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "百撕不的骑姊-破碎岭",
						["iLvl"] = 319,
						["time"] = 1538838496,
						["class"] = 2,
						["bTag"] = "百撕不的姐#5128",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "浏阳呆贼-末日行者",
						["iLvl"] = 377,
						["time"] = 1538838492,
						["class"] = 4,
						["bTag"] = "战战战#5941",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "年年知为谁生-德拉诺",
						["iLvl"] = 286,
						["time"] = 1538838501,
						["class"] = 11,
						["bTag"] = "小超的超#5481",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "哈士骑丨-熊猫酒仙",
						["iLvl"] = 356,
						["time"] = 1538838314,
						["class"] = 2,
						["bTag"] = "SnarkyGoblin#51266",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "红烧肉馒头-伊萨里奥斯",
						["iLvl"] = 341,
						["time"] = 1538838501,
						["class"] = 7,
						["bTag"] = "秋日天轻#5612",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "咩咩的羊-永恒之井",
						["iLvl"] = 343,
						["time"] = 1538838501,
						["class"] = 5,
						["bTag"] = "萌萌的摸摸头#5117",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "以心痛开始-末日行者",
						["iLvl"] = 343,
						["time"] = 1538838501,
						["class"] = 6,
						["bTag"] = "枫叶凋零时#51989",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "如此麻烦-丹莫德",
						["iLvl"] = 340,
						["time"] = 1538838492,
						["class"] = 7,
						["bTag"] = "暗影之龙#532353",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Rosevil-末日行者",
						["iLvl"] = 369,
						["time"] = 1538838498,
						["class"] = 4,
						["bTag"] = "娃娃鱼#51477",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "惊鸿如梦-白银之手",
						["iLvl"] = 361,
						["time"] = 1538838501,
						["class"] = 1,
						["bTag"] = "流年#54164",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "明玥心-海达希亚",
						["iLvl"] = 339,
						["time"] = 1538838501,
						["class"] = 12,
						["bTag"] = "syhhy#5329",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "苏師-万色星辰",
						["time"] = 1538838487,
						["class"] = 9,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的糖豆-主宰之剑",
						["time"] = 1538838501,
						["class"] = 9,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "我的一百八啊-安苏",
						["iLvl"] = 344,
						["time"] = 1538838496,
						["class"] = 2,
						["bTag"] = "一只小虫#5323",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "冥狐-图拉扬",
						["iLvl"] = 342,
						["time"] = 1538838501,
						["class"] = 9,
						["bTag"] = "来杯三鹿么#5137",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "皓庭霄度天-冰风岗",
						["iLvl"] = 352,
						["time"] = 1538838501,
						["class"] = 6,
						["bTag"] = "二十三#51235",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Flowerdance-破碎岭",
						["iLvl"] = 278,
						["time"] = 1538838277,
						["class"] = 9,
						["bTag"] = "熊明玮#5167",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "一夜的雨-灰谷",
						["iLvl"] = 288,
						["time"] = 1538841144,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "风之悠谷#5355",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "欧洲蹄-布莱克摩",
						["iLvl"] = 282,
						["time"] = 1538841144,
						["class"] = 6,
						["bTag"] = "尐嘴#51195",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "平常心儿-罗宁",
						["iLvl"] = 314,
						["time"] = 1538841144,
						["class"] = 6,
						["bTag"] = "老王的大白腿#5892",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "猎刄泡泡-伊瑟拉",
						["iLvl"] = 300,
						["time"] = 1538841144,
						["class"] = 3,
						["bTag"] = "暗影泡泡#5352",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "死鬼-卡德加",
						["iLvl"] = 303,
						["time"] = 1538841022,
						["class"] = 6,
						["bTag"] = "王大鹏#51678",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "进击的虫虫-拉文霍德",
						["iLvl"] = 313,
						["time"] = 1538841022,
						["class"] = 3,
						["bTag"] = "鸣叫的虫子#5450",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "小乖乖吃西瓜-朵丹尼尔",
						["iLvl"] = 353,
						["time"] = 1538841144,
						["class"] = 3,
						["bTag"] = "偶不乖#5963",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "酒后冲红灯-末日行者",
						["iLvl"] = 293,
						["time"] = 1538841144,
						["class"] = 10,
						["bTag"] = "宋玉#51630",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "好吉-白银之手",
						["iLvl"] = 282,
						["time"] = 1538841142,
						["class"] = 3,
						["bTag"] = "知足#51759",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "熊出沒-冰风岗",
						["iLvl"] = 346,
						["time"] = 1538841144,
						["class"] = 3,
						["bTag"] = "随風吟#5323",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "风中之怒-熊猫酒仙",
						["iLvl"] = 286,
						["time"] = 1538841144,
						["class"] = 12,
						["bTag"] = "尘埃落地#5929",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "彼岸丨幽泉-回音山",
						["iLvl"] = 285,
						["time"] = 1538841022,
						["class"] = 4,
						["bTag"] = "红莲丶灿世#5717",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "坚韧北极星-晴日峰（江苏）",
						["iLvl"] = 271,
						["time"] = 1538840931,
						["class"] = 8,
						["bTag"] = "血域风暴#5484",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Bit-瑞文戴尔",
						["iLvl"] = 307,
						["time"] = 1538841142,
						["class"] = 1,
						["bTag"] = "等待猎物#5780",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "弦颤丶魂归-末日行者",
						["iLvl"] = 349,
						["time"] = 1538841144,
						["class"] = 3,
						["bTag"] = "幸运之翼#56518",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "木子立羽-守护之剑",
						["iLvl"] = 349,
						["time"] = 1538841144,
						["class"] = 4,
						["bTag"] = "濃縮的怒氣#5872",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "易燃乂易爆-安苏",
						["iLvl"] = 348,
						["time"] = 1538841144,
						["class"] = 12,
						["bTag"] = "斩尽杀绝#5277",
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "皓水莫负-白银之手",
						["iLvl"] = 311,
						["time"] = 1538841144,
						["class"] = 6,
						["bTag"] = "Zorn#5773",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "相思赋予谁-阿迦玛甘",
						["time"] = 1538841144,
						["class"] = 3,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "莫小德-末日行者",
						["iLvl"] = 360,
						["time"] = 1538841022,
						["class"] = 11,
						["bTag"] = "黄瓜好坑爹#5679",
					}, -- [59]
					{
						["role"] = "HEALER",
						["name"] = "萌萌哒曼妮-罗宁",
						["iLvl"] = 367,
						["time"] = 1538841144,
						["class"] = 7,
						["bTag"] = "Minions#5492",
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "小毛绒-霜之哀伤",
						["iLvl"] = 343,
						["time"] = 1538841144,
						["class"] = 2,
						["bTag"] = "豆豆#52715",
					}, -- [61]
					{
						["role"] = "TANK",
						["name"] = "Arnaths-灰谷",
						["iLvl"] = 294,
						["time"] = 1538841144,
						["class"] = 6,
						["bTag"] = "彌敦丶道#5142",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "小树熊-罗宁",
						["iLvl"] = 307,
						["time"] = 1538841144,
						["class"] = 11,
						["bTag"] = "阿今#5809",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "我是好宝儿-普罗德摩",
						["iLvl"] = 311,
						["time"] = 1538841144,
						["class"] = 3,
						["bTag"] = "揍揍傻帽#5192",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "Manderlyll-铜龙军团",
						["time"] = 1538841144,
						["class"] = 2,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "沙伊娜-梦境之树",
						["iLvl"] = 297,
						["time"] = 1538841144,
						["class"] = 12,
						["bTag"] = "灰烬骑士团长#5630",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "Ehundredwt-主宰之剑",
						["iLvl"] = 360,
						["time"] = 1538841144,
						["class"] = 4,
						["bTag"] = "守护#5294",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "帕希菲卡-诺兹多姆",
						["iLvl"] = 343,
						["time"] = 1538841142,
						["class"] = 8,
						["bTag"] = "迷你之泰坦#512139",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "夏蓝猫-迦拉克隆",
						["iLvl"] = 337,
						["time"] = 1538841144,
						["class"] = 11,
						["bTag"] = "懒猫#52798",
					}, -- [69]
					{
						["role"] = "HEALER",
						["name"] = "彩霞映月-雷斧堡垒",
						["iLvl"] = 327,
						["time"] = 1538841144,
						["class"] = 5,
						["bTag"] = "cadillac1208#5684",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "天天想搞基-伊萨里奥斯",
						["iLvl"] = 317,
						["time"] = 1538841144,
						["class"] = 3,
						["bTag"] = "一条内板穿一年#5129",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "Catalin-月神殿",
						["iLvl"] = 297,
						["time"] = 1538841144,
						["class"] = 12,
						["bTag"] = "汤圆#51451",
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "天生坦克狼-奥达曼",
						["iLvl"] = 281,
						["time"] = 1538841144,
						["class"] = 6,
						["bTag"] = "杜康#5718",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "Teasan-鬼雾峰",
						["time"] = 1538841144,
						["class"] = 10,
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "吾胸无奶-安苏",
						["iLvl"] = 342,
						["time"] = 1538841144,
						["class"] = 5,
						["bTag"] = "LOBE#5260",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "双肩包-风暴峭壁",
						["iLvl"] = 288,
						["time"] = 1538841144,
						["class"] = 1,
						["bTag"] = "圜桌骑士#5817",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "磷酸果糖激酶-回音山",
						["iLvl"] = 286,
						["time"] = 1538841144,
						["class"] = 8,
						["bTag"] = "呆神#51644",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "低调丶禅悟-奥拉基尔",
						["iLvl"] = 339,
						["time"] = 1538841009,
						["class"] = 10,
						["bTag"] = "低调丶心碎#5921",
					}, -- [78]
					{
						["role"] = "TANK",
						["name"] = "斋藤遥子-火烟之谷",
						["iLvl"] = 314,
						["time"] = 1538841144,
						["class"] = 6,
						["bTag"] = "邪眼魔王#5224",
					}, -- [79]
				},
				["1-248-651-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "多潘立酮-白银之手",
						["time"] = 1538902377,
						["class"] = 2,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "幽兰血月-国王之谷",
						["iLvl"] = 346,
						["time"] = 1538904166,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "夜袭寡妇村#55321",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "末日战狼-伊瑟拉",
						["iLvl"] = 358,
						["time"] = 1539011090,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "谢嘉劼#5646",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "涂山红红-祖阿曼",
						["iLvl"] = 358,
						["time"] = 1539011086,
						["class"] = 11,
						["bTag"] = "胸罩上的奶味#5735",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "福娃婶之怒-埃加洛尔",
						["iLvl"] = 349,
						["time"] = 1539011086,
						["class"] = 6,
						["bTag"] = "光光#5779",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Hickey-暗影之月",
						["iLvl"] = 363,
						["time"] = 1539011090,
						["class"] = 3,
						["bTag"] = "Ever#52551",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "月光之爱-熊猫酒仙",
						["iLvl"] = 349,
						["time"] = 1539011090,
						["class"] = 11,
						["bTag"] = "草儿#5618",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝图银之手-永恒之井",
						["iLvl"] = 354,
						["time"] = 1539011090,
						["class"] = 2,
						["bTag"] = "蓝图银之手#5851",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "儒之依恋-罗宁",
						["iLvl"] = 375,
						["time"] = 1539011090,
						["class"] = 10,
						["bTag"] = "小怒灵#5453",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "雪爪-贫瘠之地",
						["iLvl"] = 349,
						["time"] = 1539011090,
						["class"] = 11,
						["bTag"] = "Lester#5182",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "小淘气丶-桑德兰",
						["iLvl"] = 368,
						["time"] = 1539011090,
						["class"] = 4,
						["bTag"] = "七杀#5946",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "剑气流香-玛法里奥",
						["iLvl"] = 347,
						["time"] = 1539011090,
						["class"] = 1,
						["bTag"] = "Classical#5263",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Novar-国王之谷",
						["iLvl"] = 361,
						["time"] = 1539011088,
						["class"] = 2,
						["bTag"] = "caolino1#5823",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "邪魔太歲-阿迦玛甘",
						["time"] = 1539011086,
						["class"] = 1,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "可乐喵-迦拉克隆",
						["iLvl"] = 360,
						["time"] = 1539011090,
						["class"] = 4,
						["bTag"] = "死亡之翼#523286",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "朝風瑞鶴-火烟之谷",
						["iLvl"] = 374,
						["time"] = 1539011090,
						["class"] = 5,
						["bTag"] = "奈亚拉托提普#5594",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "最终的老陈-金色平原",
						["iLvl"] = 367,
						["time"] = 1539011090,
						["class"] = 11,
						["bTag"] = "最终的老陈#5117",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "站好别乱动-扎拉赞恩",
						["iLvl"] = 345,
						["time"] = 1539011090,
						["class"] = 3,
						["bTag"] = "天晓得#5161",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "怒風獵手-国王之谷",
						["iLvl"] = 339,
						["time"] = 1539011090,
						["class"] = 12,
						["bTag"] = "吃肉的牛#5304",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "獨孤弑天-德拉诺",
						["iLvl"] = 342,
						["time"] = 1539011090,
						["class"] = 2,
						["bTag"] = "碎月#5980",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "卜卜口-末日行者",
						["iLvl"] = 372,
						["time"] = 1539011086,
						["class"] = 10,
						["bTag"] = "卜卜口#51486",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "还我球球-杜隆坦",
						["iLvl"] = 324,
						["time"] = 1539011090,
						["class"] = 6,
						["bTag"] = "轻沉低爽#5438",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "天王战神兽-万色星辰",
						["iLvl"] = 362,
						["time"] = 1539011090,
						["class"] = 7,
						["bTag"] = "招召神兽#5130",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "梦理寻她-达隆米尔",
						["iLvl"] = 365,
						["time"] = 1539011090,
						["class"] = 10,
						["bTag"] = "黯之哀伤#5187",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "简單乄粗暴-狂热之刃",
						["iLvl"] = 356,
						["time"] = 1539011084,
						["class"] = 3,
						["bTag"] = "無心乄飞翔#5381",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "氵髮絲-诺兹多姆",
						["iLvl"] = 355,
						["time"] = 1539011090,
						["class"] = 8,
						["bTag"] = "氵灬眼眸彡#5107",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Carnation-风暴之眼",
						["iLvl"] = 364,
						["time"] = 1539011086,
						["class"] = 4,
						["bTag"] = "carnation#51850",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "从小我就不乖-迅捷微风",
						["iLvl"] = 371,
						["time"] = 1539011090,
						["class"] = 2,
						["bTag"] = "从小我就很乖#5779",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "菲姬芭乖-塞拉摩",
						["iLvl"] = 352,
						["time"] = 1539011090,
						["class"] = 8,
						["bTag"] = "大菲哥#5281",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "喔唷哇啦-激流堡",
						["time"] = 1539011090,
						["class"] = 6,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "丶及时雨-银月",
						["iLvl"] = 351,
						["time"] = 1539011090,
						["class"] = 2,
						["bTag"] = "及时雨#51294",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "小貓咪大咕咕-守护之剑",
						["iLvl"] = 368,
						["time"] = 1539011084,
						["class"] = 11,
						["bTag"] = "靈性殘疾人#5614",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "Keelyn-梦境之树",
						["time"] = 1539011084,
						["class"] = 5,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "Akir-暗影之月",
						["time"] = 1539011088,
						["class"] = 5,
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "剛好遇见你-罗宁",
						["iLvl"] = 377,
						["time"] = 1539011090,
						["class"] = 2,
						["bTag"] = "萌叔#51600",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "剛好遇見你-罗宁",
						["iLvl"] = 374,
						["time"] = 1539011090,
						["class"] = 7,
						["bTag"] = "紫冰燕#5668",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "唉呦喂-泰兰德",
						["iLvl"] = 342,
						["time"] = 1539011090,
						["class"] = 3,
						["bTag"] = "唉呦喂#5124",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "迷你可頌-泰兰德",
						["iLvl"] = 340,
						["time"] = 1539011090,
						["class"] = 8,
						["bTag"] = "唉呦喂#5124",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "飘零海蒂-风暴峭壁",
						["time"] = 1539011090,
						["class"] = 8,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "冷月泣錵魂-阿古斯",
						["time"] = 1539011090,
						["class"] = 2,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "医生-库尔提拉斯",
						["time"] = 1539011090,
						["class"] = 4,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "当年大侠有烟-能源舰",
						["time"] = 1539011090,
						["class"] = 8,
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "Thrallgoel-扎拉赞恩",
						["time"] = 1539011090,
						["class"] = 7,
					}, -- [43]
				},
			},
			["version"] = "80000.06",
			["settings"] = {
				["storage"] = {
					["y"] = -3.199951171875,
					["x"] = 193.599838256836,
					["point"] = "TOPLEFT",
					["scale"] = 1,
				},
			},
			["searchHistoryList"] = {
				"2-111-418-0", -- [1]
				"2-146-658-0", -- [2]
				"6-0-16-0", -- [3]
				"6-0-0-0", -- [4]
			},
			["lastSearchCode"] = "2-111-418-0",
		},
	},
}
