
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["Elenore - 格瑞姆巴托"] = "Elenore - 格瑞姆巴托",
	},
	["profiles"] = {
		["Elenore - 格瑞姆巴托"] = {
			["settings"] = {
				["storage"] = {
					["y"] = -249.999877929688,
					["x"] = -44.000732421875,
					["point"] = "TOPRIGHT",
					["scale"] = 1,
				},
				["panel"] = false,
			},
			["appShine"] = "70300.06",
			["createHistoryList"] = {
				"2-115-462-0", -- [1]
				"2-119-465-0", -- [2]
				"1-134-487-0", -- [3]
				"1-124-419-0", -- [4]
				"1-124-469-0", -- [5]
				"1-124-420-0", -- [6]
				"2-113-460-0", -- [7]
			},
			["minimap"] = {
				["minimapPos"] = 152.783796189257,
			},
			["searchInputHistory"] = {
				["1-134-488-0"] = {
					"吞噬", -- [1]
				},
			},
			["searchHistoryList"] = {
				"3-131-478-0", -- [1]
				"2-112-459-0", -- [2]
				"2-129-476-0", -- [3]
				"2-114-461-0", -- [4]
				"2-113-460-0", -- [5]
				"2-120-466-0", -- [6]
				"2-117-464-0", -- [7]
				"2-121-467-0", -- [8]
				"2-115-462-0", -- [9]
				"2-119-465-0", -- [10]
				"3-123-481-0", -- [11]
				"2-118-463-0", -- [12]
				"6-0-17-0", -- [13]
				"6-0-16-0", -- [14]
				"1-71-291-0", -- [15]
				"1-71-280-0", -- [16]
				"1-134-488-0", -- [17]
				"3-132-483-0", -- [18]
				"1-134-489-0", -- [19]
				"2-120-453-0", -- [20]
				"1-134-487-0", -- [21]
				"1-124-469-0", -- [22]
				"3-132-482-0", -- [23]
				"1-124-421-0", -- [24]
				"2-129-475-0", -- [25]
				"2-114-447-0", -- [26]
				"2-113-446-0", -- [27]
				"2-117-451-0", -- [28]
				"2-112-445-0", -- [29]
				"2-118-450-0", -- [30]
				"1-124-420-0", -- [31]
				"2-120-0-0", -- [32]
				"2-116-449-0", -- [33]
				"3-123-416-0", -- [34]
				"3-122-414-0", -- [35]
				"3-122-468-0", -- [36]
				"3-126-457-0", -- [37]
				"2-119-452-0", -- [38]
				"2-115-448-0", -- [39]
				"2-121-454-0", -- [40]
				"1-124-422-0", -- [41]
				"2-133-484-0", -- [42]
				"2-133-485-0", -- [43]
				"2-125-455-0", -- [44]
				"2-128-473-0", -- [45]
				"3-131-479-0", -- [46]
				"2-121-444-0", -- [47]
				"1-124-419-0", -- [48]
				"3-0-458-0", -- [49]
				"2-112-0-0", -- [50]
				"3-123-415-0", -- [51]
				"2-116-0-0", -- [52]
				"2-116-439-0", -- [53]
				"1-124-423-0", -- [54]
				"2-127-471-0", -- [55]
				"3-0-300-0", -- [56]
				"1-130-477-0", -- [57]
				"6-0-0-0", -- [58]
			},
			["version"] = "70300.08",
			["advShine"] = "70200.05",
			["recent"] = {
				["3-132-482-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "触手写真女主-格瑞姆巴托",
						["iLvl"] = 942,
						["time"] = 1513515745,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "海绵超人#5840",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "爵士猛牛-格瑞姆巴托",
						["iLvl"] = 961,
						["time"] = 1513515745,
						["class"] = 1,
						["bTag"] = "爵士#51969",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "硬鸡-格瑞姆巴托",
						["iLvl"] = 959,
						["time"] = 1513515745,
						["class"] = 2,
						["bTag"] = "小眼镜#51870",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "来不来-格瑞姆巴托",
						["iLvl"] = 959,
						["time"] = 1513515745,
						["class"] = 1,
						["bTag"] = "Guetta#5995",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "大款丶-格瑞姆巴托",
						["iLvl"] = 951,
						["time"] = 1513515745,
						["class"] = 6,
						["bTag"] = "純丶爺们儿#5970",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "妳的特仑苏-格瑞姆巴托",
						["iLvl"] = 956,
						["time"] = 1513515745,
						["class"] = 5,
						["bTag"] = "古龙骑士#5706",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "不来不来-格瑞姆巴托",
						["iLvl"] = 935,
						["time"] = 1513513713,
						["class"] = 12,
						["bTag"] = "Guetta#5995",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "扁肉丶-格瑞姆巴托",
						["time"] = 1513513910,
						["class"] = 11,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "坚挺的老王-格瑞姆巴托",
						["iLvl"] = 957,
						["time"] = 1513513750,
						["class"] = 3,
						["bTag"] = "海绵超人#5840",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "孤单的大野猪-格瑞姆巴托",
						["iLvl"] = 951,
						["time"] = 1513513748,
						["class"] = 7,
						["bTag"] = "小眼镜#51870",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "大尼娘的舌头-格瑞姆巴托",
						["iLvl"] = 933,
						["time"] = 1513513755,
						["class"] = 9,
						["bTag"] = "小眼镜#51870",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "绿皮大叔丶-格瑞姆巴托",
						["time"] = 1513513713,
						["class"] = 1,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "天魔牛-能源舰",
						["iLvl"] = 952,
						["time"] = 1513515745,
						["class"] = 11,
						["bTag"] = "暗夜之鸦#5106579",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "烈焰鬼手-能源舰",
						["iLvl"] = 943,
						["time"] = 1513515745,
						["class"] = 9,
						["bTag"] = "蛮力之兽#56483",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "刘徳華-燃烧之刃",
						["iLvl"] = 956,
						["time"] = 1513515745,
						["class"] = 4,
						["bTag"] = "刘徳华#5545",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "悲剧了啊-伊森利恩",
						["iLvl"] = 951,
						["time"] = 1513515745,
						["class"] = 9,
						["bTag"] = "LEEHON#5742",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "血之陨落-熔火之心",
						["iLvl"] = 944,
						["time"] = 1513515745,
						["class"] = 12,
						["bTag"] = "海星泪#5671",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "科瑞恩-奥尔加隆",
						["iLvl"] = 949,
						["time"] = 1513514481,
						["class"] = 8,
						["bTag"] = "阿法#5153",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "中年酒鬼-霜狼",
						["iLvl"] = 949,
						["time"] = 1513515745,
						["class"] = 12,
						["bTag"] = "一块菜地#5365",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "拽就是拽-密林游侠",
						["iLvl"] = 959,
						["time"] = 1513515745,
						["class"] = 12,
						["bTag"] = "十随心所欲十#5395",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "霸佔你的永恒-太阳之井",
						["iLvl"] = 948,
						["time"] = 1513515745,
						["class"] = 3,
						["bTag"] = "丶大龙#5926",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "黎明祭司-燃烧之刃",
						["iLvl"] = 957,
						["time"] = 1513515745,
						["class"] = 7,
						["bTag"] = "跳跃之狮#55901",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "一箭双吊-巴瑟拉斯",
						["iLvl"] = 958,
						["time"] = 1513515745,
						["class"] = 3,
						["bTag"] = "科特迪瓦大聊斋#5179",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌小肥鸡-格瑞姆巴托",
						["time"] = 1513515745,
						["class"] = 8,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "聊狲-格瑞姆巴托",
						["time"] = 1513515745,
						["class"] = 10,
					}, -- [25]
				},
				["2-112-445-0"] = {
					{
						["role"] = "TANK",
						["name"] = "宇天谈情-无尽之海",
						["iLvl"] = 947,
						["time"] = 1512980206,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "霸天狂凯#5543",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "扶桑丨浪人-安苏",
						["iLvl"] = 830,
						["time"] = 1512980206,
						["class"] = 9,
						["bTag"] = "跳跳虎#54204",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "青春睡了谁-死亡之翼",
						["iLvl"] = 929,
						["time"] = 1512980206,
						["class"] = 9,
						["bTag"] = "fanhua133#5594",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "帅丶小凯-黑铁",
						["time"] = 1512980206,
						["class"] = 9,
					}, -- [4]
				},
				["3-132-483-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "幻影侠阿贝-亚雷戈斯",
						["iLvl"] = 956,
						["time"] = 1513170180,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "ShadowStorm#57887",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "潘多拉彡-亚雷戈斯",
						["iLvl"] = 952,
						["time"] = 1513170180,
						["class"] = 8,
						["bTag"] = "鬼魂之裤#560377",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "高督-银松森林",
						["iLvl"] = 947,
						["time"] = 1513170180,
						["class"] = 4,
						["bTag"] = "真火阎王#5618",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "护邪-亚雷戈斯",
						["iLvl"] = 953,
						["time"] = 1513170180,
						["class"] = 2,
						["bTag"] = "黑白式格调#5300",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "莱卡弗-银松森林",
						["time"] = 1513170180,
						["class"] = 1,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "驷歌-亚雷戈斯",
						["iLvl"] = 956,
						["time"] = 1513170180,
						["class"] = 6,
						["bTag"] = "四哥#51104",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "北巷丶胡椒-亚雷戈斯",
						["iLvl"] = 956,
						["time"] = 1513170180,
						["class"] = 5,
						["bTag"] = "北巷丶九命猫#5994",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "夜夢星宸-血牙魔王",
						["iLvl"] = 950,
						["time"] = 1513170180,
						["class"] = 4,
						["bTag"] = "sweetstars#5395",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "梅赛德斯法-银松森林",
						["iLvl"] = 945,
						["time"] = 1513170180,
						["class"] = 8,
						["bTag"] = "梅赛德斯#5937",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "月影由基-阿尔萨斯",
						["iLvl"] = 958,
						["time"] = 1513170180,
						["class"] = 3,
						["bTag"] = "空谷幽兰月影残#51148",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "灿烂调调-亚雷戈斯",
						["iLvl"] = 955,
						["time"] = 1513170180,
						["class"] = 9,
						["bTag"] = "诺娃#58918",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "Barklord-亚雷戈斯",
						["iLvl"] = 957,
						["time"] = 1513170180,
						["class"] = 6,
						["bTag"] = "吖睐氩#5582",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "魑魅魍魉灬-格瑞姆巴托",
						["iLvl"] = 954,
						["time"] = 1513170180,
						["class"] = 12,
						["bTag"] = "疯狂之猫#51262",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔手猎-银松森林",
						["iLvl"] = 953,
						["time"] = 1513170180,
						["class"] = 12,
						["bTag"] = "身份标识#51254",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "第三炮兵-亚雷戈斯",
						["iLvl"] = 944,
						["time"] = 1513170180,
						["class"] = 3,
						["bTag"] = "半神半神经病#5325",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "多啦兽兽-深渊之巢",
						["iLvl"] = 953,
						["time"] = 1513170180,
						["class"] = 1,
						["bTag"] = "名字太长要躲草丛#5461",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "当莳明月在-亚雷戈斯",
						["iLvl"] = 956,
						["time"] = 1513170180,
						["class"] = 1,
						["bTag"] = "张皮条#5229",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "汼大-埃德萨拉",
						["iLvl"] = 954,
						["time"] = 1513170180,
						["class"] = 1,
						["bTag"] = "汼大#5523",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "几米的阳光丶-血色十字军",
						["iLvl"] = 958,
						["time"] = 1513170180,
						["class"] = 1,
						["bTag"] = "几米的阳光丶#5298",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "冷枫丶-血牙魔王",
						["iLvl"] = 960,
						["time"] = 1513170180,
						["class"] = 11,
						["bTag"] = "BlankSpace#5609",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "女乃丶霸天下-凤凰之神",
						["iLvl"] = 956,
						["time"] = 1513170180,
						["class"] = 5,
						["bTag"] = "自由电子#5567",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "维也纳滴滴-迦拉克隆",
						["iLvl"] = 952,
						["time"] = 1513170180,
						["class"] = 5,
						["bTag"] = "小小之食人魔#5167632",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "狂瀾-亚雷戈斯",
						["iLvl"] = 952,
						["time"] = 1513170180,
						["class"] = 7,
						["bTag"] = "xupeng#5132",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "哎呦我曰-亚雷戈斯",
						["iLvl"] = 956,
						["time"] = 1513170180,
						["class"] = 9,
						["bTag"] = "路辉#51685",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "卐吉祥天卐-亚雷戈斯",
						["iLvl"] = 954,
						["time"] = 1513170180,
						["class"] = 9,
						["bTag"] = "菩提#5271",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "誰伴硪闯荡-海克泰尔",
						["iLvl"] = 951,
						["time"] = 1513170180,
						["class"] = 1,
						["bTag"] = "ffww#5676",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Tianqian-死亡之翼",
						["iLvl"] = 955,
						["time"] = 1513170180,
						["class"] = 3,
						["bTag"] = "幸运之虎#519674",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "腿毛怪叔叔-死亡之翼",
						["iLvl"] = 958,
						["time"] = 1513170180,
						["class"] = 9,
						["bTag"] = "皇阿玛吉祥#5466",
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "玄灵寂小寞-血环",
						["iLvl"] = 957,
						["time"] = 1514387171,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "玄灵寂小寞#5701",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "刃甲蒙哥卡恩-太阳之井",
						["iLvl"] = 960,
						["time"] = 1514387171,
						["class"] = 1,
						["bTag"] = "我玩得特别好#5505",
					}, -- [30]
					{
						["role"] = "NONE",
						["name"] = "嗖嗖两声-迦顿",
						["iLvl"] = 957,
						["time"] = 1514380512,
						["class"] = 6,
						["bTag"] = "ShadowStorm#54846",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "牛魔亡-血环",
						["iLvl"] = 955,
						["time"] = 1514387171,
						["class"] = 1,
						["bTag"] = "佳爷#5766",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "不急躁-埃霍恩",
						["iLvl"] = 960,
						["time"] = 1514380694,
						["class"] = 1,
						["bTag"] = "魔兽大秘境领队#5779",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "熊尐霸-血顶",
						["iLvl"] = 948,
						["time"] = 1514380628,
						["class"] = 1,
						["bTag"] = "奶茶咖啡#5621",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "芊儿霸-无尽之海",
						["iLvl"] = 961,
						["time"] = 1514387171,
						["class"] = 2,
						["bTag"] = "芊儿爸#5842",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "大款丶-格瑞姆巴托",
						["iLvl"] = 956,
						["time"] = 1514387163,
						["class"] = 6,
						["bTag"] = "純丶爺们儿#5970",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "娇小易推倒-影之哀伤",
						["iLvl"] = 954,
						["time"] = 1514381481,
						["class"] = 12,
						["bTag"] = "南通老板#5894",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "威丿武-凤凰之神",
						["iLvl"] = 957,
						["time"] = 1514387171,
						["class"] = 7,
						["bTag"] = "天承96#5643",
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "屠夫老魔-丽丽（四川）",
						["iLvl"] = 959,
						["time"] = 1514387171,
						["class"] = 11,
						["bTag"] = "老外#51959",
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "幽澜椛樰-织亡者",
						["iLvl"] = 950,
						["time"] = 1514387171,
						["class"] = 5,
						["bTag"] = "餅干娜#5694",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "撒战疾风-埃德萨拉",
						["iLvl"] = 957,
						["time"] = 1514387171,
						["class"] = 7,
						["bTag"] = "猎战疾风#5142",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魂射杀-鬼雾峰",
						["iLvl"] = 963,
						["time"] = 1514387171,
						["class"] = 3,
						["bTag"] = "寂静无风#5300",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "冰河葬碎心-迅捷微风",
						["iLvl"] = 954,
						["time"] = 1514387171,
						["class"] = 3,
						["bTag"] = "银字#5965",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "毓丶夕颜-燃烧之刃",
						["iLvl"] = 960,
						["time"] = 1514387171,
						["class"] = 8,
						["bTag"] = "毓丶夕颜#5587",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "科迪莉亚-迦拉克隆",
						["iLvl"] = 952,
						["time"] = 1514382982,
						["class"] = 3,
						["bTag"] = "戴芳#5452",
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "芙露拉-银松森林",
						["time"] = 1514387171,
						["class"] = 10,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌小肥鸡-格瑞姆巴托",
						["iLvl"] = 963,
						["time"] = 1514379619,
						["class"] = 8,
						["bTag"] = "小飞机#51198",
					}, -- [47]
					{
						["role"] = "HEALER",
						["name"] = "未闻花鸣-贫瘠之地",
						["iLvl"] = 955,
						["time"] = 1514387171,
						["class"] = 2,
						["bTag"] = "兵临天下#5620",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "芊儿妈-无尽之海",
						["iLvl"] = 953,
						["time"] = 1514383247,
						["class"] = 9,
						["bTag"] = "芊儿爸#5842",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "逐丶风-冰霜之刃",
						["iLvl"] = 957,
						["time"] = 1514383257,
						["class"] = 3,
						["bTag"] = "逐丶风#5830",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "云南箭客-古尔丹",
						["iLvl"] = 962,
						["time"] = 1514387171,
						["class"] = 3,
						["bTag"] = "浏一凯#5151",
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "冫奶茶咖啡-血顶",
						["iLvl"] = 949,
						["time"] = 1514383257,
						["class"] = 11,
						["bTag"] = "奶茶咖啡#5621",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "Gäm-古尔丹",
						["iLvl"] = 962,
						["time"] = 1514382444,
						["class"] = 1,
						["bTag"] = "浏一凯#5151",
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "布絡克斯-熵魔",
						["iLvl"] = 957,
						["time"] = 1514387171,
						["class"] = 6,
						["bTag"] = "老白#5342",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "嗡嘛呢呗咪吽-安东尼达斯",
						["iLvl"] = 950,
						["time"] = 1514383257,
						["class"] = 9,
						["bTag"] = "西瑞伊斯#5332",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Andrealphus-凤凰之神",
						["iLvl"] = 959,
						["time"] = 1514386591,
						["class"] = 9,
						["bTag"] = "紫云#52338",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "將丶丶軍-萨尔",
						["iLvl"] = 960,
						["time"] = 1514387171,
						["class"] = 1,
						["bTag"] = "撼动之邦#5969",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑的暗夜-冰川之拳",
						["iLvl"] = 949,
						["time"] = 1514387171,
						["class"] = 12,
						["bTag"] = "丨6256丨传奇#5788",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "殺小人的貓-冰风岗",
						["iLvl"] = 959,
						["time"] = 1514386615,
						["class"] = 11,
						["bTag"] = "龙猪无敌#5685",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "Snowkiss-血顶",
						["iLvl"] = 959,
						["time"] = 1514387171,
						["class"] = 2,
						["bTag"] = "snowkiss#5359",
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "柳清璃-巨龙之吼",
						["iLvl"] = 967,
						["time"] = 1514387171,
						["class"] = 2,
						["bTag"] = "丶梦璃灬#5701",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "冫奶啡咖茶-血顶",
						["iLvl"] = 959,
						["time"] = 1514387171,
						["class"] = 12,
						["bTag"] = "奶茶咖啡#5621",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "暗之随风-鬼雾峰",
						["iLvl"] = 960,
						["time"] = 1514387171,
						["class"] = 2,
						["bTag"] = "暗的延续#5377",
					}, -- [63]
					{
						["role"] = "HEALER",
						["name"] = "小精灵-格瑞姆巴托",
						["time"] = 1514386161,
						["class"] = 10,
					}, -- [64]
				},
				["1-124-469-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "国产零零柒-奥金顿",
						["iLvl"] = 928,
						["time"] = 1512262363,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "渡鸦#5273",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "八圣-狂热之刃",
						["iLvl"] = 929,
						["time"] = 1512262331,
						["class"] = 12,
						["bTag"] = "悟不如行#5984",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "萨拉曼热火-伊莫塔尔",
						["iLvl"] = 928,
						["time"] = 1512262270,
						["class"] = 7,
						["bTag"] = "寂静的骑士#5749",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "北风寒-布兰卡德",
						["iLvl"] = 943,
						["time"] = 1512262363,
						["class"] = 4,
						["bTag"] = "cxlynn#5171",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "重庆老冰棍-菲拉斯",
						["iLvl"] = 940,
						["time"] = 1512262520,
						["class"] = 8,
						["bTag"] = "王牙巴#5116",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "雨过天清-阿克蒙德",
						["iLvl"] = 945,
						["time"] = 1512262520,
						["class"] = 11,
						["bTag"] = "雨过天清#51336",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "大染缸-影之哀伤",
						["iLvl"] = 930,
						["time"] = 1512262520,
						["class"] = 12,
						["bTag"] = "夜雨潇湘#5826",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "中风老人-阿纳克洛斯",
						["time"] = 1512262520,
						["class"] = 9,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "黑豆兵-逐日者",
						["iLvl"] = 932,
						["time"] = 1512262607,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "龙果果#5799",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "我爱大宝-古加尔",
						["iLvl"] = 943,
						["time"] = 1512262607,
						["class"] = 2,
						["bTag"] = "pan#52314",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "茉末-贫瘠之地",
						["iLvl"] = 945,
						["time"] = 1512262653,
						["class"] = 7,
						["bTag"] = "我不怕不怕啦#5570",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "全球猎艳计划-奥尔加隆",
						["iLvl"] = 896,
						["time"] = 1512262683,
						["class"] = 8,
						["bTag"] = "BattlePants#57688",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "让我来抗怪-萨尔",
						["iLvl"] = 943,
						["time"] = 1512262683,
						["class"] = 6,
						["bTag"] = "沫子丶#5678",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "并州游侠-夏维安",
						["iLvl"] = 947,
						["time"] = 1512262683,
						["class"] = 8,
						["bTag"] = "并州#5233",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "无情的小猎手-亚雷戈斯",
						["iLvl"] = 943,
						["time"] = 1512797156,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "快乐的小鱼人#51555",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "二一-迅捷微风",
						["iLvl"] = 957,
						["time"] = 1512797097,
						["class"] = 4,
						["bTag"] = "咖喱给给#51381",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Dabolo-安苏",
						["iLvl"] = 940,
						["time"] = 1512797143,
						["class"] = 11,
						["bTag"] = "大菠萝#51484",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "灬一路向北灬-利刃之拳",
						["iLvl"] = 954,
						["time"] = 1512797143,
						["class"] = 2,
						["bTag"] = "天涯浪子心#5571",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "安多米尔-利刃之拳",
						["iLvl"] = 915,
						["time"] = 1512883059,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "nuna#5253",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "骑宝马打酱油-奎尔萨拉斯",
						["iLvl"] = 944,
						["time"] = 1512883059,
						["class"] = 3,
						["bTag"] = "暗夜之鸦#510216",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "巴布牙-熔火之心",
						["iLvl"] = 963,
						["time"] = 1512883059,
						["class"] = 5,
						["bTag"] = "Eva#5933",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "江小白-卡德加",
						["iLvl"] = 914,
						["time"] = 1512973480,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "迷你之泰坦#58875",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "獨愛-地狱咆哮",
						["iLvl"] = 946,
						["time"] = 1512973515,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "小緒#5581",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "孤单的舞步-艾莫莉丝",
						["time"] = 1512973515,
						["class"] = 3,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "恶梦重来-死亡之翼",
						["iLvl"] = 911,
						["time"] = 1512973521,
						["class"] = 1,
						["bTag"] = "恶梦重来#5697",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "闪现闪不见-加基森",
						["iLvl"] = 938,
						["time"] = 1513004280,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "哥还是很飘逸#5986",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "萌大宝-凤凰之神",
						["iLvl"] = 919,
						["time"] = 1513004325,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "街角遇见彩红#5791",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "胖叮叮-斯克提斯",
						["iLvl"] = 925,
						["time"] = 1513004325,
						["class"] = 10,
						["bTag"] = "饭不稀#5319",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "尹素婉-阿尔萨斯",
						["iLvl"] = 805,
						["time"] = 1513004325,
						["class"] = 8,
						["bTag"] = "十字军的誓言#5305",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "丝般感觉-安其拉",
						["time"] = 1513055141,
						["class"] = 2,
						["leader"] = true,
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "无望-奥妮克希亚",
						["iLvl"] = 952,
						["time"] = 1513055096,
						["class"] = 11,
						["bTag"] = "无望#5798",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "金黄色的回忆-冰霜之刃",
						["iLvl"] = 956,
						["time"] = 1513055180,
						["class"] = 5,
						["bTag"] = "金黄色的回忆#5314",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "蝶灬-莱索恩",
						["iLvl"] = 959,
						["time"] = 1513055182,
						["class"] = 12,
						["bTag"] = "爵爷#51346",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "谏山神乐-伊森利恩",
						["iLvl"] = 952,
						["time"] = 1513055182,
						["class"] = 2,
						["bTag"] = "谏山黄泉#5647",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "果葡糖浆-死亡之翼",
						["time"] = 1513055182,
						["class"] = 8,
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "刷刷就会加血-燃烧之刃",
						["time"] = 1513055242,
						["class"] = 5,
						["leader"] = true,
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "大侠好刀法-迦拉克隆",
						["time"] = 1513055242,
						["class"] = 6,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "未来酋长-安苏",
						["iLvl"] = 939,
						["time"] = 1513055242,
						["class"] = 3,
						["bTag"] = "吃喝嫖赌抽#5260",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "亵渎丶阿索格-安苏",
						["iLvl"] = 916,
						["time"] = 1513055242,
						["class"] = 6,
						["bTag"] = "小丑巴基#51291",
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "Lelvetica-鬼雾峰",
						["iLvl"] = 954,
						["time"] = 1513168699,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "曾经沧海难为水#51674",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "爱多之星-回音山",
						["iLvl"] = 954,
						["time"] = 1513168723,
						["class"] = 7,
						["bTag"] = "爱多之星#5460",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "弒神者-无尽之海",
						["iLvl"] = 951,
						["time"] = 1513168886,
						["class"] = 1,
						["bTag"] = "风在指尖上#51984",
					}, -- [42]
					{
						["role"] = "TANK",
						["name"] = "王建国-迪托马斯",
						["iLvl"] = 957,
						["time"] = 1513168723,
						["class"] = 1,
						["bTag"] = "Hysteria#5159",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落圣光丶-布兰卡德",
						["iLvl"] = 922,
						["time"] = 1513168786,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "残阳依旧丶#5808",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇笑-雷霆之王",
						["iLvl"] = 956,
						["time"] = 1513168882,
						["class"] = 6,
						["bTag"] = "孟家少爷#5125",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "思思雾仙浓-加尔",
						["iLvl"] = 942,
						["time"] = 1513168886,
						["class"] = 9,
						["bTag"] = "不插电#5268",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "欲痛又止的爱-死亡之翼",
						["time"] = 1513168886,
						["class"] = 2,
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "燕子哥哥-安苏",
						["iLvl"] = 908,
						["time"] = 1513169048,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "如何选择#5749",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "小馨-死亡之翼",
						["iLvl"] = 947,
						["time"] = 1513168992,
						["class"] = 3,
						["bTag"] = "青豆#5666",
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "酒肆丶布吉岛-亚雷戈斯",
						["iLvl"] = 891,
						["time"] = 1513169095,
						["class"] = 5,
						["bTag"] = "矢泽妮可#52321",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "格鲁尔之爹-死亡之翼",
						["iLvl"] = 937,
						["time"] = 1513169095,
						["class"] = 3,
						["bTag"] = "父亲#5369",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "我恨我痴狂-诺莫瑞根",
						["time"] = 1513242728,
						["class"] = 1,
						["leader"] = true,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "黯丨苍穹-燃烧之刃",
						["iLvl"] = 962,
						["time"] = 1513242761,
						["class"] = 5,
						["bTag"] = "heyzz#5587",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "成灰-格瑞姆巴托",
						["iLvl"] = 907,
						["time"] = 1513242800,
						["class"] = 12,
						["bTag"] = "Dawnins#5642",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "执笔写柔情-黑铁",
						["iLvl"] = 877,
						["time"] = 1513242807,
						["class"] = 3,
						["bTag"] = "夜归人#5205",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "烟灰刹葬月-伊森利恩",
						["iLvl"] = 954,
						["time"] = 1513242807,
						["class"] = 3,
						["bTag"] = "烟灰#5633",
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "Littleyzz-艾露恩",
						["iLvl"] = 955,
						["time"] = 1513322246,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "Lynna#51926",
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "排骨歌-艾露恩",
						["iLvl"] = 950,
						["time"] = 1513322246,
						["class"] = 5,
						["bTag"] = "Lynna#51926",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "Anberlin-安纳塞隆",
						["iLvl"] = 959,
						["time"] = 1513322246,
						["class"] = 6,
						["bTag"] = "Anberlin#5457",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "再玩蛮法-冬泉谷",
						["time"] = 1513322246,
						["class"] = 8,
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "大佬表-奥特兰克",
						["iLvl"] = 958,
						["time"] = 1513322396,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "丨猫控丨#5909",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "流逝的流星-德拉诺",
						["time"] = 1513322396,
						["class"] = 1,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "Drakelion-凤凰之神",
						["iLvl"] = 957,
						["time"] = 1513406265,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "bewgyang#5425",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "救世灵儿-阿比迪斯",
						["iLvl"] = 936,
						["time"] = 1513406265,
						["class"] = 9,
						["bTag"] = "救世灵儿#5166",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光忽悠着您-斯坦索姆",
						["iLvl"] = 941,
						["time"] = 1513406292,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "尤夕妍#5396",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "繁盛死疽残暴-伊利丹",
						["iLvl"] = 959,
						["time"] = 1513406292,
						["class"] = 12,
						["bTag"] = "小母牛开坦克#51409",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "潇洒公子-尘风峡谷",
						["iLvl"] = 956,
						["time"] = 1513406419,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "多力多德#5838",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "仓库零二号-大地之怒",
						["iLvl"] = 929,
						["time"] = 1513406444,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "糊涂仙#5350",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇法-燃烧之刃",
						["iLvl"] = 962,
						["time"] = 1513406444,
						["class"] = 8,
						["bTag"] = "兜里的糖糖#5851",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "淰宝宝丶-海克泰尔",
						["iLvl"] = 885,
						["time"] = 1513406444,
						["class"] = 8,
						["bTag"] = "胸口碎大石丶#51346",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "楼下国足-丽丽（四川）",
						["iLvl"] = 928,
						["time"] = 1513581207,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "风雪前一夜#5491",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "锋稜-加基森",
						["time"] = 1513581207,
						["class"] = 12,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "绝心-烈焰峰",
						["time"] = 1513581207,
						["class"] = 9,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "邪冰剑皇-格瑞姆巴托",
						["time"] = 1513581207,
						["class"] = 6,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "众神的愤怒-艾露恩",
						["time"] = 1513581207,
						["class"] = 8,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "大熊贝儿-雷霆之王",
						["iLvl"] = 939,
						["time"] = 1513581207,
						["class"] = 6,
						["bTag"] = "贝儿熊#5741",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "老陈又-风行者",
						["iLvl"] = 942,
						["time"] = 1513581207,
						["class"] = 10,
						["bTag"] = "随风音速#5918",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "荡来荡去的-寒冰皇冠",
						["iLvl"] = 824,
						["time"] = 1513581207,
						["class"] = 1,
						["bTag"] = "靳贝#5475",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "木冇魚丸-影之哀伤",
						["iLvl"] = 963,
						["time"] = 1513581207,
						["class"] = 8,
						["bTag"] = "我嘟嘟嘟呀#51863",
					}, -- [79]
					{
						["role"] = "TANK",
						["name"] = "信仰之光-伊利丹",
						["iLvl"] = 930,
						["time"] = 1513581207,
						["class"] = 2,
						["bTag"] = "奶骑士#5682",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "朲緬獸伈-哈卡",
						["iLvl"] = 955,
						["time"] = 1513581207,
						["class"] = 7,
						["bTag"] = "曲终人散#5925",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "不想带小鬼-克尔苏加德",
						["iLvl"] = 944,
						["time"] = 1513581205,
						["class"] = 9,
						["bTag"] = "这火传不了#5646",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "Loose-熔火之心",
						["iLvl"] = 962,
						["time"] = 1513581205,
						["class"] = 9,
						["bTag"] = "miltwo#5591",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "墨缘沐鱈-安其拉",
						["iLvl"] = 939,
						["time"] = 1513581207,
						["class"] = 4,
						["bTag"] = "渐开阳#5770",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "酒仙烧香-符文图腾",
						["time"] = 1513581207,
						["class"] = 10,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "铜锣湾湾花-死亡之翼",
						["iLvl"] = 937,
						["time"] = 1513581207,
						["class"] = 6,
						["bTag"] = "王明凯#51909",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "梦非烟飘-巴尔古恩",
						["iLvl"] = 928,
						["time"] = 1513581207,
						["class"] = 3,
						["bTag"] = "夜舞狂风#5226",
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "卷子-死亡之翼",
						["iLvl"] = 952,
						["time"] = 1513581205,
						["class"] = 10,
						["bTag"] = "花歸髒#5867",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "清语夜幻-无尽之海",
						["iLvl"] = 906,
						["time"] = 1513581126,
						["class"] = 9,
						["bTag"] = "毒行#5951",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "風之韵-安苏",
						["iLvl"] = 872,
						["time"] = 1513581207,
						["class"] = 8,
						["bTag"] = "跳动的火焰#51491",
					}, -- [90]
					{
						["role"] = "TANK",
						["name"] = "腊月丶-黑铁",
						["iLvl"] = 959,
						["time"] = 1513581126,
						["class"] = 2,
						["bTag"] = "懵丶#5227",
					}, -- [91]
					{
						["role"] = "TANK",
						["name"] = "灬血小贱-迅捷微风",
						["time"] = 1513581126,
						["class"] = 6,
					}, -- [92]
					{
						["role"] = "TANK",
						["name"] = "哈娜灬刃舞者-伊利丹",
						["iLvl"] = 942,
						["time"] = 1513581207,
						["class"] = 12,
						["bTag"] = "小灬警长#5779",
					}, -- [93]
					{
						["role"] = "TANK",
						["name"] = "浮夸又何妨-鬼雾峰",
						["iLvl"] = 949,
						["time"] = 1513581119,
						["class"] = 6,
						["bTag"] = "依然微笑#51853",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "浪漫逐风-阿克蒙德",
						["iLvl"] = 956,
						["time"] = 1513581205,
						["class"] = 4,
						["bTag"] = "枫之声#51562",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "欧爷部落丷花-埃加洛尔",
						["iLvl"] = 956,
						["time"] = 1513581205,
						["class"] = 8,
						["bTag"] = "BaomYang#5244",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "戰無鈈勝-鬼雾峰",
						["time"] = 1513581207,
						["class"] = 6,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "纽约马-安苏",
						["iLvl"] = 960,
						["time"] = 1513581126,
						["class"] = 8,
						["bTag"] = "欧阳晨#51345",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "链条拉起来-恐怖图腾",
						["iLvl"] = 927,
						["time"] = 1513581207,
						["class"] = 7,
						["bTag"] = "milk0419#5902",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "大胖贼-凤凰之神",
						["iLvl"] = 946,
						["time"] = 1513581207,
						["class"] = 4,
						["bTag"] = "QuirkyTurtle#52458",
					}, -- [100]
					{
						["role"] = "HEALER",
						["name"] = "月灬牙-安苏",
						["time"] = 1513581207,
						["class"] = 2,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "说不出再见-鬼雾峰",
						["iLvl"] = 938,
						["time"] = 1513581126,
						["class"] = 6,
						["bTag"] = "雨后晰梦#5611",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血战刃-雷斧堡垒",
						["iLvl"] = 940,
						["time"] = 1513581207,
						["class"] = 12,
						["bTag"] = "嗜血怨灵#51423",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "四队那个死骑-冰霜之刃",
						["iLvl"] = 930,
						["time"] = 1513581207,
						["class"] = 6,
						["bTag"] = "百撕不的姐#5128",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "圣灵糖果-萨菲隆",
						["time"] = 1513581113,
						["class"] = 3,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝灵雪薇-贫瘠之地",
						["iLvl"] = 955,
						["time"] = 1513581207,
						["class"] = 8,
						["bTag"] = "陈龙#5962",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "余地丶-格瑞姆巴托",
						["iLvl"] = 945,
						["time"] = 1513581207,
						["class"] = 12,
						["bTag"] = "凌乱陌路#5101",
					}, -- [107]
					{
						["role"] = "TANK",
						["name"] = "Redox-安苏",
						["iLvl"] = 954,
						["time"] = 1513581207,
						["class"] = 11,
						["bTag"] = "乌鸦瑞#5908",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "丨欧惶丨-闪电之刃",
						["iLvl"] = 902,
						["time"] = 1513581207,
						["class"] = 2,
						["bTag"] = "无双永恒#5940",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "别说话丶吻沃-冰风岗",
						["iLvl"] = 933,
						["time"] = 1513581126,
						["class"] = 12,
						["bTag"] = "Wusyuan#5222",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "鹅头-奈法利安",
						["iLvl"] = 953,
						["time"] = 1513581207,
						["class"] = 9,
						["bTag"] = "味道#5960",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "雪沐晴-影之哀伤",
						["time"] = 1513581207,
						["class"] = 2,
					}, -- [112]
					{
						["role"] = "TANK",
						["name"] = "Tomwell-外域",
						["time"] = 1513581207,
						["class"] = 12,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "牛无双-风暴之怒",
						["iLvl"] = 924,
						["time"] = 1513756940,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "小牛快跑#5478",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "萨尔-埃霍恩",
						["time"] = 1513756952,
						["class"] = 7,
						["leader"] = true,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "幽灵的威胁-熔火之心",
						["iLvl"] = 960,
						["time"] = 1513756969,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "撕裂的末日#5144",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "血色玫瑰-阿卡玛",
						["iLvl"] = 944,
						["time"] = 1513756969,
						["class"] = 5,
						["bTag"] = "跳跃之巫师#54886",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "Realme-霜之哀伤",
						["iLvl"] = 819,
						["time"] = 1513757930,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "周晓#5620",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "闪电大哥-阿比迪斯",
						["time"] = 1513757908,
						["class"] = 7,
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "晃蕩騎士-死亡之翼",
						["iLvl"] = 927,
						["time"] = 1513757930,
						["class"] = 2,
						["bTag"] = "风舞丶星辰#5516",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "琛琛在不在-安苏",
						["iLvl"] = 959,
						["time"] = 1513757930,
						["class"] = 2,
						["bTag"] = "椎名真白#54555",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "王二娃-血环",
						["iLvl"] = 958,
						["time"] = 1513757930,
						["class"] = 7,
						["bTag"] = "克里斯#51964",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "四小爺-埃德萨拉",
						["iLvl"] = 947,
						["time"] = 1513758058,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "早早我爱你#5942",
					}, -- [123]
					{
						["role"] = "TANK",
						["name"] = "风沙莫凭栏-亚雷戈斯",
						["iLvl"] = 951,
						["time"] = 1513758058,
						["class"] = 2,
						["bTag"] = "石浩然#5554",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "丢丢-弗塞雷迦",
						["iLvl"] = 942,
						["time"] = 1513758058,
						["class"] = 12,
						["bTag"] = "garygor#51531",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "带小猪来巡山-死亡之翼",
						["iLvl"] = 958,
						["time"] = 1513758058,
						["class"] = 3,
						["bTag"] = "夜之潜心#5811",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "卡加妮晨锋-鬼雾峰",
						["iLvl"] = 933,
						["time"] = 1513844819,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "seapaladin#5508",
					}, -- [127]
					{
						["role"] = "TANK",
						["name"] = "雪珀-安苏",
						["iLvl"] = 929,
						["time"] = 1513844858,
						["class"] = 12,
						["bTag"] = "雪冥#5212",
					}, -- [128]
					{
						["role"] = "HEALER",
						["name"] = "大迷妹-梦境之树",
						["iLvl"] = 954,
						["time"] = 1513844959,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "超级嘿嘿哥#5950",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "魅影刺客-恶魔之魂",
						["iLvl"] = 940,
						["time"] = 1513844936,
						["class"] = 4,
						["bTag"] = "魅影刺客#5164",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "Cobom-安苏",
						["iLvl"] = 959,
						["time"] = 1513844959,
						["class"] = 9,
						["bTag"] = "TWB#51767",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "解毒药-雷霆之王",
						["iLvl"] = 940,
						["time"] = 1513844959,
						["class"] = 1,
						["bTag"] = "寂寞无花#5890",
					}, -- [132]
					{
						["role"] = "TANK",
						["name"] = "Cloued-耐普图隆",
						["time"] = 1514336432,
						["class"] = 6,
						["leader"] = true,
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "戰弑-莱索恩",
						["iLvl"] = 962,
						["time"] = 1514336432,
						["class"] = 1,
						["bTag"] = "英雄本色#5535",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "其实是鬼-战歌",
						["time"] = 1514336425,
						["class"] = 4,
					}, -- [135]
					{
						["role"] = "TANK",
						["name"] = "缺德就叫我-巴纳扎尔",
						["iLvl"] = 904,
						["time"] = 1514336432,
						["class"] = 11,
						["bTag"] = "心随云漫步#5443",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "子夜四时歌-死亡之翼",
						["iLvl"] = 964,
						["time"] = 1514336507,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "乱红飞过秋千#5191",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "无良-克尔苏加德",
						["iLvl"] = 951,
						["time"] = 1514336507,
						["class"] = 12,
						["bTag"] = "唯爱丶记忆#5479",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "皮萌卡修-死亡之翼",
						["iLvl"] = 900,
						["time"] = 1514336507,
						["class"] = 2,
						["bTag"] = "莫小良#51259",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "丨青菱丨-贫瘠之地",
						["iLvl"] = 961,
						["time"] = 1514336507,
						["class"] = 5,
						["bTag"] = "快乐之足#517781",
					}, -- [140]
					{
						["role"] = "TANK",
						["name"] = "辉煌伴葬歌-安苏",
						["time"] = 1514511496,
						["class"] = 6,
						["leader"] = true,
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "一边是海水-丽丽（四川）",
						["iLvl"] = 955,
						["time"] = 1514511502,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "土人#5139",
					}, -- [142]
					{
						["role"] = "HEALER",
						["name"] = "轻飔抚雨-屠魔山谷",
						["iLvl"] = 956,
						["time"] = 1514511512,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "无忧无虑的喵#5432",
					}, -- [143]
					{
						["role"] = "HEALER",
						["name"] = "安牧牧-艾莫莉丝",
						["iLvl"] = 951,
						["time"] = 1514511543,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "Enigma#5135",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "葱花神将-泰兰德",
						["iLvl"] = 944,
						["time"] = 1514511627,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "崇义信达#5722",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "一只小完熊-太阳之井",
						["iLvl"] = 967,
						["time"] = 1514511651,
						["class"] = 8,
						["bTag"] = "GipsyDanger#51339",
					}, -- [146]
					{
						["role"] = "TANK",
						["name"] = "欧尼酱-达斯雷玛",
						["iLvl"] = 954,
						["time"] = 1514511627,
						["class"] = 12,
						["bTag"] = "角落里的神#51701",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "Palette-狂热之刃",
						["iLvl"] = 937,
						["time"] = 1514511627,
						["class"] = 12,
						["bTag"] = "TrickyZerg#59226",
					}, -- [148]
					{
						["role"] = "TANK",
						["name"] = "圣光壁垒-风暴之怒",
						["time"] = 1514511651,
						["class"] = 1,
						["leader"] = true,
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "海若有因-伊瑟拉",
						["iLvl"] = 937,
						["time"] = 1514511651,
						["class"] = 12,
						["bTag"] = "苍炎的轨迹#5576",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的大湿胸-贫瘠之地",
						["iLvl"] = 933,
						["time"] = 1514511651,
						["class"] = 3,
						["bTag"] = "遗忘记忆里的微笑#5823",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "气的咪咪疼-黑暗魅影",
						["iLvl"] = 917,
						["time"] = 1514711714,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "无寒#5245",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "我去买橘子-安苏",
						["iLvl"] = 919,
						["time"] = 1514711739,
						["class"] = 12,
						["bTag"] = "大丶壞蛋#5223",
					}, -- [153]
					{
						["role"] = "TANK",
						["name"] = "師眉纯爷们-奥尔加隆",
						["iLvl"] = 942,
						["time"] = 1514711739,
						["class"] = 2,
						["bTag"] = "尧天#5777",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "Rurisaijou-布兰卡德",
						["iLvl"] = 933,
						["time"] = 1514711739,
						["class"] = 11,
						["bTag"] = "Haven#5853",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "Summerhits-鲜血熔炉",
						["iLvl"] = 943,
						["time"] = 1514711797,
						["class"] = 5,
						["bTag"] = "代替上帝#5204",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "彪血的红中-烈焰峰",
						["iLvl"] = 963,
						["time"] = 1514711797,
						["class"] = 8,
						["bTag"] = "bibi#5989",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "找妹子-血吼",
						["iLvl"] = 940,
						["time"] = 1514711797,
						["class"] = 7,
						["bTag"] = "我的心太乱#5249",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "迎风紫丁香-火烟之谷",
						["iLvl"] = 961,
						["time"] = 1514711797,
						["class"] = 5,
						["bTag"] = "鲁建#5970",
					}, -- [159]
					{
						["role"] = "HEALER",
						["name"] = "傀儡师灬-回音山",
						["iLvl"] = 913,
						["time"] = 1514711968,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "奇葩的傀儡师#5120",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影丶瓦莉拉-红龙军团",
						["iLvl"] = 899,
						["time"] = 1514711946,
						["class"] = 4,
						["bTag"] = "焰殇#5739",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "绝世飞少-海克泰尔",
						["time"] = 1514711968,
						["class"] = 3,
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "Oldtts-狂热之刃",
						["iLvl"] = 951,
						["time"] = 1514712144,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Sephirothfk#5485",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "天生傲骨煮汤-洛丹伦",
						["time"] = 1514712128,
						["class"] = 6,
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "亡者鬼来-黑龙军团",
						["iLvl"] = 932,
						["time"] = 1514712169,
						["class"] = 9,
						["bTag"] = "华丽之兽人#55508",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "往事凌风飘落-冰风岗",
						["iLvl"] = 961,
						["time"] = 1514712169,
						["class"] = 8,
						["bTag"] = "KIRA#5882",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "丨分阴错阳丶-莱索恩",
						["iLvl"] = 963,
						["time"] = 1514712174,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "布爾凱索#5902",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "怼怼-萨格拉斯",
						["time"] = 1514712207,
						["class"] = 12,
						["leader"] = true,
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "冰海岸-卡拉赞",
						["iLvl"] = 964,
						["time"] = 1514712217,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "球球和千千#5833",
					}, -- [169]
					{
						["role"] = "TANK",
						["name"] = "丿飞翔的裤子-熔火之心",
						["iLvl"] = 935,
						["time"] = 1514712217,
						["class"] = 11,
						["bTag"] = "一个会哭的蓝孩子#5426",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "后入前女友-黑铁",
						["iLvl"] = 966,
						["time"] = 1514712217,
						["class"] = 8,
						["bTag"] = "我的鸡8岁了#51368",
					}, -- [171]
				},
				["1-124-421-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "超神学院丶伦-回音山",
						["iLvl"] = 877,
						["time"] = 1512457188,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "大爆牙#5713",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "浮生灬-伊森利恩",
						["iLvl"] = 948,
						["time"] = 1512457188,
						["class"] = 11,
						["bTag"] = "小杰#5963",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "年青演绎青春-伊利丹",
						["iLvl"] = 938,
						["time"] = 1512457188,
						["class"] = 2,
						["bTag"] = "谁来谁去#5623",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "Evelyen-迪托马斯",
						["iLvl"] = 954,
						["time"] = 1512457188,
						["class"] = 10,
						["bTag"] = "Bblythe#5315",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "逗比快过来-诺兹多姆",
						["time"] = 1512698579,
						["class"] = 2,
						["leader"] = true,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "敌卍法-地狱咆哮",
						["time"] = 1512698985,
						["class"] = 12,
						["leader"] = true,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "叛逆的斩斩-地狱咆哮",
						["time"] = 1512698985,
						["class"] = 6,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "复丨仇-燃烧军团",
						["iLvl"] = 952,
						["time"] = 1512698985,
						["class"] = 12,
						["bTag"] = "KOB#5355",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Solomone-燃烧之刃",
						["iLvl"] = 938,
						["time"] = 1512698908,
						["class"] = 8,
						["bTag"] = "这游戏好坑爹#5471",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "霖美眉-血环",
						["iLvl"] = 924,
						["time"] = 1512800977,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "落日杀神#51772",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "我会军体拳-烈焰峰",
						["iLvl"] = 957,
						["time"] = 1512883791,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "心照不宣丶#5864",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "咕嘟灬晓萌-耐奥祖",
						["iLvl"] = 624,
						["time"] = 1512883791,
						["class"] = 10,
						["bTag"] = "彷徨的小米粥#5878",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "浮生若梦萌萌-死亡之翼",
						["iLvl"] = 920,
						["time"] = 1512883791,
						["class"] = 12,
						["bTag"] = "鑫鑫#5220",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "浮丷夸-熔火之心",
						["iLvl"] = 708,
						["time"] = 1512883791,
						["class"] = 10,
						["bTag"] = "梵逹战衣#5724",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "矬大耳朵-迦拉克隆",
						["time"] = 1512884017,
						["class"] = 8,
						["leader"] = true,
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "荡里个荡-燃烧之刃",
						["iLvl"] = 904,
						["time"] = 1512883983,
						["class"] = 2,
						["bTag"] = "荡里个荡#5613",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "夏亚和可怜虫-试炼之环",
						["iLvl"] = 922,
						["time"] = 1512884017,
						["class"] = 3,
						["bTag"] = "Edric#51972",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "丶飞丶雪-末日行者",
						["iLvl"] = 705,
						["time"] = 1512884017,
						["class"] = 12,
						["bTag"] = "月色#5441",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "盛夏微凉-冰霜之刃",
						["iLvl"] = 720,
						["time"] = 1512884142,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "我奶罩云#5480",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "蘩華-无尽之海",
						["iLvl"] = 955,
						["time"] = 1512884094,
						["class"] = 2,
						["bTag"] = "暖暖的风#51557",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "克里斯蒂夭夭-迅捷微风",
						["iLvl"] = 773,
						["time"] = 1512884142,
						["class"] = 12,
						["bTag"] = "关洁#5263",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "雷克法-奎尔萨拉斯",
						["iLvl"] = 718,
						["time"] = 1512884142,
						["class"] = 8,
						["bTag"] = "刘海超#51979",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "丶星散-冰风岗",
						["iLvl"] = 922,
						["time"] = 1512975066,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "冷1#5241",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "千骨灬侠流-烈焰峰",
						["iLvl"] = 929,
						["time"] = 1512975090,
						["class"] = 3,
						["bTag"] = "千泪灬杀手#5456",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "短细白-安苏",
						["iLvl"] = 909,
						["time"] = 1512975039,
						["class"] = 9,
						["bTag"] = "binggo#5647",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "月灵之烁-塞拉摩",
						["iLvl"] = 946,
						["time"] = 1512975090,
						["class"] = 5,
						["bTag"] = "TOshao#5854",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "苹果馅饼-格鲁尔",
						["iLvl"] = 958,
						["time"] = 1513005014,
						["class"] = 3,
						["bTag"] = "Crystal#53834",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "一个新的开始-沙怒",
						["time"] = 1513005218,
						["class"] = 6,
						["leader"] = true,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "霜狼丿杜尨坦-安苏",
						["iLvl"] = 942,
						["time"] = 1513005226,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "日天小学生#5832",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "馒头也疯狂-主宰之剑",
						["iLvl"] = 825,
						["time"] = 1513005283,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "暴力馒头#5941",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Coldest-诺森德",
						["iLvl"] = 941,
						["time"] = 1513005300,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Coldest#5618",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "已德伏人-冰霜之刃",
						["iLvl"] = 926,
						["time"] = 1513005300,
						["class"] = 11,
						["bTag"] = "xxcx#5954",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "恶魔问世-暗影议会",
						["iLvl"] = 930,
						["time"] = 1513056550,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "施足底肥#5165",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "戯丶掵灬師-凤凰之神",
						["iLvl"] = 942,
						["time"] = 1513056588,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Miracle#56706",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "含住朕龙艮灬-死亡之翼",
						["iLvl"] = 944,
						["time"] = 1513056602,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "叫我一声爷#5405",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "醉酒坏牛-鬼雾峰",
						["iLvl"] = 956,
						["time"] = 1513056602,
						["class"] = 7,
						["bTag"] = "为了部落#5109216",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "云汐-红云台地",
						["iLvl"] = 938,
						["time"] = 1513056588,
						["class"] = 1,
						["bTag"] = "海牙#5121",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "洛天依喵-丽丽（四川）",
						["iLvl"] = 953,
						["time"] = 1513056747,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "雨柔咩#5168",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Silverstones-耐普图隆",
						["iLvl"] = 803,
						["time"] = 1513056747,
						["class"] = 9,
						["bTag"] = "Tri7#5547",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "异世爱牟-试炼之环",
						["time"] = 1513056672,
						["class"] = 2,
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "流丶-鲜血熔炉",
						["iLvl"] = 932,
						["time"] = 1513056747,
						["class"] = 11,
						["bTag"] = "駌无悔#5621",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "香香钱-伊兰尼库斯",
						["iLvl"] = 945,
						["time"] = 1513245649,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "濒海临风#5897",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "白芙蓉-梅尔加尼",
						["iLvl"] = 945,
						["time"] = 1513245733,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "他来自江湖#5365",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "特怀莱特-菲拉斯",
						["iLvl"] = 904,
						["time"] = 1513245664,
						["class"] = 3,
						["bTag"] = "特怀莱特#5960",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "水樱宫葵-凯恩血蹄",
						["iLvl"] = 957,
						["time"] = 1513245664,
						["class"] = 1,
						["bTag"] = "陈洁琳#5515",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "梦呓丶-血色十字军",
						["iLvl"] = 959,
						["time"] = 1513245697,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "萌新瑟瑟发抖#51929",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "江中六十六-阿纳克洛斯",
						["iLvl"] = 956,
						["time"] = 1513245706,
						["class"] = 2,
						["bTag"] = "炉石破纸片子#5679",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "小木羊贝戎酷-格瑞姆巴托",
						["iLvl"] = 962,
						["time"] = 1513245733,
						["class"] = 12,
						["bTag"] = "咆哮的蚊子#5300",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "卤儿不要钱-血环",
						["iLvl"] = 952,
						["time"] = 1513249439,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "盒饭#5293",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "七丨十二-甜水绿洲",
						["iLvl"] = 923,
						["time"] = 1513249439,
						["class"] = 3,
						["bTag"] = "泉城学院#5238",
					}, -- [50]
					{
						["role"] = "TANK",
						["name"] = "太阳神阿波罗-提瑞斯法",
						["iLvl"] = 868,
						["time"] = 1513249439,
						["class"] = 1,
						["bTag"] = "顾永明#5191",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "Rinoaff-索瑞森",
						["iLvl"] = 936,
						["time"] = 1513249439,
						["class"] = 8,
						["bTag"] = "暗夜#5872",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Icanfly-格瑞姆巴托",
						["iLvl"] = 945,
						["time"] = 1513249423,
						["class"] = 8,
						["bTag"] = "FunkyGoblin#54886",
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "婦产科壹把手-阿曼尼",
						["iLvl"] = 948,
						["time"] = 1513249423,
						["class"] = 12,
						["bTag"] = "隔壁阿弘爱搞机#5166",
					}, -- [54]
					{
						["role"] = "HEALER",
						["name"] = "葡萄成熟時-阿尔萨斯",
						["iLvl"] = 947,
						["time"] = 1513249439,
						["class"] = 2,
						["bTag"] = "隔夜饭#51787",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "某某小德-安苏",
						["iLvl"] = 898,
						["time"] = 1513249423,
						["class"] = 11,
						["bTag"] = "快来咬我啊#5379",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂星-黑石尖塔",
						["iLvl"] = 956,
						["time"] = 1513249439,
						["class"] = 2,
						["bTag"] = "天堂#5857",
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "丿和尚赛高数-黑龙军团",
						["iLvl"] = 951,
						["time"] = 1513249437,
						["class"] = 10,
						["bTag"] = "为了部落#589764",
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "清新的大魔王-迪瑟洛克",
						["iLvl"] = 957,
						["time"] = 1513249439,
						["class"] = 5,
						["bTag"] = "魔王#5767",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "溜溜屁牛牛-贫瘠之地",
						["iLvl"] = 624,
						["time"] = 1513249437,
						["class"] = 11,
						["bTag"] = "小贝勒爷#5191",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "射你丁丁-斯克提斯",
						["iLvl"] = 944,
						["time"] = 1513249439,
						["class"] = 3,
						["bTag"] = "天之冰霜#5690",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "流泪的帅咕咕-斯克提斯",
						["iLvl"] = 926,
						["time"] = 1513249439,
						["class"] = 11,
						["bTag"] = "吴爱娇131#5856",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "贝剑一小可-末日行者",
						["time"] = 1513249439,
						["class"] = 12,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "橙萝卜-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1513249439,
						["class"] = 2,
						["bTag"] = "黄金之裤#530721",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "热情突然遇冷-火焰之树",
						["iLvl"] = 886,
						["time"] = 1513249439,
						["class"] = 6,
						["bTag"] = "吻吻吻别#5304",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "剑心之遗-血色十字军",
						["iLvl"] = 948,
						["time"] = 1513249439,
						["class"] = 2,
						["bTag"] = "绿鲤鱼与驴#51976",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "胖叔-加尔",
						["iLvl"] = 898,
						["time"] = 1513249439,
						["class"] = 11,
						["bTag"] = "垚涂#5216",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "神丨魔-米奈希尔",
						["iLvl"] = 936,
						["time"] = 1513249439,
						["class"] = 11,
						["bTag"] = "嬴政#5480",
					}, -- [68]
					{
						["role"] = "TANK",
						["name"] = "绅士不懂事-海克泰尔",
						["iLvl"] = 927,
						["time"] = 1513249439,
						["class"] = 12,
						["bTag"] = "要有爱#5817",
					}, -- [69]
					{
						["role"] = "HEALER",
						["name"] = "淡淡的牛-深渊之巢",
						["iLvl"] = 929,
						["time"] = 1513249439,
						["class"] = 11,
						["bTag"] = "Leark#5971",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "媿魅无痕-无尽之海",
						["iLvl"] = 956,
						["time"] = 1513249423,
						["class"] = 4,
						["bTag"] = "Cole#5207",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "来福-无尽之海",
						["iLvl"] = 954,
						["time"] = 1513249423,
						["class"] = 10,
						["bTag"] = "布鲁斯阿鸡#5370",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "殇丶怒风-凤凰之神",
						["iLvl"] = 950,
						["time"] = 1513249439,
						["class"] = 12,
						["bTag"] = "有点小狂妄#5908",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "夜色如水-黑铁",
						["iLvl"] = 940,
						["time"] = 1513249705,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "你是个啥#51711",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "董浩叔叔丶-狂热之刃",
						["iLvl"] = 952,
						["time"] = 1513249705,
						["class"] = 8,
						["bTag"] = "拳打老弱病殘#5615",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "进击的巧乐兹-血色十字军",
						["iLvl"] = 958,
						["time"] = 1513249890,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "咖灰灰#51873",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "睡着咯-白银之手",
						["iLvl"] = 949,
						["time"] = 1513249907,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "睡着了#51470",
					}, -- [77]
					{
						["role"] = "TANK",
						["name"] = "天天去干-埃德萨拉",
						["iLvl"] = 955,
						["time"] = 1513249907,
						["class"] = 6,
						["bTag"] = "巨硕之斧#55540",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "小蜜蜂-霜狼",
						["iLvl"] = 940,
						["time"] = 1513249897,
						["class"] = 3,
						["bTag"] = "小蓝#5449",
					}, -- [79]
					{
						["role"] = "TANK",
						["name"] = "寂寞的蓝天-伊森利恩",
						["iLvl"] = 956,
						["time"] = 1513321649,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "蓝色忧郁#5968",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "赟哥霸气-冰风岗",
						["iLvl"] = 914,
						["time"] = 1513321632,
						["class"] = 4,
						["bTag"] = "贇贇美美哒#5167",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "你吧坟头蹦迪-黑暗魅影",
						["iLvl"] = 941,
						["time"] = 1513321649,
						["class"] = 3,
						["bTag"] = "迷之大鸡腿#5924",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "柳生剑影丶-燃烧之刃",
						["time"] = 1513321649,
						["class"] = 1,
					}, -- [83]
					{
						["role"] = "HEALER",
						["name"] = "米修斯向林-格瑞姆巴托",
						["iLvl"] = 826,
						["time"] = 1513346877,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "兰色蒙蒙#5312",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "那母牛腿真粗-死亡之翼",
						["iLvl"] = 921,
						["time"] = 1513346877,
						["class"] = 2,
						["bTag"] = "忘不了那母牛#5220",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "丶丶筱呵嗳-阿比迪斯",
						["iLvl"] = 734,
						["time"] = 1513346877,
						["class"] = 10,
						["bTag"] = "许文强#5858",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "Classicalsyl-无尽之海",
						["iLvl"] = 918,
						["time"] = 1513346877,
						["class"] = 3,
						["bTag"] = "ClassicalSyl#5124",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "阿喀瑠斯-提瑞斯法",
						["time"] = 1513347141,
						["class"] = 3,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "丶妖妖-通灵学院",
						["iLvl"] = 961,
						["time"] = 1513407282,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "逐月#5231",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "欣欣姐姐-埃克索图斯",
						["iLvl"] = 905,
						["time"] = 1513407282,
						["class"] = 3,
						["bTag"] = "爷行天下#5236",
					}, -- [90]
					{
						["role"] = "HEALER",
						["name"] = "蝴乄蝶-安苏",
						["iLvl"] = 935,
						["time"] = 1513407282,
						["class"] = 5,
						["bTag"] = "辉夜#51163",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "不分时候-莱索恩",
						["iLvl"] = 938,
						["time"] = 1513490997,
						["class"] = 8,
						["bTag"] = "坂上#5338",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "Fone-死亡之翼",
						["iLvl"] = 944,
						["time"] = 1513490997,
						["class"] = 8,
						["bTag"] = "阿尼哈塞呦#51752",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "夜墨丶-丽丽（四川）",
						["time"] = 1513490997,
						["class"] = 4,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑灬迪妮莎-泰兰德",
						["time"] = 1513490997,
						["class"] = 6,
					}, -- [95]
					{
						["role"] = "TANK",
						["name"] = "善良的淡黄色-安苏",
						["iLvl"] = 691,
						["time"] = 1513491068,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "隔夜茶2号#5471",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "铜打铁-布兰卡德",
						["iLvl"] = 959,
						["time"] = 1513491108,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "铜打铁#5780",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "凯尔斯-黑暗魅影",
						["iLvl"] = 910,
						["time"] = 1513491108,
						["class"] = 3,
						["bTag"] = "黑斯廷#51303",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "破恨南飛-回音山",
						["iLvl"] = 961,
						["time"] = 1513491108,
						["class"] = 8,
						["bTag"] = "Capricornus#52714",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "小甜甜补烂泥-红龙军团",
						["time"] = 1513491108,
						["class"] = 8,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光使者-织亡者",
						["iLvl"] = 815,
						["time"] = 1513584831,
						["class"] = 2,
						["bTag"] = "waijiaji#5227",
					}, -- [101]
					{
						["role"] = "TANK",
						["name"] = "冰粥爱宝儿-范克里夫",
						["time"] = 1513584831,
						["class"] = 2,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "二當家-凤凰之神",
						["time"] = 1513756682,
						["class"] = 10,
						["leader"] = true,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "传说中的锤子-格瑞姆巴托",
						["iLvl"] = 961,
						["time"] = 1513756652,
						["class"] = 2,
						["bTag"] = "黎明中的圣光#51852",
					}, -- [104]
					{
						["role"] = "TANK",
						["name"] = "百变星德-霜狼",
						["time"] = 1513756682,
						["class"] = 11,
					}, -- [105]
					{
						["role"] = "TANK",
						["name"] = "丶六六-诺森德",
						["iLvl"] = 904,
						["time"] = 1513756682,
						["class"] = 2,
						["bTag"] = "独一无二#51312",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "爱吃汤面-熵魔",
						["iLvl"] = 946,
						["time"] = 1513929560,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "GhostDragon#53337",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "爷来甩爆你-死亡之翼",
						["iLvl"] = 927,
						["time"] = 1513929560,
						["class"] = 4,
						["bTag"] = "沉默之剑#59621",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "特朗普委员长-凤凰之神",
						["iLvl"] = 939,
						["time"] = 1513929560,
						["class"] = 9,
						["bTag"] = "醉卧诉离殇#5316",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "哲哥-提瑞斯法",
						["iLvl"] = 935,
						["time"] = 1513929919,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "李承哲#51343",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔影之歌-狂热之刃",
						["time"] = 1513929860,
						["class"] = 12,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "三江第一酷-符文图腾",
						["iLvl"] = 942,
						["time"] = 1513929886,
						["class"] = 8,
						["bTag"] = "徐贯#5298",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "莓莜荷莘-风行者",
						["iLvl"] = 957,
						["time"] = 1513929881,
						["class"] = 12,
						["bTag"] = "凯恩#51492",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "转身丨-凤凰之神",
						["iLvl"] = 667,
						["time"] = 1513929944,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "跳跳虎#55654",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "十里扬州路-埃德萨拉",
						["time"] = 1513929944,
						["class"] = 6,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "非人崇拜-黑龙军团",
						["iLvl"] = 967,
						["time"] = 1513929944,
						["class"] = 7,
						["bTag"] = "非人信仰#5945",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "阳光少年-天空之墙",
						["iLvl"] = 933,
						["time"] = 1513929944,
						["class"] = 12,
						["bTag"] = "做男人要心胸宽广#5440",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "豆叔叔-贫瘠之地",
						["time"] = 1514017108,
						["class"] = 3,
						["leader"] = true,
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "堕尘丶-黑暗之矛",
						["iLvl"] = 903,
						["time"] = 1514017108,
						["class"] = 5,
						["bTag"] = "堕尘丶#5115",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "梅臭臭-凤凰之神",
						["iLvl"] = 852,
						["time"] = 1514017108,
						["class"] = 3,
						["bTag"] = "梅臭臭#5186",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "一滴特仑苏-死亡之翼",
						["iLvl"] = 941,
						["time"] = 1514017108,
						["class"] = 12,
						["bTag"] = "CrazyMage#5719",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "艹糖門滚-安苏",
						["iLvl"] = 929,
						["time"] = 1514335072,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "静夜哲思夜微蘭#5108",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "萬惡無疆-萨尔",
						["iLvl"] = 945,
						["time"] = 1514335159,
						["class"] = 8,
						["bTag"] = "万恶之嗣#5938",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "德宇-凤凰之神",
						["time"] = 1514335076,
						["class"] = 11,
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "艾米-霍格",
						["iLvl"] = 941,
						["time"] = 1514335378,
						["class"] = 12,
						["bTag"] = "易健#5927",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "親親苹果香-格瑞姆巴托",
						["iLvl"] = 928,
						["time"] = 1514595863,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "親親苹果想#5951",
					}, -- [126]
					{
						["role"] = "HEALER",
						["name"] = "信林-密林游侠",
						["iLvl"] = 928,
						["time"] = 1514595852,
						["class"] = 5,
						["bTag"] = "澍樹心#5751",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "Jasper-寒冰皇冠",
						["time"] = 1514595850,
						["class"] = 8,
					}, -- [128]
					{
						["role"] = "TANK",
						["name"] = "橙浮之年-伊森利恩",
						["iLvl"] = 956,
						["time"] = 1514596207,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "晶彩饰界#5686",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "小麦麦-梦境之树",
						["iLvl"] = 964,
						["time"] = 1514596240,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "七爷#51618",
					}, -- [130]
					{
						["role"] = "TANK",
						["name"] = "好多萨满-萨尔",
						["iLvl"] = 933,
						["time"] = 1514596240,
						["class"] = 11,
						["bTag"] = "葉落楓崋#5724",
					}, -- [131]
					{
						["role"] = "HEALER",
						["name"] = "萌萌的牙齿-达隆米尔",
						["iLvl"] = 933,
						["time"] = 1514596240,
						["class"] = 5,
						["bTag"] = "蛮力之翼#51577",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "悲剧马赛克-海克泰尔",
						["iLvl"] = 962,
						["time"] = 1514596309,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "十三阴阳#5775",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "厄佛洛狄忒-加尔",
						["iLvl"] = 961,
						["time"] = 1514596291,
						["class"] = 1,
						["bTag"] = "潜行的小白龙#5399",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "丨局座丨-鬼雾峰",
						["iLvl"] = 961,
						["time"] = 1514718811,
						["class"] = 4,
						["bTag"] = "贝贝是老大#51100",
					}, -- [135]
					{
						["role"] = "TANK",
						["name"] = "Mercedes-霜狼",
						["iLvl"] = 941,
						["time"] = 1514718811,
						["class"] = 2,
						["bTag"] = "卡尼吉亚#5212",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "啵妞-安东尼达斯",
						["iLvl"] = 959,
						["time"] = 1514718811,
						["class"] = 8,
						["bTag"] = "会爬树的猪#5405",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "假面的温柔-冰霜之刃",
						["iLvl"] = 970,
						["time"] = 1514719027,
						["class"] = 7,
						["bTag"] = "有点冲动#51917",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "无尽的荣耀-地狱之石",
						["iLvl"] = 945,
						["time"] = 1514719103,
						["class"] = 1,
						["bTag"] = "无尽的荣耀#5509",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "Myka-死亡之翼",
						["iLvl"] = 951,
						["time"] = 1514719094,
						["class"] = 8,
						["bTag"] = "过客#5395",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "五指角斗士-埃德萨拉",
						["iLvl"] = 943,
						["time"] = 1514719070,
						["class"] = 7,
						["bTag"] = "跳跳熊#510144",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "挥霍不羁流年-安苏",
						["iLvl"] = 957,
						["time"] = 1514719115,
						["class"] = 1,
						["bTag"] = "对酒当歌#5726",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "小杯罩大奶量-艾露恩",
						["iLvl"] = 925,
						["time"] = 1514719115,
						["class"] = 2,
						["bTag"] = "JeonBoRam#5818",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "怪爺爺-戈提克",
						["time"] = 1514719115,
						["class"] = 8,
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "蓬莱何仙姑-太阳之井",
						["time"] = 1514719115,
						["class"] = 2,
					}, -- [145]
				},
				["2-117-464-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "霸丶道-格瑞姆巴托",
						["iLvl"] = 963,
						["time"] = 1512803754,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "毒爱霸道#5647",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "扁肉丶-格瑞姆巴托",
						["iLvl"] = 952,
						["time"] = 1512803754,
						["class"] = 11,
						["bTag"] = "純丶爺们儿#5970",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "雲端丶漫步-格瑞姆巴托",
						["iLvl"] = 958,
						["time"] = 1512803754,
						["class"] = 2,
						["bTag"] = "大大宝#51408",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "腐蚀的触须-格瑞姆巴托",
						["iLvl"] = 944,
						["time"] = 1512803754,
						["class"] = 6,
						["bTag"] = "Unicorn#52650",
					}, -- [4]
				},
				["3-131-478-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Legoo-末日祷告祭坛",
						["iLvl"] = 950,
						["time"] = 1512198027,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "九十年代宇航员#5487",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Gerallt-艾露恩",
						["iLvl"] = 936,
						["time"] = 1512198027,
						["class"] = 3,
						["bTag"] = "九十年代宇航员#5487",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "Sentimental-艾维娜",
						["iLvl"] = 945,
						["time"] = 1512198027,
						["class"] = 1,
						["bTag"] = "九十年代宇航员#5487",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "坚挺的老王-格瑞姆巴托",
						["iLvl"] = 945,
						["time"] = 1512198027,
						["class"] = 3,
						["bTag"] = "海绵超人#5840",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "雲端丶漫步-格瑞姆巴托",
						["iLvl"] = 955,
						["time"] = 1512198027,
						["class"] = 2,
						["bTag"] = "大大宝#51408",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "麦考林-格瑞姆巴托",
						["iLvl"] = 949,
						["time"] = 1512198027,
						["class"] = 4,
						["bTag"] = "right#5367",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "腐蚀的触须-格瑞姆巴托",
						["iLvl"] = 940,
						["time"] = 1512198027,
						["class"] = 6,
						["bTag"] = "Unicorn#52650",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Apdada-伊利丹",
						["iLvl"] = 950,
						["time"] = 1512197071,
						["class"] = 11,
						["bTag"] = "Leon#52387",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "丨丶死神-格瑞姆巴托",
						["iLvl"] = 952,
						["time"] = 1512198027,
						["class"] = 6,
						["bTag"] = "过客#5709",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "小黄毛丫头-盖斯",
						["iLvl"] = 949,
						["time"] = 1512198027,
						["class"] = 2,
						["bTag"] = "沉默的风暴#52518",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "那根毛-伊利丹",
						["iLvl"] = 948,
						["time"] = 1512198027,
						["class"] = 2,
						["bTag"] = "毛毛毛#51463",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "大猪圈-格瑞姆巴托",
						["iLvl"] = 953,
						["time"] = 1512198027,
						["class"] = 11,
						["bTag"] = "漂流的锁骨#51173",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "猪头二姨夫-死亡之翼",
						["iLvl"] = 954,
						["time"] = 1512197192,
						["class"] = 12,
						["bTag"] = "小小之食人魔#5103187",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "Greyforfun-风行者",
						["iLvl"] = 948,
						["time"] = 1512198027,
						["class"] = 5,
						["bTag"] = "Grey#5883",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "北大仓部优-海克泰尔",
						["iLvl"] = 948,
						["time"] = 1512198027,
						["class"] = 1,
						["bTag"] = "slw198325#5516",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "两只山羊-利刃之拳",
						["iLvl"] = 950,
						["time"] = 1512198027,
						["class"] = 3,
						["bTag"] = "山羊哥#5272",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的蓝白丶-死亡之翼",
						["iLvl"] = 950,
						["time"] = 1512198027,
						["class"] = 9,
						["bTag"] = "蓝白丶#51790",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "圣光丶无限大-死亡之翼",
						["time"] = 1512198027,
						["class"] = 2,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "洪城记忆-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1512198027,
						["class"] = 1,
						["bTag"] = "明月照洪城#5366",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "绿夜璐雨-提尔之手",
						["iLvl"] = 954,
						["time"] = 1512198027,
						["class"] = 3,
						["bTag"] = "蔡浩#5920",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "梅鲁艾姆-塞拉摩",
						["iLvl"] = 953,
						["time"] = 1512197920,
						["class"] = 9,
						["bTag"] = "虎视眈眈#51247",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "圣光冻结-燃烧之刃",
						["iLvl"] = 958,
						["time"] = 1512198027,
						["class"] = 2,
						["bTag"] = "拿板砖劈砖#5625",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "那一梦的风情-安苏",
						["iLvl"] = 943,
						["time"] = 1514044457,
						["class"] = 8,
						["bTag"] = "那一抹曙光#5188",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "爷们很有范-凤凰之神",
						["iLvl"] = 941,
						["time"] = 1514044457,
						["class"] = 12,
						["bTag"] = "嗑瓜子的#5514",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "小杀手小-血环",
						["iLvl"] = 945,
						["time"] = 1514044457,
						["class"] = 1,
						["bTag"] = "SAgg1#5616",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "小糯米团子-冰风岗",
						["iLvl"] = 931,
						["time"] = 1514044457,
						["class"] = 5,
						["bTag"] = "兜兜满是糖#5619",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "噬血狂徒-黑石尖塔",
						["iLvl"] = 952,
						["time"] = 1514044457,
						["class"] = 12,
						["bTag"] = "梦中的摩天轮#5191",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "欧哈幺-巴瑟拉斯",
						["iLvl"] = 959,
						["time"] = 1514044457,
						["class"] = 8,
						["bTag"] = "思考的技术#5916",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "以后-熵魔",
						["iLvl"] = 930,
						["time"] = 1514044457,
						["class"] = 8,
						["bTag"] = "以后#51496",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "夯丶大力-熵魔",
						["iLvl"] = 947,
						["time"] = 1514044457,
						["class"] = 7,
						["bTag"] = "Miao#5629",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "長相吸引仇恨-洛肯",
						["iLvl"] = 945,
						["time"] = 1514044457,
						["class"] = 1,
						["bTag"] = "SuperMan#51929",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "气管炎讨人嫌-贫瘠之地",
						["time"] = 1514044457,
						["class"] = 6,
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "乂錵灬眷戀-摩摩尔",
						["iLvl"] = 941,
						["time"] = 1514041555,
						["class"] = 11,
						["bTag"] = "舒米25#5401",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "狂风尽騲-海加尔",
						["iLvl"] = 952,
						["time"] = 1514044132,
						["class"] = 12,
						["bTag"] = "暴躁之鼬#55737",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利牛奶丹-红云台地",
						["iLvl"] = 954,
						["time"] = 1514044259,
						["class"] = 12,
						["bTag"] = "阡阡#51821",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "丶克里斯蒂娜-迦玛兰",
						["iLvl"] = 935,
						["time"] = 1514044457,
						["class"] = 12,
						["bTag"] = "海咲#5989",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Andrea-苏拉玛",
						["iLvl"] = 948,
						["time"] = 1514041555,
						["class"] = 8,
						["bTag"] = "跳跃之狮#563866",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "好疼轻点-黑暗之矛",
						["iLvl"] = 950,
						["time"] = 1514044457,
						["class"] = 2,
						["bTag"] = "帆特希#5502",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "黯灭灬-熵魔",
						["iLvl"] = 955,
						["time"] = 1514041555,
						["class"] = 8,
						["bTag"] = "虚空风暴#5665",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "叮叮铛铛丶-凤凰之神",
						["iLvl"] = 955,
						["time"] = 1514044457,
						["class"] = 2,
						["bTag"] = "叮叮叮铛丶#5681",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "漠北离枝-冰霜之刃",
						["iLvl"] = 963,
						["time"] = 1514041555,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "幸运之微笑#51390",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "羊过小龙女灬-凤凰之神",
						["iLvl"] = 943,
						["time"] = 1514041555,
						["class"] = 8,
						["bTag"] = "英雄国度#5908",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "Renngin-布兰卡德",
						["iLvl"] = 956,
						["time"] = 1514044457,
						["class"] = 12,
						["bTag"] = "XerxesBreak#5772",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "剑走偏煈-黑铁",
						["iLvl"] = 958,
						["time"] = 1514044037,
						["class"] = 6,
						["bTag"] = "BT160812#51820",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "何鑫橙-阿拉索",
						["iLvl"] = 961,
						["time"] = 1514044457,
						["class"] = 6,
						["bTag"] = "TheSun#5530",
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "君仔-丽丽（四川）",
						["iLvl"] = 926,
						["time"] = 1514044457,
						["class"] = 2,
						["bTag"] = "老牛#5485",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "跳起躲冰环-凤凰之神",
						["iLvl"] = 956,
						["time"] = 1514044457,
						["class"] = 9,
						["bTag"] = "KING795#5348",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "英雄王的象征-迅捷微风",
						["iLvl"] = 950,
						["time"] = 1514044457,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "继续你的残忍#5142",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "紫微天府-格瑞姆巴托",
						["iLvl"] = 959,
						["time"] = 1514044457,
						["class"] = 10,
						["bTag"] = "oxilys#5632",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "内贝洛-格瑞姆巴托",
						["iLvl"] = 935,
						["time"] = 1514044457,
						["class"] = 12,
						["bTag"] = "小胖牛#51166",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "宇智波裂空-鬼雾峰",
						["iLvl"] = 958,
						["time"] = 1514044457,
						["class"] = 4,
						["bTag"] = "在这儿耍嗦#5376",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "低语者-龙骨平原",
						["iLvl"] = 947,
						["time"] = 1514044457,
						["class"] = 4,
						["bTag"] = "无聊闹闹#5897",
					}, -- [52]
				},
				["2-120-466-0"] = {
					{
						["role"] = "TANK",
						["name"] = "張小莫-凤凰之神",
						["iLvl"] = 948,
						["time"] = 1512734197,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "祇爲妳跳舞#5108",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "残风落叶-芬里斯",
						["iLvl"] = 953,
						["time"] = 1512734197,
						["class"] = 2,
						["bTag"] = "残风#5317",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "丨豆丶腐丨-血环",
						["iLvl"] = 950,
						["time"] = 1512734197,
						["class"] = 5,
						["bTag"] = "爷爷的爷爷叫什么#5761",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "停下來就傷心-寒冰皇冠",
						["iLvl"] = 932,
						["time"] = 1514650377,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "错了不难改#5427",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "阿卡洛斯-燃烧之刃",
						["iLvl"] = 942,
						["time"] = 1514650377,
						["class"] = 6,
						["bTag"] = "无间行者#5653",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "尤米-冬泉谷",
						["iLvl"] = 939,
						["time"] = 1514650377,
						["class"] = 2,
						["bTag"] = "youmi#5365",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "小贼灬别跑-埃德萨拉",
						["iLvl"] = 964,
						["time"] = 1514650377,
						["class"] = 4,
						["bTag"] = "Pinkman#51259",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "问情深几何-安苏",
						["iLvl"] = 917,
						["time"] = 1514730687,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "好莱坞知名导演#5474",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Isabellaia-格瑞姆巴托",
						["iLvl"] = 948,
						["time"] = 1514730687,
						["class"] = 2,
						["bTag"] = "双马尾的兔子浅#5678",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "安娜丶欣德-格瑞姆巴托",
						["iLvl"] = 951,
						["time"] = 1514730687,
						["class"] = 11,
						["bTag"] = "花落丶小欣#5123",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "灬尐丨君灬-风暴峭壁",
						["time"] = 1514730687,
						["class"] = 1,
					}, -- [11]
				},
				["1-124-420-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "鹌鹑-哈卡",
						["iLvl"] = 948,
						["time"] = 1512699097,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "夜色黑直#5641",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Moonwell-暴风祭坛",
						["iLvl"] = 913,
						["time"] = 1512699165,
						["class"] = 11,
						["bTag"] = "imden#5490",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "蒙牛啵啵大-迦拉克隆",
						["iLvl"] = 946,
						["time"] = 1512699120,
						["class"] = 9,
						["bTag"] = "跳跳骑士#5167437",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "筱悠悠-洛肯",
						["iLvl"] = 955,
						["time"] = 1512699097,
						["class"] = 7,
						["bTag"] = "筱悠悠#5107",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "冰雪冷艳-卡拉赞",
						["iLvl"] = 929,
						["time"] = 1512699120,
						["class"] = 5,
						["bTag"] = "冰杀手#5828",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Oldchi-死亡之翼",
						["iLvl"] = 956,
						["time"] = 1512699120,
						["class"] = 1,
						["bTag"] = "RobotNinja#511361",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Inghram-试炼之环",
						["iLvl"] = 932,
						["time"] = 1512699097,
						["class"] = 1,
						["bTag"] = "友谊的小船#5250",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "小犬纯一狼-太阳之井",
						["iLvl"] = 893,
						["time"] = 1512699120,
						["class"] = 11,
						["bTag"] = "基弟屁#5432",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "丝丶袜控雷雷-鬼雾峰",
						["iLvl"] = 952,
						["time"] = 1512699097,
						["class"] = 12,
						["bTag"] = "鱼人#52501",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "海澜映月-巨龙之吼",
						["iLvl"] = 947,
						["time"] = 1512699097,
						["class"] = 8,
						["bTag"] = "大肥哥#51477",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "大公牛-回音山",
						["iLvl"] = 932,
						["time"] = 1512699120,
						["class"] = 1,
						["bTag"] = "隔夜的茶#5660",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "一口一个云吞-伊利丹",
						["iLvl"] = 942,
						["time"] = 1512699097,
						["class"] = 12,
						["bTag"] = "黑虎捕食困小羊#5932",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "烟花逸冷-深渊之巢",
						["iLvl"] = 958,
						["time"] = 1512699120,
						["class"] = 6,
						["bTag"] = "烟花逸冷#5355",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "硬骨鱼-希尔瓦娜斯",
						["iLvl"] = 930,
						["time"] = 1512699120,
						["class"] = 8,
						["bTag"] = "Saerdna#5573",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "子牙包-提尔之手",
						["iLvl"] = 927,
						["time"] = 1512699120,
						["class"] = 2,
						["bTag"] = "xi32163#5151",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "晓睿-熵魔",
						["iLvl"] = 931,
						["time"] = 1512699097,
						["class"] = 1,
						["bTag"] = "吴昊呈#5374",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "暗语悲歌-加基森",
						["iLvl"] = 937,
						["time"] = 1512699120,
						["class"] = 12,
						["bTag"] = "堕落半兽人#5658",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "聂政-安威玛尔",
						["iLvl"] = 937,
						["time"] = 1512699120,
						["class"] = 4,
						["bTag"] = "亚马逊#5847",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "一箭抿恩仇-影之哀伤",
						["iLvl"] = 949,
						["time"] = 1512699120,
						["class"] = 3,
						["bTag"] = "射鸡总歼#51235",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "七月半天晴-黑铁",
						["iLvl"] = 937,
						["time"] = 1512699120,
						["class"] = 6,
						["bTag"] = "summers#5872",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "黑罪孔雀-鬼雾峰",
						["iLvl"] = 950,
						["time"] = 1512699097,
						["class"] = 5,
						["bTag"] = "朝生暮死#5865",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "我在塞纳河边-死亡之翼",
						["iLvl"] = 951,
						["time"] = 1512699120,
						["class"] = 8,
						["bTag"] = "晚晚晚风#5298",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "张撞撞-贫瘠之地",
						["iLvl"] = 943,
						["time"] = 1512699120,
						["class"] = 2,
						["bTag"] = "张撞撞#5881",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "天神謌-血环",
						["iLvl"] = 952,
						["time"] = 1512699120,
						["class"] = 6,
						["bTag"] = "魔鬼#5489",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "帝皇御风-黑铁",
						["iLvl"] = 943,
						["time"] = 1512699097,
						["class"] = 3,
						["bTag"] = "五爷#5251",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "墙头上的红杏-血顶",
						["iLvl"] = 950,
						["time"] = 1512699120,
						["class"] = 9,
						["bTag"] = "会假死的牛#5141",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "边小可-太阳之井",
						["iLvl"] = 919,
						["time"] = 1512699120,
						["class"] = 1,
						["bTag"] = "暗黑圣堂0904#5959",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "黑丝的魅惑-诺森德",
						["iLvl"] = 965,
						["time"] = 1512699120,
						["class"] = 1,
						["bTag"] = "储迟#5661",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "嘿蒸猪-迪托马斯",
						["time"] = 1512699165,
						["class"] = 2,
						["leader"] = true,
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "不羁人生-斯克提斯",
						["iLvl"] = 927,
						["time"] = 1512699165,
						["class"] = 2,
						["bTag"] = "大门门门#5233",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "野丶牛-凤凰之神",
						["iLvl"] = 957,
						["time"] = 1512699165,
						["class"] = 7,
						["bTag"] = "指尖丶砂#5462",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "你从来没有-阿纳克洛斯",
						["iLvl"] = 932,
						["time"] = 1512699378,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "药到命除#51363",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "唯一的配角-巫妖之王",
						["iLvl"] = 949,
						["time"] = 1512699378,
						["class"] = 9,
						["bTag"] = "配角#5193",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "勀労夫斯基丶-燃烧之刃",
						["iLvl"] = 953,
						["time"] = 1512699378,
						["class"] = 11,
						["bTag"] = "AiiiiiLvRuYu#5458",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "刺喉一刀飙血-阿纳克洛斯",
						["iLvl"] = 945,
						["time"] = 1512699378,
						["class"] = 4,
						["bTag"] = "周周#5404",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "蔡猫大魔王-鬼雾峰",
						["iLvl"] = 957,
						["time"] = 1512798597,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "猫既白#5273",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "米詩羽-燃烧之刃",
						["time"] = 1512798653,
						["class"] = 8,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "翡翠羊肉火锅-死亡之翼",
						["iLvl"] = 945,
						["time"] = 1512798653,
						["class"] = 11,
						["bTag"] = "赶紧团灭#5857",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝色贝斯手-影之哀伤",
						["iLvl"] = 952,
						["time"] = 1512798653,
						["class"] = 7,
						["bTag"] = "pubing#5736",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "唐叔-死亡之翼",
						["iLvl"] = 941,
						["time"] = 1512883540,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "唐叔#51444",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂夜巡人-格雷迈恩",
						["iLvl"] = 958,
						["time"] = 1512883579,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "Meat#51292",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Remenberluiz-冰风岗",
						["iLvl"] = 857,
						["time"] = 1512883579,
						["class"] = 9,
						["bTag"] = "Lu1Z#51529",
					}, -- [42]
					{
						["role"] = "TANK",
						["name"] = "跳跳灬虎-死亡之翼",
						["iLvl"] = 955,
						["time"] = 1512883579,
						["class"] = 12,
						["bTag"] = "清补凉#5875",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "欧法丶-迅捷微风",
						["time"] = 1512883579,
						["class"] = 8,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇灬武僧-死亡之翼",
						["time"] = 1512974561,
						["class"] = 10,
						["leader"] = true,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "贱浪骚-雷克萨",
						["iLvl"] = 947,
						["time"] = 1512974561,
						["class"] = 12,
						["bTag"] = "吱丶吱#5233",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "憨皮背时地-黑翼之巢",
						["iLvl"] = 946,
						["time"] = 1512974561,
						["class"] = 8,
						["bTag"] = "仇人太多不便透露#5145",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "蔬菜姐姐-斩魔者",
						["time"] = 1512974561,
						["class"] = 8,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "月洛樱舞-红龙军团",
						["iLvl"] = 929,
						["time"] = 1512974674,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "LuckyOwl#5970",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "孤单的舞步-艾莫莉丝",
						["time"] = 1512974674,
						["class"] = 3,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "蕾霆崖大幂幂-安苏",
						["iLvl"] = 797,
						["time"] = 1512974674,
						["class"] = 11,
						["bTag"] = "sirius#52734",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "米宝宝-梦境之树",
						["time"] = 1512974674,
						["class"] = 10,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "圣蹄-巫妖之王",
						["iLvl"] = 959,
						["time"] = 1512974756,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "蹄子酱#5930",
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "死亡仲裁者-萨尔",
						["iLvl"] = 928,
						["time"] = 1512974796,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "鸟长卵大#5143",
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "恐山安娜-索瑞森",
						["iLvl"] = 922,
						["time"] = 1512974796,
						["class"] = 2,
						["bTag"] = "停摆的时钟#5324",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "苹果馅饼-格鲁尔",
						["iLvl"] = 958,
						["time"] = 1512974796,
						["class"] = 3,
						["bTag"] = "Crystal#53834",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "丨加尔鲁什丨-克尔苏加德",
						["iLvl"] = 957,
						["time"] = 1513057719,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "大黑手18#5189",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼眼㼭三刀流-阿比迪斯",
						["iLvl"] = 954,
						["time"] = 1513057719,
						["class"] = 3,
						["bTag"] = "鬼眼三刀流#5118",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "格瑞姆双采三-格瑞姆巴托",
						["iLvl"] = 926,
						["time"] = 1513057719,
						["class"] = 11,
						["bTag"] = "格瑞姆双采#5512",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "逆袭也猴哥-丽丽（四川）",
						["iLvl"] = 924,
						["time"] = 1513057719,
						["class"] = 4,
						["bTag"] = "狂野之狼#569364",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "Tuow-伊萨里奥斯",
						["time"] = 1513057955,
						["class"] = 12,
						["leader"] = true,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "漫威丶灵蝶-死亡之翼",
						["iLvl"] = 955,
						["time"] = 1513057957,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "杨柳岸晓风残月#51532",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "发呆看雨打地-利刃之拳",
						["iLvl"] = 960,
						["time"] = 1513057992,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "发呆看雨打地#5596",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "好多好多余-冰川之拳",
						["iLvl"] = 951,
						["time"] = 1513057992,
						["class"] = 7,
						["bTag"] = "黑二虎#5109",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "Dkiller-瑟莱德丝",
						["iLvl"] = 936,
						["time"] = 1513057992,
						["class"] = 6,
						["bTag"] = "嗜血狂戰#5787",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "醉酒坏牛-鬼雾峰",
						["iLvl"] = 956,
						["time"] = 1513057992,
						["class"] = 7,
						["bTag"] = "为了部落#5109216",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "呆萌绅士-弗塞雷迦",
						["time"] = 1513058066,
						["class"] = 12,
						["leader"] = true,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "打那根吊-克尔苏加德",
						["time"] = 1513058307,
						["class"] = 6,
						["leader"] = true,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "千羽圣堂-萨菲隆",
						["iLvl"] = 953,
						["time"] = 1513058273,
						["class"] = 8,
						["bTag"] = "千羽圣堂#5726",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "专业放火十年-埃德萨拉",
						["iLvl"] = 937,
						["time"] = 1513058295,
						["class"] = 2,
						["bTag"] = "沉默之剑#524870",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "小样别死-凤凰之神",
						["iLvl"] = 942,
						["time"] = 1513058307,
						["class"] = 7,
						["bTag"] = "侦探之家#5976",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "居然要改名-希尔瓦娜斯",
						["iLvl"] = 957,
						["time"] = 1513249983,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "我的名字被偷#5235",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "沉默的子弹-风行者",
						["iLvl"] = 911,
						["time"] = 1513250004,
						["class"] = 10,
						["bTag"] = "刚子#5393",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "爆炸燥起来-贫瘠之地",
						["iLvl"] = 912,
						["time"] = 1513250004,
						["class"] = 1,
						["bTag"] = "liofo#5916",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "塔昆丶昼行者-布兰卡德",
						["iLvl"] = 933,
						["time"] = 1513250221,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "瓦立安丶沧月#5643",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "不死的佐德尔-布兰卡德",
						["iLvl"] = 927,
						["time"] = 1513250221,
						["class"] = 1,
						["bTag"] = "瓦立安丶沧月#5643",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "丶战撸-雷霆之王",
						["iLvl"] = 958,
						["time"] = 1513250113,
						["class"] = 1,
						["bTag"] = "六号技师#5837",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "科尔苏嘉德-无尽之海",
						["iLvl"] = 923,
						["time"] = 1513250137,
						["class"] = 8,
						["bTag"] = "科尔苏嘉德#5865",
					}, -- [78]
					{
						["role"] = "TANK",
						["name"] = "地狱抱哮-迪瑟洛克",
						["iLvl"] = 898,
						["time"] = 1513250137,
						["class"] = 6,
						["bTag"] = "zergWXQC#5168",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "雨冷清秋-丹莫德",
						["time"] = 1513407005,
						["class"] = 8,
						["leader"] = true,
					}, -- [80]
					{
						["role"] = "TANK",
						["name"] = "欧艹皇-安苏",
						["iLvl"] = 955,
						["time"] = 1513407025,
						["class"] = 11,
						["bTag"] = "愤怒的蜗牛#51282",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "谁来逗妇乳-地狱之石",
						["iLvl"] = 929,
						["time"] = 1513407038,
						["class"] = 11,
						["bTag"] = "还我黄瓜#5521",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "见朕骑鸡时刻-死亡之翼",
						["iLvl"] = 953,
						["time"] = 1513407038,
						["class"] = 2,
						["bTag"] = "空之境界#5310",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "張尛魚-黑铁",
						["iLvl"] = 957,
						["time"] = 1513407038,
						["class"] = 1,
						["bTag"] = "美國隊長丶#5109",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "一对一从未赢-血环",
						["iLvl"] = 961,
						["time"] = 1513407038,
						["class"] = 5,
						["bTag"] = "我没头发#5497",
					}, -- [85]
					{
						["role"] = "TANK",
						["name"] = "不复入卫-死亡之翼",
						["iLvl"] = 944,
						["time"] = 1513490710,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "Are#5515",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "聖灬骑士-阿比迪斯",
						["iLvl"] = 926,
						["time"] = 1513490691,
						["class"] = 2,
						["bTag"] = "危丿笑#5521",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "Tkgoky-弗塞雷迦",
						["iLvl"] = 942,
						["time"] = 1513490710,
						["class"] = 8,
						["bTag"] = "garygor#51531",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "上善若水灬-哈卡",
						["iLvl"] = 957,
						["time"] = 1513490710,
						["class"] = 8,
						["bTag"] = "暴躁之鼬#53945",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "落闸放狗-燃烧之刃",
						["iLvl"] = 932,
						["time"] = 1513490821,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "鬼魂之龙#55480",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "纬筱包-萨尔",
						["iLvl"] = 956,
						["time"] = 1513490788,
						["class"] = 5,
						["bTag"] = "Wilbur1006#5171",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "早安重生-亚雷戈斯",
						["iLvl"] = 952,
						["time"] = 1513490821,
						["class"] = 4,
						["bTag"] = "重生#52136",
					}, -- [92]
					{
						["role"] = "HEALER",
						["name"] = "若翎-奥斯里安",
						["time"] = 1513490821,
						["class"] = 5,
					}, -- [93]
					{
						["role"] = "HEALER",
						["name"] = "Ckk-埃德萨拉",
						["iLvl"] = 894,
						["time"] = 1513584172,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "凉笙初雨#5421",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "夜袭灬牧云-鬼雾峰",
						["iLvl"] = 902,
						["time"] = 1513584172,
						["class"] = 4,
						["bTag"] = "牧乀云#5866",
					}, -- [95]
					{
						["role"] = "TANK",
						["name"] = "我顶不住-卡德加",
						["iLvl"] = 960,
						["time"] = 1513584164,
						["class"] = 11,
						["bTag"] = "lffff#5277",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "Finlay-血牙魔王",
						["iLvl"] = 957,
						["time"] = 1513584172,
						["class"] = 7,
						["bTag"] = "城市芝麻开门#5526",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "一百岁-无尽之海",
						["iLvl"] = 953,
						["time"] = 1513756084,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "阿权#51393",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "布丁奶茶丶-血环",
						["iLvl"] = 953,
						["time"] = 1513756163,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Royal#5875",
					}, -- [99]
					{
						["role"] = "TANK",
						["name"] = "落花成塚-纳克萨玛斯",
						["iLvl"] = 957,
						["time"] = 1513756163,
						["class"] = 2,
						["bTag"] = "延续骄傲#5973",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "墨止染青丝丶-安苏",
						["time"] = 1513756163,
						["class"] = 9,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "我还是宝宝-黑铁",
						["time"] = 1513756262,
						["class"] = 3,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "醉在西风飘-冰霜之刃",
						["iLvl"] = 952,
						["time"] = 1513756262,
						["class"] = 9,
						["bTag"] = "Joker#56715",
					}, -- [103]
					{
						["role"] = "TANK",
						["name"] = "Coyotez-凤凰之神",
						["iLvl"] = 960,
						["time"] = 1514222504,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "狼红色的眼泪#51331",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "冰山晴雪-耐奥祖",
						["iLvl"] = 921,
						["time"] = 1514222584,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "小谦谦#5733",
					}, -- [105]
					{
						["role"] = "HEALER",
						["name"] = "丶不二禪師丶-安苏",
						["iLvl"] = 938,
						["time"] = 1514222584,
						["class"] = 10,
						["bTag"] = "撒欢的麋鹿#5977",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "欣殿郡主-冰风岗",
						["iLvl"] = 961,
						["time"] = 1514222584,
						["class"] = 7,
						["bTag"] = "仰望星空#5598",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "討厭-德拉诺",
						["iLvl"] = 936,
						["time"] = 1514222584,
						["class"] = 8,
						["bTag"] = "討厭#5330",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "洛熙小安妮-克尔苏加德",
						["iLvl"] = 888,
						["time"] = 1514223021,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "如意大魔王#5398",
					}, -- [109]
					{
						["role"] = "TANK",
						["name"] = "陳獨秀-死亡之翼",
						["iLvl"] = 737,
						["time"] = 1514223021,
						["class"] = 12,
						["bTag"] = "你的大胖野爹#5291",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "请上香-格瑞姆巴托",
						["iLvl"] = 623,
						["time"] = 1514223021,
						["class"] = 10,
						["bTag"] = "速度灭#51759",
					}, -- [111]
					{
						["role"] = "TANK",
						["name"] = "长江骑士-苏塔恩",
						["iLvl"] = 705,
						["time"] = 1514223021,
						["class"] = 6,
						["bTag"] = "恋心魇#5415",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "杀不死才怪-末日行者",
						["time"] = 1514278683,
						["class"] = 12,
						["leader"] = true,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "鹊桥仙-无尽之海",
						["iLvl"] = 966,
						["time"] = 1514278864,
						["class"] = 1,
						["bTag"] = "鹊桥仙#51902",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "狂战的尊严-苏塔恩",
						["iLvl"] = 958,
						["time"] = 1514278778,
						["class"] = 1,
						["bTag"] = "CHB#5433",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "Sabrinasong-洛丹伦",
						["iLvl"] = 930,
						["time"] = 1514278765,
						["class"] = 6,
						["bTag"] = "Slumber#5428",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "武大郎丶-苏塔恩",
						["iLvl"] = 955,
						["time"] = 1514278864,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "超级无敌霹雳可爱#5492",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "那么爱的她-摩摩尔",
						["iLvl"] = 907,
						["time"] = 1514278864,
						["class"] = 6,
						["bTag"] = "鳶一折纸#51560",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "古奈门阿波-燃烧之刃",
						["iLvl"] = 958,
						["time"] = 1514278864,
						["class"] = 3,
						["bTag"] = "哩哩路亚#5939",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "蔬菜-影之哀伤",
						["iLvl"] = 958,
						["time"] = 1514278952,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "菜鸟#54451",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "媛媛-伊利丹",
						["iLvl"] = 955,
						["time"] = 1514279005,
						["class"] = 2,
						["bTag"] = "七宗罪#5516",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "洛曼曼丶-狂热之刃",
						["time"] = 1514278952,
						["class"] = 2,
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "关东来十发-暗影议会",
						["time"] = 1514278952,
						["class"] = 1,
					}, -- [123]
					{
						["role"] = "HEALER",
						["name"] = "逐风圣骑-阿拉索",
						["iLvl"] = 954,
						["time"] = 1514279057,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "水深火热#5979",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "逐风幻影-阿拉索",
						["iLvl"] = 961,
						["time"] = 1514279057,
						["class"] = 12,
						["bTag"] = "水深火热#5979",
					}, -- [125]
					{
						["role"] = "TANK",
						["name"] = "蕾菈-瓦里安",
						["iLvl"] = 925,
						["time"] = 1514279005,
						["class"] = 6,
						["bTag"] = "茶荼#51288",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "蜜蜂阿弟-伊兰尼库斯",
						["iLvl"] = 925,
						["time"] = 1514279251,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "蜜蜂先生#5375",
					}, -- [127]
					{
						["role"] = "TANK",
						["name"] = "大丶个-雷霆之王",
						["iLvl"] = 912,
						["time"] = 1514279251,
						["class"] = 2,
						["bTag"] = "当里个当#5220",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "残丨忍-深渊之巢",
						["iLvl"] = 954,
						["time"] = 1514279251,
						["class"] = 1,
						["bTag"] = "yxg05220124#5673",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "孤心丶-格瑞姆巴托",
						["iLvl"] = 962,
						["time"] = 1514279251,
						["class"] = 4,
						["bTag"] = "大头头头头丶#5574",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "丢个灵魂链-死亡之翼",
						["iLvl"] = 947,
						["time"] = 1514279347,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Notanymore#5542",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "Eightysven-奥特兰克",
						["iLvl"] = 942,
						["time"] = 1514279399,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "半情歌#5152",
					}, -- [132]
					{
						["role"] = "TANK",
						["name"] = "灵魂武者-神圣之歌",
						["iLvl"] = 933,
						["time"] = 1514279347,
						["class"] = 2,
						["bTag"] = "尼古拉斯叫兽#5336",
					}, -- [133]
					{
						["role"] = "TANK",
						["name"] = "一本难念的经-布兰卡德",
						["iLvl"] = 936,
						["time"] = 1514279399,
						["class"] = 2,
						["bTag"] = "静以修身#5593",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "澜水湄潮-纳克萨玛斯",
						["iLvl"] = 957,
						["time"] = 1514334603,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "光明之锤#510564",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "好相处-狂热之刃",
						["iLvl"] = 921,
						["time"] = 1514334603,
						["class"] = 1,
						["bTag"] = "良民大叔#51945",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "萌铭晨-卡拉赞",
						["iLvl"] = 930,
						["time"] = 1514334603,
						["class"] = 4,
						["bTag"] = "挚爱肖珂#5844",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "Fishwarrior-洛萨",
						["iLvl"] = 940,
						["time"] = 1514334603,
						["class"] = 1,
						["bTag"] = "fish#5361",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "一只工程狮-黑铁",
						["iLvl"] = 962,
						["time"] = 1514334670,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "我是一只狮子#5337",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "薩爽銀子-冰风岗",
						["iLvl"] = 963,
						["time"] = 1514334675,
						["class"] = 7,
						["bTag"] = "星魂#52739",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "风流使人毁灭-冰风岗",
						["iLvl"] = 950,
						["time"] = 1514334714,
						["class"] = 12,
						["bTag"] = "小确幸#52314",
					}, -- [141]
					{
						["role"] = "TANK",
						["name"] = "最爱小小隽-安苏",
						["iLvl"] = 953,
						["time"] = 1514334714,
						["class"] = 11,
						["bTag"] = "小小龙少#5405",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "保持安静-遗忘海岸",
						["iLvl"] = 954,
						["time"] = 1514334714,
						["class"] = 11,
						["bTag"] = "一个最萌的对手丶#5654",
					}, -- [143]
					{
						["role"] = "TANK",
						["name"] = "牛骑兵-激流之傲",
						["iLvl"] = 914,
						["time"] = 1514551454,
						["class"] = 1,
						["bTag"] = "guan20063019#5133",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "救世主神-冰风岗",
						["iLvl"] = 954,
						["time"] = 1514551454,
						["class"] = 2,
						["bTag"] = "七月半#5799",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "大大王来巡山-奥特兰克",
						["iLvl"] = 935,
						["time"] = 1514551454,
						["class"] = 1,
						["bTag"] = "大王叫我来巡山#53145",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "雾中仙灬琅琊-索瑞森",
						["iLvl"] = 907,
						["time"] = 1514551454,
						["class"] = 3,
						["bTag"] = "yancey#5437",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "模范情书-瓦拉斯塔兹",
						["iLvl"] = 947,
						["time"] = 1514551645,
						["class"] = 7,
						["bTag"] = "crow#5667",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "迷失可乐-巫妖之王",
						["iLvl"] = 891,
						["time"] = 1514551645,
						["class"] = 8,
						["bTag"] = "深渊性质#5633",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "無期丶-阿克蒙德",
						["iLvl"] = 962,
						["time"] = 1514551645,
						["class"] = 2,
						["bTag"] = "後會無期#5432",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "詠逺的橘子-天空之墙",
						["time"] = 1514552232,
						["class"] = 2,
						["leader"] = true,
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "冄影乄畫沙-无尽之海",
						["iLvl"] = 947,
						["time"] = 1514552302,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "SLNK#5496",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "Alca-卡德罗斯",
						["iLvl"] = 958,
						["time"] = 1514552238,
						["class"] = 8,
						["bTag"] = "秋豆麻袋#51525",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "肖像-风暴之怒",
						["iLvl"] = 927,
						["time"] = 1514552316,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "DCB#51403",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "萌妹子切耳朵-死亡之翼",
						["iLvl"] = 942,
						["time"] = 1514552316,
						["class"] = 4,
						["bTag"] = "岛田穗乃果#5161",
					}, -- [155]
					{
						["role"] = "TANK",
						["name"] = "千里辶夜-亡语者",
						["iLvl"] = 960,
						["time"] = 1514719225,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "yuan#5114",
					}, -- [156]
				},
				["1-124-423-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "犹她-迦顿",
						["iLvl"] = 949,
						["time"] = 1512974033,
						["class"] = 5,
						["bTag"] = "小十七#5392",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "Specialone-无尽之海",
						["iLvl"] = 953,
						["time"] = 1512697884,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "櫊淺#5316",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "playerTOQDVT-梅尔加尼",
						["iLvl"] = 956,
						["time"] = 1512697911,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "maimai#5350",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "壹贱灬你就笑-毁灭之锤",
						["iLvl"] = 951,
						["time"] = 1512697911,
						["class"] = 5,
						["bTag"] = "壹贱你就笑#51682",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "悠久的忧伤-无尽之海",
						["iLvl"] = 919,
						["time"] = 1512697911,
						["class"] = 3,
						["bTag"] = "悠久的忧伤#5453",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "秋卍乏-艾露恩",
						["iLvl"] = 954,
						["time"] = 1512974033,
						["class"] = 5,
						["bTag"] = "Skippinglove#5134",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "咚咚锵-地狱咆哮",
						["time"] = 1512974033,
						["class"] = 3,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Ragstorings-黑铁",
						["iLvl"] = 848,
						["time"] = 1512974033,
						["class"] = 9,
						["bTag"] = "想她风就停了#51146",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "撒旦亚巴顿-白银之手",
						["time"] = 1512991369,
						["class"] = 1,
						["leader"] = true,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "兵戈-拉格纳罗斯",
						["iLvl"] = 929,
						["time"] = 1512991369,
						["class"] = 6,
						["bTag"] = "好难取的名字#5502",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "无锡丨老铁-死亡之翼",
						["iLvl"] = 927,
						["time"] = 1512991421,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "马里奥#5358",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "暮色斐然-丽丽（四川）",
						["iLvl"] = 851,
						["time"] = 1512991395,
						["class"] = 9,
						["bTag"] = "思念轨迹#5354",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "只有痛-死亡之翼",
						["iLvl"] = 952,
						["time"] = 1512991395,
						["class"] = 5,
						["bTag"] = "大梦#51779",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "暮晓-格瑞姆巴托",
						["iLvl"] = 938,
						["time"] = 1512991464,
						["class"] = 4,
						["bTag"] = "SuperP#5345",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "没命中的全需-奥尔加隆",
						["iLvl"] = 908,
						["time"] = 1512991464,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "郭岩#5886",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "小甜甜不玩泥-死亡之翼",
						["iLvl"] = 960,
						["time"] = 1512991464,
						["class"] = 8,
						["bTag"] = "BT160816#52501",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "左小召-燃烧之刃",
						["iLvl"] = 947,
						["time"] = 1512991464,
						["class"] = 1,
						["bTag"] = "莫西干欧巴#5958",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "大王喊你巡山-哈卡",
						["iLvl"] = 953,
						["time"] = 1513055417,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "吕大爷#51530",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "瑾色瑬年-冰风岗",
						["iLvl"] = 957,
						["time"] = 1513055417,
						["class"] = 5,
						["bTag"] = "寂寞夜微凉#5304",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "无尽墨色夜丶-迦拉克隆",
						["iLvl"] = 959,
						["time"] = 1513055377,
						["class"] = 9,
						["bTag"] = "魂淡#5856",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "我是强强水奶-伊森利恩",
						["iLvl"] = 954,
						["time"] = 1513055417,
						["class"] = 11,
						["bTag"] = "范强强#5855",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "小番茄酱丶-格瑞姆巴托",
						["iLvl"] = 947,
						["time"] = 1513055463,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "萌萌的壞壞#5829",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "荼毒生灵-塞拉摩",
						["iLvl"] = 903,
						["time"] = 1513055440,
						["class"] = 6,
						["bTag"] = "刚睡醒#51188",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "雪月莲华-燃烧之刃",
						["iLvl"] = 909,
						["time"] = 1513055440,
						["class"] = 2,
						["bTag"] = "两处闲情#5636",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "魔域圣洁-海加尔",
						["iLvl"] = 936,
						["time"] = 1513055481,
						["class"] = 3,
						["bTag"] = "pm7952001#5195",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "郭尼玛-戈提克",
						["iLvl"] = 854,
						["time"] = 1513055481,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "萌姐猎夫#5208",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "辣子鸡丁儿-燃烧之刃",
						["iLvl"] = 956,
						["time"] = 1513055481,
						["class"] = 1,
						["bTag"] = "你们的霸霸#51197",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "孤影随行-巴瑟拉斯",
						["iLvl"] = 955,
						["time"] = 1513242970,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "随凨#5709",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "丶阿尔十一-安苏",
						["iLvl"] = 925,
						["time"] = 1513242927,
						["class"] = 12,
						["bTag"] = "老二#5918",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Takehime-霜狼",
						["iLvl"] = 953,
						["time"] = 1513243002,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "晓哀#5232",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "小八阿-影之哀伤",
						["iLvl"] = 945,
						["time"] = 1513243002,
						["class"] = 4,
						["bTag"] = "胡元#51255",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "雨冷清秋-丹莫德",
						["iLvl"] = 959,
						["time"] = 1513407952,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "风尘血#5544",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "邪靈-卡德加",
						["iLvl"] = 951,
						["time"] = 1513407929,
						["class"] = 6,
						["bTag"] = "刘强#5310",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "大滦急行军-凤凰之神",
						["iLvl"] = 947,
						["time"] = 1513408074,
						["class"] = 8,
						["bTag"] = "爱吃樱桃怪我咯#5627",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "唇齒間的愛-伊森利恩",
						["iLvl"] = 946,
						["time"] = 1513407952,
						["class"] = 2,
						["bTag"] = "魔法之裤#554821",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Chinhaw-海克泰尔",
						["time"] = 1513408042,
						["class"] = 3,
						["leader"] = true,
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "身经百战长者-冰风岗",
						["time"] = 1513408074,
						["class"] = 2,
						["leader"] = true,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "时间的悖论丶-阿纳克洛斯",
						["iLvl"] = 956,
						["time"] = 1513408074,
						["class"] = 2,
						["bTag"] = "花谢了会再开#5878",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Amarise-死亡之翼",
						["iLvl"] = 959,
						["time"] = 1513408074,
						["class"] = 8,
						["bTag"] = "残颜#51309",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "降龙者-龙骨平原",
						["iLvl"] = 934,
						["time"] = 1513582995,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "晕乎乎#5402",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "天生会加血-安戈洛",
						["iLvl"] = 959,
						["time"] = 1513582962,
						["class"] = 5,
						["bTag"] = "小柯帅帅#5858",
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "到哪都迷糊-贫瘠之地",
						["iLvl"] = 938,
						["time"] = 1513583097,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "默默鱼#5123",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "拥抱流星-阿尔萨斯",
						["iLvl"] = 925,
						["time"] = 1513583097,
						["class"] = 9,
						["bTag"] = "澈水长眠#5528",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "痞子哥只宠伱-埃德萨拉",
						["time"] = 1513583058,
						["class"] = 11,
						["leader"] = true,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "井耖里桜菜-梅尔加尼",
						["iLvl"] = 898,
						["time"] = 1513583097,
						["class"] = 5,
						["bTag"] = "Thatgirl#5900",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "溜溜的妞妞-能源舰",
						["iLvl"] = 958,
						["time"] = 1513583147,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "念念#5847",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "我不是止醉-龙骨平原",
						["iLvl"] = 965,
						["time"] = 1513583172,
						["class"] = 7,
						["bTag"] = "止醉金迷#5878",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "牛肉拉满-冰风岗",
						["iLvl"] = 958,
						["time"] = 1513583172,
						["class"] = 1,
						["bTag"] = "flameGuard#5296",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "狐狸丶-伊森利恩",
						["iLvl"] = 963,
						["time"] = 1513583172,
						["class"] = 8,
						["bTag"] = "狐狸#53147",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "鸿牛-燃烧之刃",
						["iLvl"] = 946,
						["time"] = 1513759653,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "鸿牛#51127",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "百無聊赖-冰风岗",
						["iLvl"] = 960,
						["time"] = 1513759689,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "巴大蝴#51392",
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "皮蛋不是蛋丶-无尽之海",
						["iLvl"] = 956,
						["time"] = 1513759681,
						["class"] = 2,
						["bTag"] = "浅醉千年#51683",
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "蜜芯海棠-凤凰之神",
						["iLvl"] = 960,
						["time"] = 1513759689,
						["class"] = 2,
						["bTag"] = "lillian#52380",
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "弥撒丶-戈提克",
						["iLvl"] = 945,
						["time"] = 1513759689,
						["class"] = 6,
						["bTag"] = "丶胡蜀黍#5814",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "术兽-达尔坎",
						["iLvl"] = 949,
						["time"] = 1514336022,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "差不多先生丶#51787",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "雕刻梦境-奥尔加隆",
						["iLvl"] = 929,
						["time"] = 1514336057,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "小王#5107",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "雨落南方-影之哀伤",
						["iLvl"] = 946,
						["time"] = 1514336039,
						["class"] = 8,
						["bTag"] = "落雨#5566",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "少年包青青-黑翼之巢",
						["iLvl"] = 952,
						["time"] = 1514335939,
						["class"] = 2,
						["bTag"] = "Reasona#5495",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "兽殇-卡德罗斯",
						["iLvl"] = 963,
						["time"] = 1514336261,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "NightRaven#55610",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "月夜丶清影-洛丹伦",
						["iLvl"] = 966,
						["time"] = 1514336261,
						["class"] = 11,
						["bTag"] = "小月#5270",
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "冷静的老幺灬-死亡之翼",
						["time"] = 1514594572,
						["class"] = 5,
						["leader"] = true,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "Miroslav-死亡之翼",
						["iLvl"] = 962,
						["time"] = 1514594556,
						["class"] = 1,
						["bTag"] = "挚爱琳琅#5140",
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "Darksorroe-影之哀伤",
						["time"] = 1514594603,
						["class"] = 12,
					}, -- [63]
				},
				["2-117-451-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "霸丶道-格瑞姆巴托",
						["iLvl"] = 956,
						["time"] = 1512294548,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "毒爱霸道#5647",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "麦考林-格瑞姆巴托",
						["iLvl"] = 951,
						["time"] = 1512294548,
						["class"] = 4,
						["bTag"] = "right#5367",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶的大香蕉-迅捷微风",
						["iLvl"] = 907,
						["time"] = 1512294548,
						["class"] = 9,
						["bTag"] = "神秘莫测的新之助#5572",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "暗丨刃神-巨龙之吼",
						["iLvl"] = 926,
						["time"] = 1512294548,
						["class"] = 12,
						["bTag"] = "国王之谷丨叼爷#5670",
					}, -- [4]
				},
				["2-129-476-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "坚挺的老王-格瑞姆巴托",
						["iLvl"] = 948,
						["time"] = 1512574073,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "海绵超人#5840",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "季桃-格瑞姆巴托",
						["iLvl"] = 942,
						["time"] = 1512574073,
						["class"] = 7,
						["bTag"] = "镜花水月#5575",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "季橙-格瑞姆巴托",
						["iLvl"] = 937,
						["time"] = 1512574073,
						["class"] = 11,
						["bTag"] = "Neltharion#5770",
					}, -- [3]
				},
				["1-134-489-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血冥月-甜水绿洲",
						["iLvl"] = 944,
						["time"] = 1512156083,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "冥月#5870",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "成年白野猪-迅捷微风",
						["iLvl"] = 944,
						["time"] = 1512156083,
						["class"] = 11,
						["bTag"] = "Moonvoicel#5650",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "永远太遥远-奥尔加隆",
						["iLvl"] = 944,
						["time"] = 1512156083,
						["class"] = 11,
						["bTag"] = "寐兒#5240",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Edwardglen-贫瘠之地",
						["iLvl"] = 923,
						["time"] = 1512156026,
						["class"] = 10,
						["bTag"] = "雷诺#54628",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "戰榊-晴日峰（江苏）",
						["iLvl"] = 948,
						["time"] = 1512194385,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "BT160817#5541",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "很帅只宠你-古尔丹",
						["iLvl"] = 948,
						["time"] = 1512194364,
						["class"] = 3,
						["bTag"] = "Jeremy#5556",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "兰德鲁的礼盒-菲米丝",
						["iLvl"] = 928,
						["time"] = 1512194082,
						["class"] = 8,
						["bTag"] = "亦扬#5835",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "来自炼狱-阿尔萨斯",
						["iLvl"] = 915,
						["time"] = 1512194163,
						["class"] = 12,
						["bTag"] = "游戏的彼岸#5347",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "脑残吼的跟班-亚雷戈斯",
						["iLvl"] = 939,
						["time"] = 1512194383,
						["class"] = 6,
						["bTag"] = "湿前巨饿#5376",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "粉鸟满天飞-藏宝海湾",
						["time"] = 1512266045,
						["class"] = 2,
						["leader"] = true,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "尐夜姬-克尔苏加德",
						["iLvl"] = 946,
						["time"] = 1512266045,
						["class"] = 6,
						["bTag"] = "高媛#5162",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Isonniya-阿纳克洛斯",
						["iLvl"] = 955,
						["time"] = 1512266045,
						["class"] = 2,
						["bTag"] = "IsoniYa#5317",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "繁华骆冰-格瑞姆巴托",
						["iLvl"] = 953,
						["time"] = 1512266045,
						["class"] = 12,
						["bTag"] = "老艺术家#51274",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "落叶落沙-燃烧之刃",
						["iLvl"] = 949,
						["time"] = 1512378077,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "蛋蛋打豆豆#51874",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "糖分呢-格瑞姆巴托",
						["iLvl"] = 946,
						["time"] = 1512378077,
						["class"] = 8,
						["bTag"] = "糖粪丶#5943",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "最愛芭比-闪电之刃",
						["iLvl"] = 922,
						["time"] = 1512378158,
						["class"] = 3,
						["bTag"] = "最爱芭比#5162",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜无剑-安苏",
						["iLvl"] = 944,
						["time"] = 1512378158,
						["class"] = 5,
						["bTag"] = "无剑#5766",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "火壮壮-战歌",
						["iLvl"] = 952,
						["time"] = 1512378227,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "白壮壮#51748",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "浅蓝色回忆-太阳之井",
						["iLvl"] = 946,
						["time"] = 1512378241,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "胡大一#5493",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "笑兮-安苏",
						["iLvl"] = 909,
						["time"] = 1512378204,
						["class"] = 2,
						["bTag"] = "笑兮#5516",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "七月诞-血顶",
						["iLvl"] = 899,
						["time"] = 1512378199,
						["class"] = 3,
						["bTag"] = "光明之锤#5128508",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "青春不歡而散-安戈洛",
						["iLvl"] = 933,
						["time"] = 1512550092,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "惜红泪#5532",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "单身闯天下-凤凰之神",
						["iLvl"] = 917,
						["time"] = 1512550092,
						["class"] = 12,
						["bTag"] = "大肚肚#5727",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "小馨蕴-符文图腾",
						["iLvl"] = 949,
						["time"] = 1512550092,
						["class"] = 10,
						["bTag"] = "无悬念#51564",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "亮丨瞎伱的眼-死亡之翼",
						["time"] = 1512550092,
						["class"] = 4,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "York-鲜血熔炉",
						["iLvl"] = 943,
						["time"] = 1512550184,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "GaoWY666#5966",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "丶辣酱-迅捷微风",
						["time"] = 1512550184,
						["class"] = 8,
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "夜湮-奈萨里奥",
						["iLvl"] = 950,
						["time"] = 1512550184,
						["class"] = 12,
						["bTag"] = "幽兰圣水#5670",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Blacksilver-凤凰之神",
						["iLvl"] = 918,
						["time"] = 1512550184,
						["class"] = 1,
						["bTag"] = "伊小龙#5102",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "刘七月-辛达苟萨",
						["iLvl"] = 928,
						["time"] = 1512733752,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "东华上仙#51742",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "狗子咬他-神圣之歌",
						["iLvl"] = 925,
						["time"] = 1512733752,
						["class"] = 3,
						["bTag"] = "夜雨人声#5739",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "灬六月的雨灬-贫瘠之地",
						["iLvl"] = 945,
						["time"] = 1512733752,
						["class"] = 8,
						["bTag"] = "大灰狼奶糖#5862",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "菊花爱好者-冰风岗",
						["iLvl"] = 939,
						["time"] = 1512733559,
						["class"] = 4,
						["bTag"] = "doubleY#5121",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "沾血瓜子-安苏",
						["iLvl"] = 910,
						["time"] = 1512733823,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "惊魂之瓜子#5315",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "Avidita-激流之傲",
						["iLvl"] = 950,
						["time"] = 1512733802,
						["class"] = 5,
						["bTag"] = "哦呼#5964",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "往事纵然如烟-熔火之心",
						["iLvl"] = 942,
						["time"] = 1512733823,
						["class"] = 12,
						["bTag"] = "tatsuya#5496",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "风骚的小浪蹄-影之哀伤",
						["iLvl"] = 941,
						["time"] = 1512733802,
						["class"] = 12,
						["bTag"] = "RobotWorgen#515461",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "绝不能触碰的-安苏",
						["iLvl"] = 930,
						["time"] = 1512896017,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "BT160917#52194",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "布雷斯塔探长-格瑞姆巴托",
						["iLvl"] = 949,
						["time"] = 1512896024,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "暴躁外皮#5387",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "走路带风-燃烧军团",
						["iLvl"] = 959,
						["time"] = 1512895979,
						["class"] = 9,
						["bTag"] = "浮世清欢#51210",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "火腿切片-元素之力",
						["iLvl"] = 950,
						["time"] = 1512896024,
						["class"] = 2,
						["bTag"] = "海之迷雾#5280",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "术灬爹-战歌",
						["iLvl"] = 944,
						["time"] = 1512976850,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "沉默之风暴#5100170",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "厉害灬火魔王-阿卡玛",
						["iLvl"] = 925,
						["time"] = 1512976859,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "xjmoonsky#5345",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "紫气气人-亚雷戈斯",
						["iLvl"] = 916,
						["time"] = 1512976852,
						["class"] = 6,
						["bTag"] = "紫气气人#5138",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "沐雪諾汐-死亡之翼",
						["iLvl"] = 948,
						["time"] = 1512976820,
						["class"] = 11,
						["bTag"] = "沐雨清影#51185",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "温博-战歌",
						["iLvl"] = 933,
						["time"] = 1512978499,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "CCcoy#5952",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "粉丝汤-索瑞森",
						["iLvl"] = 930,
						["time"] = 1512978499,
						["class"] = 4,
						["bTag"] = "黄小凯#5308",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "丶绝色帅哥彡-通灵学院",
						["iLvl"] = 949,
						["time"] = 1512978499,
						["class"] = 6,
						["bTag"] = "孝培#5762",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "机场霸主-凤凰之神",
						["iLvl"] = 929,
						["time"] = 1512978499,
						["class"] = 12,
						["bTag"] = "ForTheDream7#5592",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "小案子我抗-索瑞森",
						["iLvl"] = 956,
						["time"] = 1512978633,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "悔人不倦#5277",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "原田明繪-埃德萨拉",
						["iLvl"] = 951,
						["time"] = 1512978633,
						["class"] = 2,
						["bTag"] = "一笑倾城#51923",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "刺尘-大地之怒",
						["iLvl"] = 954,
						["time"] = 1512978633,
						["class"] = 4,
						["bTag"] = "刺尘#5547",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "阴影之道-太阳之井",
						["iLvl"] = 947,
						["time"] = 1512978633,
						["class"] = 4,
						["bTag"] = "玩家就是玩#5815",
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "伊格丽特-黄金之路",
						["iLvl"] = 920,
						["time"] = 1513006531,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "小新的漂亮麻麻#5224",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "洛漪-利刃之拳",
						["iLvl"] = 959,
						["time"] = 1513006527,
						["class"] = 3,
						["bTag"] = "洛漪#5994",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Achain-影之哀伤",
						["iLvl"] = 952,
						["time"] = 1513006507,
						["class"] = 7,
						["bTag"] = "丶绿豆儿#5501",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "姊带丰音-安苏",
						["iLvl"] = 922,
						["time"] = 1513006540,
						["class"] = 9,
						["bTag"] = "熊喵#5884",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "乄吃饱不闹乄-伊利丹",
						["time"] = 1513059776,
						["class"] = 7,
						["leader"] = true,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "中川中川-哈兰",
						["iLvl"] = 903,
						["time"] = 1513059776,
						["class"] = 10,
						["bTag"] = "茫然之矮人#52622",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "沙茶牛肉串-天空之墙",
						["iLvl"] = 928,
						["time"] = 1513059776,
						["class"] = 11,
						["bTag"] = "小小之植物#53602",
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "瑞雪-影之哀伤",
						["iLvl"] = 948,
						["time"] = 1513059776,
						["class"] = 2,
						["bTag"] = "杺洳辰月#5102",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "司马云曦-加基森",
						["iLvl"] = 924,
						["time"] = 1513324548,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "杜伦塔尔#51531",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "奶奶夺爆-安苏",
						["iLvl"] = 953,
						["time"] = 1513324554,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "涛涛#5234",
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "熊熊菲-深渊之巢",
						["iLvl"] = 955,
						["time"] = 1513324548,
						["class"] = 10,
						["bTag"] = "卧牛德#5852",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的白卍羊-血环",
						["iLvl"] = 956,
						["time"] = 1513324530,
						["class"] = 12,
						["bTag"] = "弄不清楚#5905",
					}, -- [65]
					{
						["role"] = "HEALER",
						["name"] = "联盟汪汪-伊森利恩",
						["iLvl"] = 918,
						["time"] = 1513324537,
						["class"] = 5,
						["bTag"] = "CrazyCat#583591",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "晓晓姐姐-血吼",
						["iLvl"] = 954,
						["time"] = 1513324554,
						["class"] = 8,
						["bTag"] = "晓晓#52275",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "丿咑吥過-加基森",
						["iLvl"] = 953,
						["time"] = 1513324554,
						["class"] = 12,
						["bTag"] = "虚伪#52603",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "碧影-格瑞姆巴托",
						["iLvl"] = 951,
						["time"] = 1513324528,
						["class"] = 12,
						["bTag"] = "胖胖#5188",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "死灵噬-闪电之刃",
						["iLvl"] = 933,
						["time"] = 1513324554,
						["class"] = 6,
						["bTag"] = "groot#5935",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "部族之心-贫瘠之地",
						["iLvl"] = 951,
						["time"] = 1513324548,
						["class"] = 3,
						["bTag"] = "点晴#5517",
					}, -- [71]
					{
						["role"] = "TANK",
						["name"] = "蛋花紫菜汤-通灵学院",
						["iLvl"] = 927,
						["time"] = 1513324554,
						["class"] = 11,
						["bTag"] = "小闹#5290",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "拉花娜-凤凰之神",
						["iLvl"] = 955,
						["time"] = 1513324548,
						["class"] = 2,
						["bTag"] = "张智宇#51813",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "小六法-死亡之翼",
						["iLvl"] = 961,
						["time"] = 1513324528,
						["class"] = 8,
						["bTag"] = "光明之锤#554706",
					}, -- [74]
					{
						["role"] = "TANK",
						["name"] = "黑撒哟-伊森利恩",
						["iLvl"] = 946,
						["time"] = 1513324462,
						["class"] = 6,
						["bTag"] = "猜猜我是谁#5575",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "葬墨-安苏",
						["iLvl"] = 938,
						["time"] = 1513324539,
						["class"] = 11,
						["bTag"] = "童话#5850",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "猎魔女-艾莫莉丝",
						["time"] = 1513324554,
						["class"] = 12,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "無名風殘炫-达基萨斯",
						["iLvl"] = 940,
						["time"] = 1513324352,
						["class"] = 1,
						["bTag"] = "张大龙#5314",
					}, -- [78]
					{
						["role"] = "TANK",
						["name"] = "没啥好名字-迦拉克隆",
						["iLvl"] = 904,
						["time"] = 1513324548,
						["class"] = 6,
						["bTag"] = "白银之鹰#54635",
					}, -- [79]
					{
						["role"] = "TANK",
						["name"] = "征战丶几人回-红龙女王",
						["iLvl"] = 914,
						["time"] = 1513324554,
						["class"] = 1,
						["bTag"] = "谁有钱买我的大炮#5705",
					}, -- [80]
					{
						["role"] = "TANK",
						["name"] = "我家床大-织亡者",
						["iLvl"] = 953,
						["time"] = 1513324539,
						["class"] = 6,
						["bTag"] = "阿瑞斯鼎爷#5181",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "Whoareyou-安格博达",
						["iLvl"] = 913,
						["time"] = 1513324554,
						["class"] = 4,
						["bTag"] = "玄天宗#5609",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "丶杀戮之心-血环",
						["iLvl"] = 929,
						["time"] = 1513324548,
						["class"] = 3,
						["bTag"] = "丶恩赐解脱#51724",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "大鷄波-巨龙之吼",
						["iLvl"] = 956,
						["time"] = 1513324524,
						["class"] = 6,
						["bTag"] = "午门#5935",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "幻水-沙怒",
						["iLvl"] = 936,
						["time"] = 1513324548,
						["class"] = 8,
						["bTag"] = "史诗之鼠#56271",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "牛大胆儿-迅捷微风",
						["iLvl"] = 924,
						["time"] = 1513324554,
						["class"] = 5,
						["bTag"] = "Aegis#51285",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "曓虐-日落沼泽",
						["iLvl"] = 951,
						["time"] = 1513324528,
						["class"] = 1,
						["bTag"] = "襌劍一如寄昙说#5753",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "Sweete-影之哀伤",
						["time"] = 1513324548,
						["class"] = 8,
					}, -- [88]
					{
						["role"] = "TANK",
						["name"] = "柏松松-无尽之海",
						["iLvl"] = 953,
						["time"] = 1513324541,
						["class"] = 11,
						["bTag"] = "宁宁#51912",
					}, -- [89]
					{
						["role"] = "HEALER",
						["name"] = "陆地慈航-凤凰之神",
						["iLvl"] = 946,
						["time"] = 1513324530,
						["class"] = 10,
						["bTag"] = "贪睡之熊#5146429",
					}, -- [90]
					{
						["role"] = "HEALER",
						["name"] = "天坑不后悔-死亡之翼",
						["iLvl"] = 923,
						["time"] = 1513324524,
						["class"] = 2,
						["bTag"] = "辉煌小伍#5768",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "风中的一匹狼-影之哀伤",
						["iLvl"] = 926,
						["time"] = 1513324554,
						["class"] = 7,
						["bTag"] = "TasKy#5179",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "挥刀砍到吊-克尔苏加德",
						["iLvl"] = 940,
						["time"] = 1513324524,
						["class"] = 1,
						["bTag"] = "不会爬墙的万向卢#5839",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "狂能战-伊森利恩",
						["iLvl"] = 950,
						["time"] = 1513324554,
						["class"] = 1,
						["bTag"] = "GRAY#5597",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "醉挽清风丶-狂热之刃",
						["iLvl"] = 948,
						["time"] = 1513324530,
						["class"] = 12,
						["bTag"] = "炮艇那个#5997",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "佛州佬-格瑞姆巴托",
						["iLvl"] = 960,
						["time"] = 1513324548,
						["class"] = 11,
						["bTag"] = "追古怀殇#5527",
					}, -- [96]
					{
						["role"] = "TANK",
						["name"] = "夏季八打-燃烧平原",
						["iLvl"] = 953,
						["time"] = 1513324548,
						["class"] = 6,
						["bTag"] = "lllllllllla#5218",
					}, -- [97]
					{
						["role"] = "HEALER",
						["name"] = "雾影丶龍-无尽之海",
						["iLvl"] = 932,
						["time"] = 1513324532,
						["class"] = 10,
						["bTag"] = "KSboy#5406",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "烟雨钱塘-死亡之翼",
						["iLvl"] = 909,
						["time"] = 1513324554,
						["class"] = 2,
						["bTag"] = "呆呆中#5480",
					}, -- [99]
					{
						["role"] = "TANK",
						["name"] = "Shadòw-范克里夫",
						["iLvl"] = 920,
						["time"] = 1513324524,
						["class"] = 1,
						["bTag"] = "Shadow#5287",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "芝士焗饭-黑龙军团",
						["iLvl"] = 925,
						["time"] = 1513324554,
						["class"] = 3,
						["bTag"] = "子楚#5375",
					}, -- [101]
					{
						["role"] = "TANK",
						["name"] = "红手丶老爹-火焰之树",
						["iLvl"] = 935,
						["time"] = 1513324554,
						["class"] = 6,
						["bTag"] = "征服你#5389",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "颢魑-冰风岗",
						["time"] = 1513324537,
						["class"] = 12,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "我的菜我做主-盖斯",
						["time"] = 1513324554,
						["class"] = 2,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "一腳踩成相片-贫瘠之地",
						["time"] = 1513324554,
						["class"] = 7,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "科研处-暴风祭坛",
						["iLvl"] = 950,
						["time"] = 1513587482,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "大海之鲁迪#5947",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "低调打枪-鹰巢山",
						["iLvl"] = 955,
						["time"] = 1513587482,
						["class"] = 3,
						["bTag"] = "梦中约会你#5248",
					}, -- [107]
					{
						["role"] = "HEALER",
						["name"] = "破曉斩月-基尔罗格",
						["time"] = 1513587482,
						["class"] = 5,
					}, -- [108]
					{
						["role"] = "TANK",
						["name"] = "海叔-布兰卡德",
						["iLvl"] = 957,
						["time"] = 1513594540,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "大叔#55351",
					}, -- [109]
					{
						["role"] = "TANK",
						["name"] = "欧皇乀多橙多-影之哀伤",
						["iLvl"] = 959,
						["time"] = 1513594540,
						["class"] = 11,
						["bTag"] = "傲世天璇#5186",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "冷小暖-洛萨",
						["iLvl"] = 945,
						["time"] = 1513594540,
						["class"] = 6,
						["bTag"] = "兀臬逆火刃#5588",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "你是我的伤口-红龙军团",
						["time"] = 1513594524,
						["class"] = 7,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "丶是谁-格瑞姆巴托",
						["time"] = 1513594540,
						["class"] = 2,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "Stefano-血色十字军",
						["iLvl"] = 961,
						["time"] = 1513594743,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "阳阳#5866",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "初尘丶-阿克蒙德",
						["iLvl"] = 948,
						["time"] = 1513594743,
						["class"] = 8,
						["bTag"] = "初尘#5872",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "天煞-白骨荒野",
						["iLvl"] = 931,
						["time"] = 1513594743,
						["class"] = 8,
						["bTag"] = "涂威#5162",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "So-布鲁塔卢斯",
						["iLvl"] = 937,
						["time"] = 1513594703,
						["class"] = 2,
						["bTag"] = "冫丶凌灬#5957",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "大漠孤烟-斩魔者",
						["time"] = 1513671708,
						["class"] = 4,
						["leader"] = true,
					}, -- [118]
					{
						["role"] = "TANK",
						["name"] = "䒤䒤-范克里夫",
						["iLvl"] = 951,
						["time"] = 1513671708,
						["class"] = 11,
						["bTag"] = "贪睡之熊#575807",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "靈煞-加基森",
						["iLvl"] = 960,
						["time"] = 1513671708,
						["class"] = 12,
						["bTag"] = "Nicholas#5485",
					}, -- [120]
					{
						["role"] = "TANK",
						["name"] = "暴怒雷锋-萨格拉斯",
						["iLvl"] = 951,
						["time"] = 1513671708,
						["class"] = 1,
						["bTag"] = "bee#5392",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "骷髅战将-安苏",
						["iLvl"] = 930,
						["time"] = 1513753808,
						["class"] = 4,
						["bTag"] = "LuckyPants#520999",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "四火五冰-斩魔者",
						["iLvl"] = 947,
						["time"] = 1513753815,
						["class"] = 3,
						["bTag"] = "甘蔗#5957",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "艾尔-阿格拉玛",
						["iLvl"] = 948,
						["time"] = 1513753815,
						["class"] = 4,
						["bTag"] = "幸运之虎#515800",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "黑粉-地狱咆哮",
						["iLvl"] = 932,
						["time"] = 1513753815,
						["class"] = 1,
						["bTag"] = "浮生若梦#5757",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "冰冰的冰法丶-死亡之翼",
						["iLvl"] = 918,
						["time"] = 1514020894,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "么么茶丶#51868",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "凝溟-夏维安",
						["iLvl"] = 933,
						["time"] = 1514020950,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "若然桃花随雨落#5914",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "宇都宮丶紫苑-安苏",
						["iLvl"] = 917,
						["time"] = 1514020948,
						["class"] = 2,
						["bTag"] = "蛮力之枭#5182900",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "Moonstones-末日行者",
						["iLvl"] = 929,
						["time"] = 1514020948,
						["class"] = 4,
						["bTag"] = "白白白白#5926",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼迷心窍-布兰卡德",
						["iLvl"] = 947,
						["time"] = 1514021283,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "往事随风#5924",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "荡漾的小学生-冰风岗",
						["iLvl"] = 948,
						["time"] = 1514021059,
						["class"] = 2,
						["bTag"] = "成败就在今晚#5289",
					}, -- [131]
					{
						["role"] = "TANK",
						["name"] = "安慕奚-凤凰之神",
						["iLvl"] = 909,
						["time"] = 1514021059,
						["class"] = 2,
						["bTag"] = "蛋蛋#52496",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "骑墙头等红杏-霜之哀伤",
						["time"] = 1514021283,
						["class"] = 6,
					}, -- [133]
					{
						["role"] = "TANK",
						["name"] = "红烧肥牛-血牙魔王",
						["iLvl"] = 952,
						["time"] = 1514702491,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "笑看丶涛声云落#5776",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "閃電幽靈-死亡之翼",
						["iLvl"] = 966,
						["time"] = 1514702491,
						["class"] = 6,
						["bTag"] = "閃電幽靈#5672",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "野百合-深渊之喉",
						["time"] = 1514702491,
						["class"] = 5,
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "洛大大-燃烧之刃",
						["iLvl"] = 937,
						["time"] = 1514702778,
						["class"] = 3,
						["bTag"] = "烟火#52614",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "为他们活着-红龙军团",
						["iLvl"] = 967,
						["time"] = 1514702648,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "michael#5324",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "活着微笑-红龙军团",
						["iLvl"] = 963,
						["time"] = 1514702648,
						["class"] = 9,
						["bTag"] = "michael#5324",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "出来放风筝-诺兹多姆",
						["iLvl"] = 966,
						["time"] = 1514702543,
						["class"] = 3,
						["bTag"] = "医学讲师#5268",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "牵牛花-太阳之井",
						["iLvl"] = 961,
						["time"] = 1514702648,
						["class"] = 3,
						["bTag"] = "扫荡者#5148",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "疾风之刃一灭-基尔罗格",
						["iLvl"] = 958,
						["time"] = 1514702717,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "zqmp256#5376",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "奶妈也疯狂-卡德加",
						["iLvl"] = 964,
						["time"] = 1514702686,
						["class"] = 7,
						["bTag"] = "奶妈也疯狂#5558",
					}, -- [143]
					{
						["role"] = "HEALER",
						["name"] = "旦旦一定-无尽之海",
						["iLvl"] = 941,
						["time"] = 1514702778,
						["class"] = 10,
						["bTag"] = "大少耶#51483",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "嘴儿丶-红龙军团",
						["iLvl"] = 970,
						["time"] = 1514702778,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "嘴儿#5422",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "小肥龍-摩摩尔",
						["iLvl"] = 956,
						["time"] = 1514702898,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "幸运之牛#5223",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "藍琳-破碎岭",
						["iLvl"] = 944,
						["time"] = 1514702898,
						["class"] = 3,
						["bTag"] = "昨日重现#5977",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "司徒馨-血环",
						["iLvl"] = 918,
						["time"] = 1514702833,
						["class"] = 2,
						["bTag"] = "奇多咧#5299",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "你丫自寻死路-黑龙军团",
						["iLvl"] = 931,
						["time"] = 1514702833,
						["class"] = 12,
						["bTag"] = "听老婆话没错#5510",
					}, -- [149]
				},
				["1-124-422-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "糖无忧-贫瘠之地",
						["iLvl"] = 937,
						["time"] = 1512698373,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "糖离#5561",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "又见流星雨-安加萨",
						["iLvl"] = 931,
						["time"] = 1512380049,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "又见流星雨#5215",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "飒飒莹-燃烧军团",
						["iLvl"] = 929,
						["time"] = 1512380049,
						["class"] = 11,
						["bTag"] = "天子峰#5660",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "矮子术-加兹鲁维",
						["iLvl"] = 893,
						["time"] = 1512380049,
						["class"] = 9,
						["bTag"] = "缺缺#51247",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "你特么过来-熔火之心",
						["iLvl"] = 925,
						["time"] = 1512380049,
						["class"] = 6,
						["bTag"] = "张恒康#51851",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "飘不落-阿拉希",
						["iLvl"] = 948,
						["time"] = 1512380174,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "zjllyyfor#5307",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "很黄色很暴力-死亡之翼",
						["iLvl"] = 871,
						["time"] = 1512380330,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "明道#51853",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "㔣㔤㔥㔦㔧㒹-暗影裂口",
						["iLvl"] = 905,
						["time"] = 1512380417,
						["class"] = 4,
						["bTag"] = "公子楚#5924",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Deadlyash-死亡之翼",
						["time"] = 1512380285,
						["class"] = 12,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "小三疯了-巫妖之王",
						["iLvl"] = 946,
						["time"] = 1512380293,
						["class"] = 2,
						["bTag"] = "三儿的问题#5470",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "団子-冰霜之刃",
						["iLvl"] = 954,
						["time"] = 1512380417,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "団子#5376",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "囦子-冰霜之刃",
						["iLvl"] = 955,
						["time"] = 1512380417,
						["class"] = 11,
						["bTag"] = "小団子#5649",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Fortress-戈提克",
						["iLvl"] = 922,
						["time"] = 1512380417,
						["class"] = 11,
						["bTag"] = "潜行之鲷#57907",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "丨骷丨髅丨-安苏",
						["time"] = 1512487303,
						["class"] = 8,
						["leader"] = true,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "酋长加尔鲁什-安苏",
						["iLvl"] = 919,
						["time"] = 1512487320,
						["class"] = 1,
						["bTag"] = "Ferrari#52452",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "逐梦指间-永恒之井",
						["time"] = 1512487303,
						["class"] = 2,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "天道无理-燃烧之刃",
						["iLvl"] = 945,
						["time"] = 1512487335,
						["class"] = 8,
						["bTag"] = "气冲霄汉#5364",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Btx-奥尔加隆",
						["iLvl"] = 937,
						["time"] = 1512487335,
						["class"] = 12,
						["bTag"] = "Opiece#5809",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "瑟唯叁-希雷诺斯",
						["iLvl"] = 700,
						["time"] = 1512487335,
						["class"] = 12,
						["bTag"] = "瑟惟叁#5102",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "Magiclxx-无尽之海",
						["iLvl"] = 901,
						["time"] = 1512487335,
						["class"] = 6,
						["bTag"] = "Lilin#51539",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "盏茶浅岷-贫瘠之地",
						["time"] = 1512638769,
						["class"] = 6,
						["leader"] = true,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒不在-红龙军团",
						["time"] = 1512638790,
						["class"] = 8,
						["leader"] = true,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "慎独者也-激流之傲",
						["time"] = 1512638800,
						["class"] = 6,
						["leader"] = true,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "刺喉一刀飙血-阿纳克洛斯",
						["iLvl"] = 943,
						["time"] = 1512638816,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "周周#5404",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "丶邪灬-影之哀伤",
						["iLvl"] = 944,
						["time"] = 1512698332,
						["class"] = 4,
						["bTag"] = "丶枫灬#5566",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "丶苏仨-燃烧之刃",
						["iLvl"] = 952,
						["time"] = 1512698290,
						["class"] = 3,
						["bTag"] = "Chiang#51767",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "耶梦加得-凯恩血蹄",
						["iLvl"] = 949,
						["time"] = 1512698343,
						["class"] = 2,
						["bTag"] = "Arthas#53209",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "益菌多-迦拉克隆",
						["iLvl"] = 843,
						["time"] = 1512800779,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "尼布甲尼撒#5817",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "血影-死亡之翼",
						["iLvl"] = 955,
						["time"] = 1512800821,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "齐格飞#5261",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "铜打铁-布兰卡德",
						["time"] = 1512800821,
						["class"] = 2,
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "树脂纤维-安苏",
						["iLvl"] = 952,
						["time"] = 1512800823,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "北塘#5670",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "祭魂月-洛萨",
						["iLvl"] = 941,
						["time"] = 1512884247,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "棍子的信仰#5742",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "流年乄決断-冰风岗",
						["iLvl"] = 956,
						["time"] = 1512884247,
						["class"] = 2,
						["bTag"] = "流言蜚语乱人心#5483",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "祈俅者-布兰卡德",
						["iLvl"] = 951,
						["time"] = 1512884247,
						["class"] = 8,
						["bTag"] = "微笑丶#5269",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "面包与狗-鬼雾峰",
						["iLvl"] = 960,
						["time"] = 1512884247,
						["class"] = 10,
						["bTag"] = "阮云波#5315",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "教授丶-血牙魔王",
						["iLvl"] = 944,
						["time"] = 1512884358,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "踩雷专家#5264",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "机场霸主-凤凰之神",
						["iLvl"] = 921,
						["time"] = 1512884368,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "ForTheDream7#5592",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "漆黑凝望-藏宝海湾",
						["iLvl"] = 949,
						["time"] = 1512884339,
						["class"] = 11,
						["bTag"] = "漆黑凝望#5671",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Õõ-银月",
						["iLvl"] = 936,
						["time"] = 1512884368,
						["class"] = 8,
						["bTag"] = "无名過客#5475",
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "丨相爱无语丨-索瑞森",
						["iLvl"] = 954,
						["time"] = 1512975266,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "相爱无语#5611",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "殇情毒药-古加尔",
						["iLvl"] = 942,
						["time"] = 1512975147,
						["class"] = 4,
						["bTag"] = "舒畅#51529",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "锦瑟-索瑞森",
						["iLvl"] = 955,
						["time"] = 1512975266,
						["class"] = 5,
						["bTag"] = "锦瑟#5428",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "蚊香咕-克尔苏加德",
						["iLvl"] = 931,
						["time"] = 1512975266,
						["class"] = 3,
						["bTag"] = "灬燕灬#5839",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "夏雷-无尽之海",
						["iLvl"] = 953,
						["time"] = 1512975266,
						["class"] = 5,
						["bTag"] = "唐了个唐#5130",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "你这就快了-安苏",
						["iLvl"] = 942,
						["time"] = 1512975416,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "花儿对我笑#51637",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "老木拖-萨尔",
						["iLvl"] = 944,
						["time"] = 1512975409,
						["class"] = 7,
						["bTag"] = "记忆#5902",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "Brooklyn-战歌",
						["iLvl"] = 857,
						["time"] = 1512975355,
						["class"] = 9,
						["bTag"] = "MagicYang#5793",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "小龙-埃德萨拉",
						["iLvl"] = 943,
						["time"] = 1512975416,
						["class"] = 11,
						["bTag"] = "斯嘉丽#51953",
					}, -- [48]
					{
						["role"] = "TANK",
						["name"] = "鬼见不愁-梅尔加尼",
						["iLvl"] = 940,
						["time"] = 1513004689,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "lizhengui#5748",
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "晓麒士-塞拉摩",
						["iLvl"] = 857,
						["time"] = 1513004689,
						["class"] = 2,
						["bTag"] = "ricky#5621",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "情酒-黑铁",
						["iLvl"] = 948,
						["time"] = 1513004689,
						["class"] = 4,
						["bTag"] = "公主#5429",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "Dreocte-安苏",
						["iLvl"] = 930,
						["time"] = 1513004738,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Betty#51198",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "竹叶情-布兰卡德",
						["iLvl"] = 953,
						["time"] = 1513055771,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "贪睡之熊#59483",
					}, -- [53]
					{
						["role"] = "HEALER",
						["name"] = "古井贡-布兰卡德",
						["iLvl"] = 957,
						["time"] = 1513055771,
						["class"] = 11,
						["bTag"] = "贪睡之熊#59483",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "一把无名火-布兰卡德",
						["iLvl"] = 950,
						["time"] = 1513055771,
						["class"] = 12,
						["bTag"] = "求求妳們電死我#5190",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "丶大大飞哥-埃德萨拉",
						["iLvl"] = 955,
						["time"] = 1513055771,
						["class"] = 12,
						["bTag"] = "血色之殇#51117",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "惡魔-格瑞姆巴托",
						["iLvl"] = 955,
						["time"] = 1513055844,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "落舞#51804",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "忧郁的棉花糖-凯尔萨斯",
						["iLvl"] = 959,
						["time"] = 1513055844,
						["class"] = 9,
						["bTag"] = "忧郁的棉花糖#5752",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "Reefoctopus-格瑞姆巴托",
						["iLvl"] = 962,
						["time"] = 1513055837,
						["class"] = 9,
						["bTag"] = "快点还钱#51328",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "Alinn-燃烧之刃",
						["iLvl"] = 897,
						["time"] = 1513055844,
						["class"] = 2,
						["bTag"] = "Riper#51531",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "我的看大门的-迦拉克隆",
						["time"] = 1513056063,
						["class"] = 8,
						["leader"] = true,
					}, -- [61]
					{
						["role"] = "TANK",
						["name"] = "被打的酱油-白银之手",
						["iLvl"] = 934,
						["time"] = 1513056207,
						["class"] = 2,
						["bTag"] = "经常被打的酱油#51161",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "西门吹雪-艾露恩",
						["iLvl"] = 932,
						["time"] = 1513056207,
						["class"] = 6,
						["bTag"] = "北大星君#5981",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "者别-基尔罗格",
						["iLvl"] = 950,
						["time"] = 1513056207,
						["class"] = 3,
						["bTag"] = "阿犬#5835",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "夕阳依依-提瑞斯法",
						["iLvl"] = 958,
						["time"] = 1513056207,
						["class"] = 2,
						["bTag"] = "琴酒#51276",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "聖光灬晨曦-托尔巴拉德",
						["iLvl"] = 925,
						["time"] = 1513244985,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Numb#5783",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "非梦似梦-冰风岗",
						["iLvl"] = 929,
						["time"] = 1513244876,
						["class"] = 8,
						["bTag"] = "茫然之骑士#528869",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "Rigamarvis-冰风岗",
						["iLvl"] = 936,
						["time"] = 1513244935,
						["class"] = 12,
						["bTag"] = "Era#5825",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "晴空飘雪-红龙军团",
						["iLvl"] = 960,
						["time"] = 1513244955,
						["class"] = 8,
						["bTag"] = "江山无限#51426",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "黯淡沐白-安苏",
						["iLvl"] = 945,
						["time"] = 1513244910,
						["class"] = 3,
						["bTag"] = "贝尔摩德酒#5922",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "狂战天下-烈焰峰",
						["iLvl"] = 954,
						["time"] = 1513244985,
						["class"] = 1,
						["bTag"] = "狂狼天下#5254",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "一秒五射-无尽之海",
						["iLvl"] = 953,
						["time"] = 1513244985,
						["class"] = 3,
						["bTag"] = "关凯君#5922",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "判你無妻徒侀-格瑞姆巴托",
						["iLvl"] = 938,
						["time"] = 1513245187,
						["class"] = 3,
						["bTag"] = "嘲讽小萝莉#5731",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "九宫岚月-主宰之剑",
						["iLvl"] = 948,
						["time"] = 1513245027,
						["class"] = 4,
						["bTag"] = "丧钟镇的钟声#5946",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "影舞狂魔-影之哀伤",
						["iLvl"] = 950,
						["time"] = 1513245027,
						["class"] = 12,
						["bTag"] = "终极少爷#5938",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "王小如-迦拉克隆",
						["iLvl"] = 959,
						["time"] = 1513245027,
						["class"] = 3,
						["bTag"] = "曾小白#5701",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "苍天问剑-弗塞雷迦",
						["iLvl"] = 914,
						["time"] = 1513245104,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Lord#5446",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "丑的有水准-阿纳克洛斯",
						["iLvl"] = 897,
						["time"] = 1513245176,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "李植文#51477",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魂原罪-埃德萨拉",
						["iLvl"] = 935,
						["time"] = 1513245176,
						["class"] = 3,
						["bTag"] = "逆袭杀神#5324",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "赵常芸儿-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1513245187,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "花一样的女人#5861",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "挥舞舞-阿克蒙德",
						["time"] = 1513282760,
						["class"] = 1,
						["leader"] = true,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "小三丶-战歌",
						["iLvl"] = 954,
						["time"] = 1513282760,
						["class"] = 6,
						["bTag"] = "小三丶#5523",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "婧然宝贝-亡语者",
						["iLvl"] = 808,
						["time"] = 1513282760,
						["class"] = 9,
						["bTag"] = "菁菁爱#51164",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "夜丨丨幕-巨龙之吼",
						["iLvl"] = 959,
						["time"] = 1513282959,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "gjfcbkxn#5303",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "譕鈊乄影帝-太阳之井",
						["iLvl"] = 956,
						["time"] = 1513282959,
						["class"] = 8,
						["bTag"] = "我是影帝#51896",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "苏舜卿-死亡之翼",
						["iLvl"] = 956,
						["time"] = 1513282959,
						["class"] = 3,
						["bTag"] = "心若惜#5509",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "章丘大葱-燃烧之刃",
						["iLvl"] = 947,
						["time"] = 1513317260,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "祺琳双雄#5762",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "冥冥顾念堔-影之哀伤",
						["iLvl"] = 939,
						["time"] = 1513317393,
						["class"] = 7,
						["bTag"] = "扯灬疯#5668",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "独舞妖娆-符文图腾",
						["iLvl"] = 958,
						["time"] = 1513317260,
						["class"] = 3,
						["bTag"] = "独舞妖娆#5587",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "奔啵珥霸-暗影议会",
						["iLvl"] = 952,
						["time"] = 1513317276,
						["class"] = 1,
						["bTag"] = "银月城吴彦祖#5809",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "Odin-大地之怒",
						["iLvl"] = 954,
						["time"] = 1513317343,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Zachary#5696",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "无尽深渊-无尽之海",
						["iLvl"] = 952,
						["time"] = 1513317399,
						["class"] = 12,
						["bTag"] = "SniperYu#5509",
					}, -- [92]
					{
						["role"] = "TANK",
						["name"] = "娣儿-索瑞森",
						["iLvl"] = 897,
						["time"] = 1513317399,
						["class"] = 11,
						["bTag"] = "Ail#5937",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "贼霸霸-迅捷微风",
						["iLvl"] = 949,
						["time"] = 1513317459,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "蔡赟#5266",
					}, -- [94]
					{
						["role"] = "TANK",
						["name"] = "絲滑拿鐵-天空之墙",
						["iLvl"] = 957,
						["time"] = 1513317507,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "机械之咒#515145",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "艹咇洄丄瘾-克尔苏加德",
						["iLvl"] = 899,
						["time"] = 1513317498,
						["class"] = 4,
						["bTag"] = "泪海#5127",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "若寻-死亡之翼",
						["iLvl"] = 956,
						["time"] = 1513317507,
						["class"] = 9,
						["bTag"] = "若寻#5853",
					}, -- [97]
					{
						["role"] = "TANK",
						["name"] = "无途的归人-安苏",
						["iLvl"] = 906,
						["time"] = 1513407442,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "二大爷#52914",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "Bloodiness-克尔苏加德",
						["time"] = 1513407437,
						["class"] = 6,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "蔓延向佑-祖尔金",
						["iLvl"] = 923,
						["time"] = 1513407476,
						["class"] = 2,
						["bTag"] = "恒嘉#5691",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "豁牙大叔-熔火之心",
						["iLvl"] = 862,
						["time"] = 1513407490,
						["class"] = 1,
						["bTag"] = "左撇子农民#5166",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "Solorecluse-鬼雾峰",
						["iLvl"] = 941,
						["time"] = 1513407784,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "prAyIng#5418",
					}, -- [102]
					{
						["role"] = "HEALER",
						["name"] = "与可爱无关-库尔提拉斯",
						["iLvl"] = 953,
						["time"] = 1513407771,
						["class"] = 11,
						["bTag"] = "能吃能喝能睡#5425",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "Elevenhan-燃烧平原",
						["iLvl"] = 926,
						["time"] = 1513407740,
						["class"] = 6,
						["bTag"] = "小韩#5430",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "灬我是大神丶-闪电之刃",
						["iLvl"] = 907,
						["time"] = 1513407784,
						["class"] = 9,
						["bTag"] = "我是你政哥#5180",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "沧海一口酒-黑暗魅影",
						["iLvl"] = 959,
						["time"] = 1513491246,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "星梦修罗燃烧#5157",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "狂爆天下-苏塔恩",
						["iLvl"] = 955,
						["time"] = 1513491270,
						["class"] = 1,
						["bTag"] = "狂爆天下#5565",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "尸块-安纳塞隆",
						["time"] = 1513491270,
						["class"] = 9,
					}, -- [108]
					{
						["role"] = "TANK",
						["name"] = "Xmy-凤凰之神",
						["iLvl"] = 935,
						["time"] = 1513491270,
						["class"] = 12,
						["bTag"] = "茫然丿骑士#51498",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "土豆丝儿-毁灭之锤",
						["time"] = 1513491512,
						["class"] = 3,
						["leader"] = true,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "白面灬馒头-无尽之海",
						["iLvl"] = 960,
						["time"] = 1513491472,
						["class"] = 2,
						["bTag"] = "快乐之潜行者#51594",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "圈圈熊-安东尼达斯",
						["iLvl"] = 938,
						["time"] = 1513491503,
						["class"] = 9,
						["bTag"] = "luckymeow#5645",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "我是德撸伊-萨尔",
						["iLvl"] = 922,
						["time"] = 1513491512,
						["class"] = 10,
						["bTag"] = "羽轩#5314",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "遗忘战国-安苏",
						["iLvl"] = 917,
						["time"] = 1513582666,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "冰雨的风暴#5356",
					}, -- [114]
					{
						["role"] = "HEALER",
						["name"] = "利百加的祈愿-伊利丹",
						["iLvl"] = 959,
						["time"] = 1513582666,
						["class"] = 5,
						["bTag"] = "Sanyx#5564",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "嘻哈熊熊-洛丹伦",
						["iLvl"] = 928,
						["time"] = 1513582636,
						["class"] = 10,
						["bTag"] = "嘻哈渺渺#5936",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光指引丶-凤凰之神",
						["iLvl"] = 924,
						["time"] = 1513582666,
						["class"] = 2,
						["bTag"] = "隐蔽之鲷#524388",
					}, -- [117]
					{
						["role"] = "TANK",
						["name"] = "星辰之力-埃德萨拉",
						["iLvl"] = 949,
						["time"] = 1513582733,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "光明之锤#512726",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "无味茶-风行者",
						["iLvl"] = 951,
						["time"] = 1513582788,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "无味茶叶#5192",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "突笔男博碗-无尽之海",
						["iLvl"] = 925,
						["time"] = 1513582788,
						["class"] = 9,
						["bTag"] = "许仙不玩蛇#5667",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "活着忒累-莱索恩",
						["iLvl"] = 934,
						["time"] = 1513582788,
						["class"] = 12,
						["bTag"] = "这不科学#5242",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "罗萨莉塔-苏塔恩",
						["iLvl"] = 941,
						["time"] = 1514017383,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "浅月沫#5253",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "忠义神武大帝-狂热之刃",
						["iLvl"] = 924,
						["time"] = 1514017347,
						["class"] = 1,
						["bTag"] = "忠义神武大帝#5126",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "丿丶尛舞-伊莫塔尔",
						["iLvl"] = 953,
						["time"] = 1514017383,
						["class"] = 6,
						["bTag"] = "人生寂寞如白雪#5853",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "好巭孬嫑夯昆-格瑞姆巴托",
						["time"] = 1514017405,
						["class"] = 8,
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "Jojofunny-安苏",
						["iLvl"] = 954,
						["time"] = 1514017405,
						["class"] = 2,
						["bTag"] = "JOJO#5339",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "灬佐罗灬-冰风岗",
						["iLvl"] = 932,
						["time"] = 1514335615,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "来自星星的热情#5876",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "七弦-塞拉摩",
						["iLvl"] = 850,
						["time"] = 1514335615,
						["class"] = 8,
						["bTag"] = "小七#5636",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "二葱的老公-主宰之剑",
						["iLvl"] = 962,
						["time"] = 1514335837,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "为了部落#511579",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "少年包青青-黑翼之巢",
						["iLvl"] = 952,
						["time"] = 1514335857,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Reasona#5495",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "禅修不明悟-戈提克",
						["iLvl"] = 938,
						["time"] = 1514335857,
						["class"] = 11,
						["bTag"] = "放下丶好难#5767",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "Outis-狂热之刃",
						["iLvl"] = 903,
						["time"] = 1514335857,
						["class"] = 9,
						["bTag"] = "Wahadofy#5398",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "千言万语-巨龙之吼",
						["time"] = 1514595125,
						["class"] = 7,
						["leader"] = true,
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "德拉洛之秋-深渊之巢",
						["iLvl"] = 930,
						["time"] = 1514595379,
						["class"] = 10,
						["bTag"] = "沉默之剑#527357",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "大橙子圆呦圆-死亡之翼",
						["iLvl"] = 964,
						["time"] = 1514595079,
						["class"] = 2,
						["bTag"] = "阿曼苏尔大橙子#5985",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "夏末之光-熔火之心",
						["iLvl"] = 963,
						["time"] = 1514595079,
						["class"] = 11,
						["bTag"] = "夏末之光#5427",
					}, -- [136]
					{
						["role"] = "TANK",
						["name"] = "杀意波动-托尔巴拉德",
						["iLvl"] = 950,
						["time"] = 1514712421,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "筑成#5678",
					}, -- [137]
					{
						["role"] = "TANK",
						["name"] = "翡翠梦游者-激流之傲",
						["iLvl"] = 959,
						["time"] = 1514712456,
						["class"] = 11,
						["bTag"] = "神仙#51207",
					}, -- [138]
					{
						["role"] = "HEALER",
						["name"] = "丝般感觉-安其拉",
						["time"] = 1514712456,
						["class"] = 2,
					}, -- [139]
					{
						["role"] = "TANK",
						["name"] = "少女心鞍山-轻风之语",
						["iLvl"] = 916,
						["time"] = 1514712662,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "LuckyPants#5764",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "Ihyqz-布兰卡德",
						["iLvl"] = 937,
						["time"] = 1514712662,
						["class"] = 8,
						["bTag"] = "Potts#51461",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "拾忆光年-加兹鲁维",
						["iLvl"] = 958,
						["time"] = 1514712871,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "多乐士#5137",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "飞逝流星-深渊之巢",
						["iLvl"] = 956,
						["time"] = 1514712897,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "流星#5817",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "縯绎溡绱-安其拉",
						["iLvl"] = 903,
						["time"] = 1514712906,
						["class"] = 12,
						["bTag"] = "馬樂#5873",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "Leviathan-白骨荒野",
						["iLvl"] = 918,
						["time"] = 1514712906,
						["class"] = 10,
						["bTag"] = "要你命3000#5988",
					}, -- [145]
				},
				["1-134-487-0"] = {
					{
						["role"] = "TANK",
						["name"] = "紫虚彦-死亡之翼",
						["time"] = 1512194715,
						["class"] = 6,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Bloodhoner-死亡之翼",
						["iLvl"] = 942,
						["time"] = 1512194715,
						["class"] = 9,
						["bTag"] = "tidusnwx#5697",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "猛惕零二-希雷诺斯",
						["iLvl"] = 935,
						["time"] = 1512194715,
						["class"] = 11,
						["bTag"] = "超能之鱼人#54439",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "白展堂-克尔苏加德",
						["iLvl"] = 943,
						["time"] = 1512194715,
						["class"] = 1,
						["bTag"] = "Darkhunter#5147",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔姿态-森金",
						["time"] = 1512228436,
						["class"] = 1,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "星丶涌-夏维安",
						["iLvl"] = 939,
						["time"] = 1512228436,
						["class"] = 11,
						["bTag"] = "堕落#5520",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "零丶伍拾伍-罗曼斯",
						["time"] = 1512228436,
						["class"] = 6,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "吾名奶昔灬-影之哀伤",
						["iLvl"] = 951,
						["time"] = 1512228421,
						["class"] = 9,
						["bTag"] = "风雪故人来#51411",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "挺牛-克洛玛古斯",
						["iLvl"] = 928,
						["time"] = 1512376114,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "月残花落#5905",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "马宝宝-诺莫瑞根",
						["iLvl"] = 949,
						["time"] = 1512376114,
						["class"] = 10,
						["bTag"] = "MICHACL#5994",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "卍天威星卍-太阳之井",
						["iLvl"] = 909,
						["time"] = 1512376114,
						["class"] = 3,
						["bTag"] = "风帅#5403",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "魔兽红手-血吼",
						["iLvl"] = 924,
						["time"] = 1512376114,
						["class"] = 11,
						["bTag"] = "SHAWUSHE#5995",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "小小颜-主宰之剑",
						["iLvl"] = 946,
						["time"] = 1512377608,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "农夫三拳#52559",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "圣光天使-瓦里安",
						["time"] = 1512377610,
						["class"] = 5,
						["leader"] = true,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "偶尔德温柔-迦拉克隆",
						["time"] = 1512377610,
						["class"] = 8,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "以床会友-丹莫德",
						["iLvl"] = 939,
						["time"] = 1512377632,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "技巧大叔#5617",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "灵魂丶重生-雷霆之王",
						["iLvl"] = 937,
						["time"] = 1512377632,
						["class"] = 6,
						["bTag"] = "隔壁老王#51732",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Fertwty-死亡之翼",
						["iLvl"] = 950,
						["time"] = 1512377632,
						["class"] = 8,
						["bTag"] = "为了部落#584269",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "狼之猎魂-能源舰",
						["time"] = 1512377632,
						["class"] = 3,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "她握着他的它-格瑞姆巴托",
						["iLvl"] = 926,
						["time"] = 1512458254,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "拉达曼迪斯#52554",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "小火烬-死亡之翼",
						["iLvl"] = 947,
						["time"] = 1512458254,
						["class"] = 8,
						["bTag"] = "ImSingle#5454",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "麦克格雷-外域",
						["iLvl"] = 910,
						["time"] = 1512458254,
						["class"] = 12,
						["bTag"] = "仁君的蛋蛋忧桑#5901",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "卍至尊寳卍-激流之傲",
						["iLvl"] = 934,
						["time"] = 1512458254,
						["class"] = 12,
						["bTag"] = "狂野之狼#532648",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "黑人哥哥-格瑞姆巴托",
						["iLvl"] = 937,
						["time"] = 1512488135,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "黑人#51792",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "果凍滾滾-燃烧之刃",
						["iLvl"] = 947,
						["time"] = 1512488135,
						["class"] = 3,
						["bTag"] = "果凍#51575",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "師弟-凤凰之神",
						["iLvl"] = 942,
						["time"] = 1512488135,
						["class"] = 10,
						["bTag"] = "大可不必费心与我#5818",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "逍卐遥-海加尔",
						["time"] = 1512488135,
						["class"] = 3,
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "十字伤灬仅念-黑铁",
						["iLvl"] = 949,
						["time"] = 1512539531,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Neyanbhbin#5994",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "走过江边-刀塔",
						["iLvl"] = 912,
						["time"] = 1512539531,
						["class"] = 1,
						["bTag"] = "我不是禽兽#51726",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "神罚丨大酋长-安苏",
						["iLvl"] = 943,
						["time"] = 1512539531,
						["class"] = 11,
						["bTag"] = "小小家伙#5489",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "红髯-海克泰尔",
						["iLvl"] = 937,
						["time"] = 1512539531,
						["class"] = 1,
						["bTag"] = "兵随将令草随风#5486",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "华尔姿-血色十字军",
						["iLvl"] = 900,
						["time"] = 1512632420,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "华尔姿#5823",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "老司机飙车-奥尔加隆",
						["iLvl"] = 950,
						["time"] = 1512632388,
						["class"] = 11,
						["bTag"] = "用脸滚键盘#51203",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "透明的云-萨尔",
						["iLvl"] = 931,
						["time"] = 1512632388,
						["class"] = 9,
						["bTag"] = "透明的云#5791",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "扎古队长机-巨龙之吼",
						["time"] = 1512632420,
						["class"] = 4,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "血雨冰灵-弗塞雷迦",
						["iLvl"] = 930,
						["time"] = 1512632625,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "李瀚晨#5111",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影丶甜酒酿-丽丽（四川）",
						["iLvl"] = 949,
						["time"] = 1512632625,
						["class"] = 4,
						["bTag"] = "神农本草经#5975",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "这是一种信仰-梦境之树",
						["iLvl"] = 930,
						["time"] = 1512632625,
						["class"] = 10,
						["bTag"] = "叁天三页#5312",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Lovelyz-血色十字军",
						["iLvl"] = 941,
						["time"] = 1512632625,
						["class"] = 4,
						["bTag"] = "后遗症#5496",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Duretan-冰霜之刃",
						["iLvl"] = 949,
						["time"] = 1512632625,
						["class"] = 7,
						["bTag"] = "铁肩担道义#5968",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "如若离去-海克泰尔",
						["iLvl"] = 946,
						["time"] = 1512632625,
						["class"] = 4,
						["bTag"] = "汉子#5293",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "那一箭的愤怒-恶魔之魂",
						["iLvl"] = 935,
						["time"] = 1512632625,
						["class"] = 3,
						["bTag"] = "局长大人#5124",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "墨罹殇-奥特兰克",
						["time"] = 1512632625,
						["class"] = 7,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "大主教饭饭-燃烧之刃",
						["iLvl"] = 955,
						["time"] = 1512632611,
						["class"] = 2,
						["bTag"] = "大力出奇迹#5966",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "你说你呀你-主宰之剑",
						["time"] = 1512632625,
						["class"] = 6,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "萨瓦灬迪卡-熔火之心",
						["iLvl"] = 926,
						["time"] = 1512632625,
						["class"] = 3,
						["bTag"] = "以德服人#5445",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "安薇娜-奥杜尔",
						["iLvl"] = 928,
						["time"] = 1512632625,
						["class"] = 12,
						["bTag"] = "达克莱伊#51709",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "愛後余生-冰风岗",
						["iLvl"] = 954,
						["time"] = 1512632620,
						["class"] = 2,
						["bTag"] = "云飘天空#5253",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "一万多个秘书-萨菲隆",
						["iLvl"] = 927,
						["time"] = 1512632625,
						["class"] = 5,
						["bTag"] = "不败疯子#5136",
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "来吧灬英雄灬-莱索恩",
						["iLvl"] = 909,
						["time"] = 1512632625,
						["class"] = 1,
						["bTag"] = "勋哥#5785",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "Evoops-海克泰尔",
						["iLvl"] = 954,
						["time"] = 1512632595,
						["class"] = 2,
						["bTag"] = "Evoque#51264",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "潶色十九-能源舰",
						["iLvl"] = 949,
						["time"] = 1512632625,
						["class"] = 12,
						["bTag"] = "凝渊#5678",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "吉妹妹归我了-熔火之心",
						["iLvl"] = 933,
						["time"] = 1512632625,
						["class"] = 3,
						["bTag"] = "以德服人#5445",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "萬鬼-凤凰之神",
						["time"] = 1512632625,
						["class"] = 3,
					}, -- [54]
					{
						["role"] = "HEALER",
						["name"] = "燃毛-希雷诺斯",
						["time"] = 1512632625,
						["class"] = 5,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "丶聖光残渣-克尔苏加德",
						["iLvl"] = 954,
						["time"] = 1512632625,
						["class"] = 2,
						["bTag"] = "首领丶凹凸曼#5444",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "諾亞灬檬牛-达尔坎",
						["iLvl"] = 951,
						["time"] = 1512632625,
						["class"] = 7,
						["bTag"] = "侯轻吕才秀#5939",
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "鱼丸丷粗面-太阳之井",
						["iLvl"] = 930,
						["time"] = 1512632625,
						["class"] = 6,
						["bTag"] = "哇塞#5911",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "仲夏夜之泪滴-死亡之翼",
						["iLvl"] = 950,
						["time"] = 1512632625,
						["class"] = 11,
						["bTag"] = "PureHeart#51765",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "Odk-奥尔加隆",
						["time"] = 1512632625,
						["class"] = 6,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "芝加哥斗士-狂热之刃",
						["time"] = 1512632625,
						["class"] = 1,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "臭臭的-燃烧之刃",
						["iLvl"] = 947,
						["time"] = 1512632625,
						["class"] = 6,
						["bTag"] = "我其实是坏蛋#5183",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "暮年社稷猎-埃克索图斯",
						["time"] = 1512632625,
						["class"] = 4,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "Nimble-凤凰之神",
						["time"] = 1512632589,
						["class"] = 11,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "Hairline-死亡之翼",
						["iLvl"] = 948,
						["time"] = 1512632625,
						["class"] = 8,
						["bTag"] = "燃烧的战靴#5221",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "大剑插冠-恶魔之魂",
						["iLvl"] = 924,
						["time"] = 1512632611,
						["class"] = 12,
						["bTag"] = "SleepyShaman#549433",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "糖醋荷包蛋丶-死亡之翼",
						["iLvl"] = 933,
						["time"] = 1512632625,
						["class"] = 1,
						["bTag"] = "糖醋荷包蛋丶#5747",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "黑木耳更爽口-黑暗虚空",
						["time"] = 1512632589,
						["class"] = 6,
					}, -- [68]
					{
						["role"] = "TANK",
						["name"] = "默默锥-古尔丹",
						["iLvl"] = 944,
						["time"] = 1512632625,
						["class"] = 6,
						["bTag"] = "锥生零#5986",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒灬蔑视-冰风岗",
						["iLvl"] = 954,
						["time"] = 1512632611,
						["class"] = 9,
						["bTag"] = "孤恋思#51771",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "部落大酋长-死亡之翼",
						["time"] = 1512632595,
						["class"] = 2,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "莼眞丶依戀-天空之墙",
						["iLvl"] = 950,
						["time"] = 1512632611,
						["class"] = 8,
						["bTag"] = "小豆町#5191",
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "妳不懂我的愛-布兰卡德",
						["iLvl"] = 950,
						["time"] = 1512632625,
						["class"] = 11,
						["bTag"] = "繁华丶依落寞#5723",
					}, -- [73]
					{
						["role"] = "TANK",
						["name"] = "笑话歌-鲜血熔炉",
						["iLvl"] = 922,
						["time"] = 1512632625,
						["class"] = 6,
						["bTag"] = "笑话歌#5325",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古拉斯站撸-死亡熔炉",
						["iLvl"] = 919,
						["time"] = 1512632620,
						["class"] = 1,
						["bTag"] = "铭峇#5753",
					}, -- [75]
					{
						["role"] = "HEALER",
						["name"] = "梦瑶-烈焰荆棘",
						["iLvl"] = 902,
						["time"] = 1512632625,
						["class"] = 10,
						["bTag"] = "茶糜绯色#5868",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "北辰阳阳-安苏",
						["iLvl"] = 927,
						["time"] = 1512632625,
						["class"] = 1,
						["bTag"] = "昔言#5127",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "刺猬啊-天空之墙",
						["iLvl"] = 954,
						["time"] = 1512632625,
						["class"] = 6,
						["bTag"] = "Dynamite#5527",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "岸芷汀兰-阿尔萨斯",
						["iLvl"] = 920,
						["time"] = 1512634043,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "荸荠#5496",
					}, -- [79]
					{
						["role"] = "TANK",
						["name"] = "老菜鳥-格瑞姆巴托",
						["iLvl"] = 952,
						["time"] = 1512634043,
						["class"] = 6,
						["bTag"] = "Rakve#5882",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "萌贰号-贫瘠之地",
						["iLvl"] = 948,
						["time"] = 1512634043,
						["class"] = 3,
						["bTag"] = "派脆夏#5974",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "混世仼吇-塞拉赞恩",
						["iLvl"] = 942,
						["time"] = 1512634043,
						["class"] = 3,
						["bTag"] = "爆破专家#51974",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "轻易不出现啊-风暴之怒",
						["iLvl"] = 932,
						["time"] = 1512634043,
						["class"] = 8,
						["bTag"] = "GiantDwarf#519268",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "色神玩迷-伊利丹",
						["iLvl"] = 941,
						["time"] = 1512634043,
						["class"] = 7,
						["bTag"] = "烟神玩迷#5508",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "姐夫别进入我-死亡之翼",
						["time"] = 1512633921,
						["class"] = 2,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "犹她-迦顿",
						["iLvl"] = 947,
						["time"] = 1512634043,
						["class"] = 5,
						["bTag"] = "小十七#5392",
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "璐曉月丶-埃德萨拉",
						["iLvl"] = 957,
						["time"] = 1512634043,
						["class"] = 12,
						["bTag"] = "璐暁月#5504",
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "从小就很傻-卡德加",
						["iLvl"] = 927,
						["time"] = 1512634043,
						["class"] = 11,
						["bTag"] = "我是坛子肉#5679",
					}, -- [88]
					{
						["role"] = "TANK",
						["name"] = "劳模青年-布兰卡德",
						["iLvl"] = 954,
						["time"] = 1512634043,
						["class"] = 1,
						["bTag"] = "劳模青年#5705",
					}, -- [89]
					{
						["role"] = "HEALER",
						["name"] = "荻野千寻-凤凰之神",
						["iLvl"] = 949,
						["time"] = 1512634043,
						["class"] = 5,
						["bTag"] = "辛小鬼#5145",
					}, -- [90]
					{
						["role"] = "TANK",
						["name"] = "丶可怜人意-巫妖之王",
						["iLvl"] = 944,
						["time"] = 1512634043,
						["class"] = 6,
						["bTag"] = "暮雪望夏#5749",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "血色水手-奎尔萨拉斯",
						["iLvl"] = 951,
						["time"] = 1512634043,
						["class"] = 3,
						["bTag"] = "hyh#5614",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "咪咪秃驴-藏宝海湾",
						["iLvl"] = 918,
						["time"] = 1512634043,
						["class"] = 1,
						["bTag"] = "小鬼#5214",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "逐风追猎者-亡语者",
						["iLvl"] = 939,
						["time"] = 1512634029,
						["class"] = 12,
						["bTag"] = "死神降临#5109",
					}, -- [94]
					{
						["role"] = "TANK",
						["name"] = "巫鸦王之怒-试炼之环",
						["iLvl"] = 952,
						["time"] = 1512634043,
						["class"] = 6,
						["bTag"] = "淡蓝蓝蓝#5259",
					}, -- [95]
					{
						["role"] = "TANK",
						["name"] = "菲尼亚斯-拉文凯斯",
						["iLvl"] = 924,
						["time"] = 1512634031,
						["class"] = 2,
						["bTag"] = "戈德里克#5855",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "橙芯橙意-冰风岗",
						["iLvl"] = 953,
						["time"] = 1512634037,
						["class"] = 6,
						["bTag"] = "RuhigSein#5819",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "最源点-古尔丹",
						["time"] = 1512634033,
						["class"] = 4,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "板凳兄-提瑞斯法",
						["iLvl"] = 939,
						["time"] = 1512633913,
						["class"] = 1,
						["bTag"] = "板凳兄#5352",
					}, -- [99]
					{
						["role"] = "TANK",
						["name"] = "雪桃-无尽之海",
						["iLvl"] = 949,
						["time"] = 1512634041,
						["class"] = 6,
						["bTag"] = "Ithink#51179",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝丶琻灵-血环",
						["iLvl"] = 933,
						["time"] = 1512634043,
						["class"] = 12,
						["bTag"] = "朵丝丶梯#5570",
					}, -- [101]
					{
						["role"] = "TANK",
						["name"] = "惜雪儿-夏维安",
						["iLvl"] = 951,
						["time"] = 1512634043,
						["class"] = 2,
						["bTag"] = "乖儿#5651",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "咕咕的春天-贫瘠之地",
						["iLvl"] = 944,
						["time"] = 1512633931,
						["class"] = 9,
						["bTag"] = "那可真蠢#51666",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "来福胶泥-布兰卡德",
						["time"] = 1512634043,
						["class"] = 8,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "就是东哥-燃烧之刃",
						["iLvl"] = 951,
						["time"] = 1512634043,
						["class"] = 3,
						["bTag"] = "晓东#5572",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光叹歌-安苏",
						["iLvl"] = 939,
						["time"] = 1512633969,
						["class"] = 2,
						["bTag"] = "帅的世界都落寞#5496",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "无影亦无踪-冰风岗",
						["iLvl"] = 944,
						["time"] = 1512633969,
						["class"] = 10,
						["bTag"] = "躞蹀#51333",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "妖非常的妖-红云台地",
						["iLvl"] = 946,
						["time"] = 1512634035,
						["class"] = 3,
						["bTag"] = "妖娆牛牛#5166",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "逆水蝴蝶-死亡之翼",
						["iLvl"] = 949,
						["time"] = 1512634043,
						["class"] = 7,
						["bTag"] = "壹笑飮砒霜#5781",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "无聊帅魔-主宰之剑",
						["iLvl"] = 937,
						["time"] = 1512634043,
						["class"] = 12,
						["bTag"] = "爱拉小提琴的主教#5198",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "啊啦小德-冰风岗",
						["iLvl"] = 937,
						["time"] = 1512634039,
						["class"] = 11,
						["bTag"] = "啊啦哦#5992",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "繁叶之影-外域",
						["iLvl"] = 951,
						["time"] = 1512634043,
						["class"] = 11,
						["bTag"] = "逆袭的疯狂#5951",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "坚其志-鲜血熔炉",
						["iLvl"] = 938,
						["time"] = 1512634043,
						["class"] = 1,
						["bTag"] = "朝阳#5744",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "伊莉丹-鬼雾峰",
						["iLvl"] = 933,
						["time"] = 1512633890,
						["class"] = 12,
						["bTag"] = "李钢#5765",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血牛煞-甜水绿洲",
						["iLvl"] = 941,
						["time"] = 1512634043,
						["class"] = 7,
						["bTag"] = "嗜血战灵#5163",
					}, -- [115]
					{
						["role"] = "TANK",
						["name"] = "愛琴海丶淚-巨龙之吼",
						["iLvl"] = 913,
						["time"] = 1512634043,
						["class"] = 2,
						["bTag"] = "五队猎爹#5787",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "百香果少女-黑铁",
						["iLvl"] = 955,
						["time"] = 1512634037,
						["class"] = 8,
						["bTag"] = "小趴酱#5929",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "默欣-燃烧之刃",
						["time"] = 1512634029,
						["class"] = 6,
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "乡里乡亲-熔火之心",
						["iLvl"] = 930,
						["time"] = 1512634043,
						["class"] = 9,
						["bTag"] = "Senon#5228",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "灬戦-血吼",
						["iLvl"] = 947,
						["time"] = 1512634039,
						["class"] = 1,
						["bTag"] = "优雅的蓝#51897",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "天瑞-死亡之翼",
						["iLvl"] = 948,
						["time"] = 1512634033,
						["class"] = 12,
						["bTag"] = "AleX#512205",
					}, -- [121]
					{
						["role"] = "HEALER",
						["name"] = "萌德灬-熔火之心",
						["time"] = 1512634037,
						["class"] = 11,
					}, -- [122]
					{
						["role"] = "TANK",
						["name"] = "你爹飙血-死亡之翼",
						["time"] = 1512634043,
						["class"] = 11,
					}, -- [123]
					{
						["role"] = "TANK",
						["name"] = "停下来的慾望-伊利丹",
						["time"] = 1512634043,
						["class"] = 11,
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "叶魂-狂热之刃",
						["time"] = 1512634043,
						["class"] = 4,
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "雪锋-无尽之海",
						["time"] = 1512634043,
						["class"] = 12,
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "卵荡外头-影之哀伤",
						["time"] = 1512634043,
						["class"] = 12,
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "湫兮如舞-安苏",
						["time"] = 1512634043,
						["class"] = 9,
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "丿咿朦灬钦丶-阿纳克洛斯",
						["time"] = 1512700680,
						["class"] = 11,
						["leader"] = true,
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "Supermonkey-阿纳克洛斯",
						["iLvl"] = 922,
						["time"] = 1512700680,
						["class"] = 6,
						["bTag"] = "STAR#51837",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "六岁的萌萌-塞拉摩",
						["iLvl"] = 956,
						["time"] = 1512700680,
						["class"] = 8,
						["bTag"] = "不明真相吃瓜群众#51489",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "魑魅魍魉勾魂-安其拉",
						["iLvl"] = 934,
						["time"] = 1512700680,
						["class"] = 9,
						["bTag"] = "魑魅魍魉勾魂#5625",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "阿丶六-阿克蒙德",
						["time"] = 1512726789,
						["class"] = 2,
						["leader"] = true,
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "为信仰充值-凤凰之神",
						["iLvl"] = 932,
						["time"] = 1512726789,
						["class"] = 1,
						["bTag"] = "致命之剑#5519",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "花谢离恨天-伊森利恩",
						["iLvl"] = 948,
						["time"] = 1512726789,
						["class"] = 5,
						["bTag"] = "宇航员墨小瞳#5329",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "小嘴乱親-血色十字军",
						["time"] = 1512726789,
						["class"] = 8,
					}, -- [136]
					{
						["role"] = "TANK",
						["name"] = "哥哥是全需党-艾露恩",
						["iLvl"] = 924,
						["time"] = 1512726805,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "一粒蛋蛋疼#5447",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝头绿身眼盲-风暴之怒",
						["iLvl"] = 955,
						["time"] = 1512726805,
						["class"] = 12,
						["bTag"] = "没心没肺用力爱丶#5609",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "鸡蛋之怒-迪瑟洛克",
						["iLvl"] = 947,
						["time"] = 1512726805,
						["class"] = 12,
						["bTag"] = "老陆#5611",
					}, -- [139]
					{
						["role"] = "TANK",
						["name"] = "丁丁露-红云台地",
						["iLvl"] = 956,
						["time"] = 1512727227,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "木轩#5302",
					}, -- [140]
					{
						["role"] = "TANK",
						["name"] = "灬靈丨魂灬-凤凰之神",
						["iLvl"] = 953,
						["time"] = 1512727227,
						["class"] = 6,
						["bTag"] = "烈火#5934",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "初演东京热-森金",
						["iLvl"] = 928,
						["time"] = 1512727227,
						["class"] = 4,
						["bTag"] = "hotdt57#5207",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "馨爸爸-迦拉克隆",
						["iLvl"] = 951,
						["time"] = 1512727210,
						["class"] = 3,
						["bTag"] = "儿童劫大战幼儿源#5240",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "丨一库丶-阿纳克洛斯",
						["iLvl"] = 960,
						["time"] = 1512975952,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "丨阿森先生丶#5293",
					}, -- [144]
					{
						["role"] = "TANK",
						["name"] = "贰柒壹四玖-死亡之翼",
						["iLvl"] = 952,
						["time"] = 1512975907,
						["class"] = 10,
						["bTag"] = "小管阿囧#5506",
					}, -- [145]
					{
						["role"] = "TANK",
						["name"] = "北港灬初晴-雏龙之翼",
						["iLvl"] = 949,
						["time"] = 1512975974,
						["class"] = 10,
						["bTag"] = "夜幕下的蔷薇#51256",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "凉衫薄-斯克提斯",
						["iLvl"] = 956,
						["time"] = 1512975957,
						["class"] = 11,
						["bTag"] = "凉衫薄#5894",
					}, -- [147]
					{
						["role"] = "TANK",
						["name"] = "见习剑客-斯克提斯",
						["iLvl"] = 953,
						["time"] = 1512976060,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "吉诺比利#5120",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "Ginobili-斯克提斯",
						["iLvl"] = 955,
						["time"] = 1512976060,
						["class"] = 3,
						["bTag"] = "吉诺比利#5120",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "不朽的温柔-阿尔萨斯",
						["iLvl"] = 927,
						["time"] = 1512976060,
						["class"] = 5,
						["bTag"] = "Charles#5297",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "中年瓦格里-伊森利恩",
						["iLvl"] = 955,
						["time"] = 1512976060,
						["class"] = 3,
						["bTag"] = "一直向西#51411",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "丿落寞-迅捷微风",
						["iLvl"] = 923,
						["time"] = 1513005422,
						["class"] = 7,
						["bTag"] = "sayless#5185",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "花开满径-埃德萨拉",
						["iLvl"] = 911,
						["time"] = 1513005422,
						["class"] = 11,
						["bTag"] = "陌丨年#51530",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "小木风-安苏",
						["iLvl"] = 937,
						["time"] = 1513005422,
						["class"] = 8,
						["bTag"] = "晨言网事#5102",
					}, -- [154]
					{
						["role"] = "HEALER",
						["name"] = "天堂无雪-密林游侠",
						["iLvl"] = 948,
						["time"] = 1513005422,
						["class"] = 7,
						["bTag"] = "老东西#5675",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "半熊-无尽之海",
						["time"] = 1513092161,
						["class"] = 11,
						["leader"] = true,
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "冰于火的洗礼-戈提克",
						["iLvl"] = 956,
						["time"] = 1513092161,
						["class"] = 8,
						["bTag"] = "暗夜之骑士#55911",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "灬火狼-萨菲隆",
						["iLvl"] = 940,
						["time"] = 1513092161,
						["class"] = 3,
						["bTag"] = "霜冻之足#510154",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "韧犽-熔火之心",
						["time"] = 1513092161,
						["class"] = 4,
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "似幻似虚-红云台地",
						["iLvl"] = 948,
						["time"] = 1513092221,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "锐不可挡#5726",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "那罗衍-阿克蒙德",
						["iLvl"] = 956,
						["time"] = 1513092221,
						["class"] = 4,
						["bTag"] = "那罗衍#5996",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "篌哥-天空之墙",
						["iLvl"] = 915,
						["time"] = 1513092221,
						["class"] = 7,
						["bTag"] = "大丫头骗子#5795",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "熊宝宝丶-埃德萨拉",
						["iLvl"] = 951,
						["time"] = 1513092221,
						["class"] = 3,
						["bTag"] = "单中卡尔#5706",
					}, -- [163]
					{
						["role"] = "TANK",
						["name"] = "不停冲锋-藏宝海湾",
						["iLvl"] = 943,
						["time"] = 1513145301,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "不吃酱油#5554",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "狂野之魂-迪瑟洛克",
						["iLvl"] = 938,
						["time"] = 1513145331,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "胖哥哥#5931",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "血汗淚-影之哀伤",
						["iLvl"] = 915,
						["time"] = 1513145317,
						["class"] = 1,
						["bTag"] = "城堡#51107",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "诺小轩-死亡之翼",
						["iLvl"] = 950,
						["time"] = 1513145331,
						["class"] = 12,
						["bTag"] = "师兄#5689",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "喵喵个喵-阿纳克洛斯",
						["time"] = 1513180740,
						["class"] = 4,
						["leader"] = true,
					}, -- [168]
					{
						["role"] = "HEALER",
						["name"] = "無桐-血羽",
						["iLvl"] = 951,
						["time"] = 1513180749,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "無虞#51179",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "丶幽雨-闪电之刃",
						["time"] = 1513180742,
						["class"] = 6,
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "达康书记-海克泰尔",
						["iLvl"] = 926,
						["time"] = 1513180831,
						["class"] = 12,
						["bTag"] = "浪柯#5968",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "吱哇乱叫-阿纳克洛斯",
						["iLvl"] = 894,
						["time"] = 1513180831,
						["class"] = 8,
						["bTag"] = "赤果果#5123",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "Lamport-凤凰之神",
						["iLvl"] = 960,
						["time"] = 1513180831,
						["class"] = 11,
						["bTag"] = "部落之子#52153",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔歌莉娅-白骨荒野",
						["time"] = 1513180831,
						["class"] = 12,
					}, -- [174]
					{
						["role"] = "TANK",
						["name"] = "瞅你砸地-奥拉基尔",
						["iLvl"] = 943,
						["time"] = 1513180956,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "扯夜#5115",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "阿克蒙牛丶-塞拉摩",
						["time"] = 1513180927,
						["class"] = 3,
					}, -- [176]
					{
						["role"] = "TANK",
						["name"] = "尹利丹阿炳-加尔",
						["iLvl"] = 922,
						["time"] = 1513180949,
						["class"] = 12,
						["bTag"] = "夜雨冰尘#5292",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "Youasakura-戈提克",
						["time"] = 1513180949,
						["class"] = 6,
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "Mardi-梅尔加尼",
						["time"] = 1513180954,
						["class"] = 9,
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "国新-索瑞森",
						["iLvl"] = 958,
						["time"] = 1513235115,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "呱呱呱#5198",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "为了辛哆蕾-死亡熔炉",
						["iLvl"] = 900,
						["time"] = 1513235191,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "恐怕啊#5691",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "丨灬贱射灬丨-哈卡",
						["iLvl"] = 922,
						["time"] = 1513235191,
						["class"] = 3,
						["bTag"] = "傀儡#5393",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "嘿巴扎嘿-凯恩血蹄",
						["time"] = 1513235111,
						["class"] = 3,
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "夜小筱-死亡之翼",
						["iLvl"] = 958,
						["time"] = 1513322658,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "夜色#53570",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "希尓瓦娜斯-日落沼泽",
						["iLvl"] = 927,
						["time"] = 1513323220,
						["class"] = 3,
						["bTag"] = "唐诗#5294",
					}, -- [185]
					{
						["role"] = "TANK",
						["name"] = "阿斯加尔德-死亡之翼",
						["time"] = 1513322621,
						["class"] = 1,
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "到处捅-达隆米尔",
						["iLvl"] = 956,
						["time"] = 1513322658,
						["class"] = 4,
						["bTag"] = "黑爱#5851",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "水中花-燃烧之刃",
						["time"] = 1513322658,
						["class"] = 11,
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "易水无痕-克尔苏加德",
						["iLvl"] = 957,
						["time"] = 1513323220,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "易水无痕#5119",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞小彦祖-无尽之海",
						["iLvl"] = 934,
						["time"] = 1513323220,
						["class"] = 2,
						["bTag"] = "寂寞菊花开#5215",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "独立独行的牛-主宰之剑",
						["iLvl"] = 942,
						["time"] = 1513323220,
						["class"] = 1,
						["bTag"] = "余小龙#51851",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "祁桐伟-布兰卡德",
						["iLvl"] = 960,
						["time"] = 1513408285,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "yyttme#5221",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "潜水恶魔-布兰卡德",
						["iLvl"] = 955,
						["time"] = 1513408285,
						["class"] = 12,
						["bTag"] = "Jasonxie#5862",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "未知原因-安戈洛",
						["iLvl"] = 956,
						["time"] = 1513408285,
						["class"] = 8,
						["bTag"] = "陌上忆随风#5566",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "骷髅神永恒-雷霆之王",
						["iLvl"] = 955,
						["time"] = 1513408285,
						["class"] = 3,
						["bTag"] = "暗夜之骑士#515834",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "凶残的小蛮妖-末日祷告祭坛",
						["iLvl"] = 947,
						["time"] = 1513585456,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "晨光#51613",
					}, -- [196]
					{
						["role"] = "TANK",
						["name"] = "泡坛豇豆-霍格",
						["iLvl"] = 848,
						["time"] = 1513585431,
						["class"] = 11,
						["bTag"] = "泡豇豆#51220",
					}, -- [197]
					{
						["role"] = "HEALER",
						["name"] = "殇芷-迦拉克隆",
						["iLvl"] = 914,
						["time"] = 1513585456,
						["class"] = 5,
						["bTag"] = "恋紫杉#5722",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "Superpink-黑龙军团",
						["iLvl"] = 951,
						["time"] = 1513585456,
						["class"] = 2,
						["bTag"] = "Superpink#5419",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "剑丨舞-米奈希尔",
						["iLvl"] = 955,
						["time"] = 1513585677,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "史诗坦克#5739",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "浮云冷月-回音山",
						["iLvl"] = 939,
						["time"] = 1513585677,
						["class"] = 11,
						["bTag"] = "贪睡之熊#52207",
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "尾行君-布兰卡德",
						["iLvl"] = 958,
						["time"] = 1513585677,
						["class"] = 4,
						["bTag"] = "魔面#5674",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "天火燎丁丁-冰风岗",
						["iLvl"] = 961,
						["time"] = 1513585677,
						["class"] = 8,
						["bTag"] = "倾慕如夏#5294",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "飘渺丶-阿曼尼",
						["iLvl"] = 924,
						["time"] = 1514019140,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Ian#5722",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "清风雅韵-安苏",
						["iLvl"] = 909,
						["time"] = 1514019140,
						["class"] = 3,
						["bTag"] = "天涯#5595",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "非常暴躁-燃烧平原",
						["iLvl"] = 950,
						["time"] = 1514019140,
						["class"] = 1,
						["bTag"] = "蛮力之裤#53854",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "离渊-伊利丹",
						["iLvl"] = 948,
						["time"] = 1514019140,
						["class"] = 2,
						["bTag"] = "离渊#5810",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫我开膛手-安苏",
						["iLvl"] = 965,
						["time"] = 1514019290,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "hong0252008#5595",
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "Mageeternal-死亡之翼",
						["iLvl"] = 957,
						["time"] = 1514019290,
						["class"] = 8,
						["bTag"] = "欲火焚身橙来消#5215",
					}, -- [209]
					{
						["role"] = "TANK",
						["name"] = "唸灬逍遙-深渊之巢",
						["iLvl"] = 953,
						["time"] = 1514019290,
						["class"] = 2,
						["bTag"] = "环佩逍遥#5439",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "翡翠玉-芬里斯",
						["iLvl"] = 962,
						["time"] = 1514019464,
						["class"] = 3,
						["bTag"] = "筋斗云#51230",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "战狂许褚-伊森利恩",
						["iLvl"] = 958,
						["time"] = 1514019464,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "国服第一半藏#5358",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "Autumn-提瑞斯法",
						["iLvl"] = 949,
						["time"] = 1514019464,
						["class"] = 6,
						["bTag"] = "Agonizing#5557",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "Lukani-主宰之剑",
						["iLvl"] = 910,
						["time"] = 1514019464,
						["class"] = 3,
						["bTag"] = "汉宫秋月#5144",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "懒懒嘚耳语-鬼雾峰",
						["iLvl"] = 959,
						["time"] = 1514019680,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "鬼魂之裤#5521",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "天天笑不颠-达尔坎",
						["iLvl"] = 940,
						["time"] = 1514019703,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "跳跳骑士#56333",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "拥抱灬暗影-死亡之翼",
						["iLvl"] = 958,
						["time"] = 1514019703,
						["class"] = 9,
						["bTag"] = "淺铯丶誋憶#5287",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "戳脱岁月-达克萨隆",
						["iLvl"] = 939,
						["time"] = 1514019703,
						["class"] = 4,
						["bTag"] = "yongzige#5727",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "四海游龙-黑暗之矛",
						["iLvl"] = 957,
						["time"] = 1514279682,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "四海游龙#5108",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "Kuloy-无尽之海",
						["time"] = 1514279682,
						["class"] = 11,
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "天莫问-格瑞姆巴托",
						["time"] = 1514279682,
						["class"] = 8,
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "一口袋阳光-布兰卡德",
						["iLvl"] = 962,
						["time"] = 1514336863,
						["class"] = 8,
						["bTag"] = "蜀云#5495",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "Edogawa-黑暗虚空",
						["iLvl"] = 960,
						["time"] = 1514336863,
						["class"] = 9,
						["bTag"] = "迷你之泰坦#52563",
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "骚瑞尔-血吼",
						["iLvl"] = 963,
						["time"] = 1514336863,
						["class"] = 4,
						["bTag"] = "圆企鹅#51942",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "不死战骑-埃克索图斯",
						["iLvl"] = 955,
						["time"] = 1514336863,
						["class"] = 2,
						["bTag"] = "猫叔#5598",
					}, -- [225]
					{
						["role"] = "TANK",
						["name"] = "事事如意-死亡之翼",
						["time"] = 1514366745,
						["class"] = 6,
						["leader"] = true,
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "紫禁追忆-死亡之翼",
						["iLvl"] = 970,
						["time"] = 1514366745,
						["class"] = 3,
						["bTag"] = "执笔绘青春#5981",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "坏脾气法海-埃德萨拉",
						["iLvl"] = 952,
						["time"] = 1514366745,
						["class"] = 10,
						["bTag"] = "隐没的红领巾#5154",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "淼殇萨-阿克蒙德",
						["iLvl"] = 947,
						["time"] = 1514451998,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "淼殇#5554",
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "梦境守护者-雷霆之王",
						["iLvl"] = 962,
						["time"] = 1514451998,
						["class"] = 8,
						["bTag"] = "yoyo#5508",
					}, -- [230]
					{
						["role"] = "HEALER",
						["name"] = "孤萧落飞花-血色十字军",
						["iLvl"] = 940,
						["time"] = 1514451966,
						["class"] = 10,
						["bTag"] = "沉默之风暴#56641",
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂机械师-死亡之翼",
						["iLvl"] = 951,
						["time"] = 1514451998,
						["class"] = 3,
						["bTag"] = "啜泣的夏夜#5459",
					}, -- [232]
					{
						["role"] = "TANK",
						["name"] = "户部尚书-贫瘠之地",
						["iLvl"] = 957,
						["time"] = 1514648380,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "安东尼#51170",
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "万仞山-死亡之翼",
						["time"] = 1514648373,
						["class"] = 1,
					}, -- [234]
					{
						["role"] = "TANK",
						["name"] = "死灵狂想家-寒冰皇冠",
						["iLvl"] = 961,
						["time"] = 1514648373,
						["class"] = 6,
						["bTag"] = "阿彬#5282",
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "圣阶普斯卡什-耐奥祖",
						["time"] = 1514648371,
						["class"] = 8,
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "暮然丶回首-黑铁",
						["iLvl"] = 952,
						["time"] = 1514700435,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "我只是一个宝宝#5741",
					}, -- [237]
					{
						["role"] = "DAMAGER",
						["name"] = "粉色尐姐姐-凤凰之神",
						["iLvl"] = 954,
						["time"] = 1514700464,
						["class"] = 2,
						["bTag"] = "给我一个理由忘记#51874",
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "撸冰花-艾莫莉丝",
						["iLvl"] = 902,
						["time"] = 1514700464,
						["class"] = 8,
						["bTag"] = "农夫三撸#5212",
					}, -- [239]
					{
						["role"] = "TANK",
						["name"] = "丽丽丶雅-艾露恩",
						["iLvl"] = 966,
						["time"] = 1514700464,
						["class"] = 6,
						["bTag"] = "莉莉丶雅#5580",
					}, -- [240]
				},
				["2-118-450-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丶璃郎-燃烧平原",
						["iLvl"] = 942,
						["time"] = 1512799422,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "丶璃郎#5806",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "萨兰迪斯-无尽之海",
						["iLvl"] = 953,
						["time"] = 1512799422,
						["class"] = 12,
						["bTag"] = "银色荆棘#5434",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我暗牧-鬼雾峰",
						["iLvl"] = 946,
						["time"] = 1512799422,
						["class"] = 9,
						["bTag"] = "NagatoYuki#51487",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "紫竹云轩-死亡之翼",
						["iLvl"] = 945,
						["time"] = 1512799422,
						["class"] = 1,
						["bTag"] = "丿弑杀灬夜色#5140",
					}, -- [4]
				},
				["2-114-447-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Bigmaster-洛肯",
						["iLvl"] = 937,
						["time"] = 1512272362,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "LittleOgre#527898",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "小雨季-巨龙之吼",
						["iLvl"] = 936,
						["time"] = 1512272362,
						["class"] = 6,
						["bTag"] = "雨季的忧愁#5838",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "懦夫一生数死-冰霜之刃",
						["iLvl"] = 933,
						["time"] = 1512272362,
						["class"] = 11,
						["bTag"] = "冯大爷#5505",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "大风那个吹-黑铁",
						["iLvl"] = 947,
						["time"] = 1512272362,
						["class"] = 12,
						["bTag"] = "飞飞飞的鱼#5464",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "霸丶道-格瑞姆巴托",
						["iLvl"] = 963,
						["time"] = 1512801721,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "毒爱霸道#5647",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "雲端丶漫步-格瑞姆巴托",
						["iLvl"] = 958,
						["time"] = 1512801721,
						["class"] = 2,
						["bTag"] = "大大宝#51408",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "扁肉丶-格瑞姆巴托",
						["iLvl"] = 952,
						["time"] = 1512801721,
						["class"] = 11,
						["bTag"] = "純丶爺们儿#5970",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "無雙丶无心-死亡之翼",
						["time"] = 1512801721,
						["class"] = 11,
					}, -- [8]
				},
				["1-134-488-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "灬花雕灬-奥尔加隆",
						["iLvl"] = 932,
						["time"] = 1512645090,
						["class"] = 5,
						["bTag"] = "灬娇子灬#5503",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Kanpall-凤凰之神",
						["iLvl"] = 947,
						["time"] = 1512195428,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "Kanpall#5996",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "晨曦的思恋-幽暗沼泽",
						["iLvl"] = 947,
						["time"] = 1512195428,
						["class"] = 8,
						["bTag"] = "晨曦#5390",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "蹲街角等鸡-塞泰克",
						["iLvl"] = 923,
						["time"] = 1512195428,
						["class"] = 4,
						["bTag"] = "杀人唱唱歌#5876",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "Issala-阿纳克洛斯",
						["iLvl"] = 881,
						["time"] = 1512195428,
						["class"] = 10,
						["bTag"] = "CraigShi#5517",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "等待恛憶-伊森利恩",
						["iLvl"] = 946,
						["time"] = 1512228725,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "等待恛憶#5398",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "秦艺绝-安纳塞隆",
						["iLvl"] = 944,
						["time"] = 1512228725,
						["class"] = 3,
						["bTag"] = "龙卷风摧毁停车场#5659",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "小河-索瑞森",
						["iLvl"] = 930,
						["time"] = 1512228725,
						["class"] = 1,
						["bTag"] = "hesan#5855",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "飘丶飘丶-布兰卡德",
						["iLvl"] = 943,
						["time"] = 1512228725,
						["class"] = 9,
						["bTag"] = "叶落飘飘#51760",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "鲤鱼打挺灬-安苏",
						["iLvl"] = 933,
						["time"] = 1512228725,
						["class"] = 5,
						["bTag"] = "老乡开门吶#5525",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Ilucifer-风暴之鳞",
						["iLvl"] = 909,
						["time"] = 1512228699,
						["class"] = 6,
						["bTag"] = "战斗之软泥怪#52674",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "禅宗小猫-克尔苏加德",
						["time"] = 1512228725,
						["class"] = 10,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Mogulkhan-无尽之海",
						["iLvl"] = 833,
						["time"] = 1512228725,
						["class"] = 1,
						["bTag"] = "Warangel#5830",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "鸡乄巴毛-血环",
						["iLvl"] = 865,
						["time"] = 1512228725,
						["class"] = 1,
						["bTag"] = "周星星丶同学#5475",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "无糖灬咖啡-格瑞姆巴托",
						["iLvl"] = 915,
						["time"] = 1512228707,
						["class"] = 12,
						["bTag"] = "无糖咖啡#5691",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "双刀洗月-玛洛加尔",
						["time"] = 1512228725,
						["class"] = 4,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "夜凉似水-血色十字军",
						["iLvl"] = 929,
						["time"] = 1512228721,
						["class"] = 8,
						["bTag"] = "叫我女王大人#5568",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "肾虚蛋总-瓦拉斯塔兹",
						["iLvl"] = 905,
						["time"] = 1512228699,
						["class"] = 12,
						["bTag"] = "HTBwower#5999",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "Jecka-黑龙军团",
						["iLvl"] = 921,
						["time"] = 1512228725,
						["class"] = 5,
						["bTag"] = "jecka#5927",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼魅灵魂-布兰卡德",
						["iLvl"] = 910,
						["time"] = 1512228725,
						["class"] = 4,
						["bTag"] = "喝啥呦丶#5473",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "丶晨风暴烧酒-影之哀伤",
						["iLvl"] = 930,
						["time"] = 1512228725,
						["class"] = 8,
						["bTag"] = "奔放小青年#5611",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "红莲之矢-燃烧之刃",
						["iLvl"] = 948,
						["time"] = 1512228725,
						["class"] = 3,
						["bTag"] = "糖分#51999",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "己饥己溺-安苏",
						["iLvl"] = 917,
						["time"] = 1512228725,
						["class"] = 4,
						["bTag"] = "limeng#5166",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "老牛丶吃嫩艹-安苏",
						["iLvl"] = 885,
						["time"] = 1512228725,
						["class"] = 1,
						["bTag"] = "Laughing#53285",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "影娘-地狱咆哮",
						["iLvl"] = 945,
						["time"] = 1512228709,
						["class"] = 3,
						["bTag"] = "我是你的洋娃娃#5704",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "远山千川-塞拉摩",
						["iLvl"] = 948,
						["time"] = 1512228725,
						["class"] = 8,
						["bTag"] = "远山拾梦#5365",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "老子是男的-鬼雾峰",
						["iLvl"] = 871,
						["time"] = 1512228709,
						["class"] = 1,
						["bTag"] = "MightyBeast#537286",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "弓爆鸡腚-太阳之井",
						["iLvl"] = 880,
						["time"] = 1512228725,
						["class"] = 3,
						["bTag"] = "sader#5204",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "至尊一大少-战歌",
						["iLvl"] = 860,
						["time"] = 1512228725,
						["class"] = 6,
						["bTag"] = "贪睡之熊#5108261",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光灬之翼-冰霜之刃",
						["time"] = 1512228725,
						["class"] = 2,
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "祖达克-贫瘠之地",
						["time"] = 1512228725,
						["class"] = 7,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "优雅的疯-安苏",
						["time"] = 1512228725,
						["class"] = 11,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "Cathys-希尔瓦娜斯",
						["iLvl"] = 943,
						["time"] = 1512228836,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "誓言#5277",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "阿普杜勒买提-亚雷戈斯",
						["iLvl"] = 947,
						["time"] = 1512228864,
						["class"] = 2,
						["bTag"] = "托马斯#51843",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "影刃-艾露恩",
						["iLvl"] = 880,
						["time"] = 1512228853,
						["class"] = 4,
						["bTag"] = "千墓#5700",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "第一天-格瑞姆巴托",
						["iLvl"] = 946,
						["time"] = 1512228864,
						["class"] = 1,
						["bTag"] = "大王小王都是王#51503",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "小骚蔫-贫瘠之地",
						["iLvl"] = 844,
						["time"] = 1512228864,
						["class"] = 9,
						["bTag"] = "格罗姆之血#51710",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "发牙-祖尔金",
						["iLvl"] = 927,
						["time"] = 1512229124,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "落依依#5164",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "每日鲜-萨尔",
						["iLvl"] = 949,
						["time"] = 1512229124,
						["class"] = 4,
						["bTag"] = "每日鲜#5468",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "稳如老狗-阿纳克洛斯",
						["iLvl"] = 946,
						["time"] = 1512229100,
						["class"] = 5,
						["bTag"] = "小猫钓鲨鱼#5792",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "田馥甄-诺森德",
						["time"] = 1512229124,
						["class"] = 4,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Starseeker-能源舰",
						["time"] = 1512266627,
						["class"] = 4,
						["leader"] = true,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "心想事澄-影之哀伤",
						["iLvl"] = 948,
						["time"] = 1512266627,
						["class"] = 7,
						["bTag"] = "机械之忍#513476",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "劫烬丶-试炼之环",
						["iLvl"] = 946,
						["time"] = 1512266627,
						["class"] = 4,
						["bTag"] = "Showstopper#5625",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "古拉巴什-红龙军团",
						["iLvl"] = 919,
						["time"] = 1512266627,
						["class"] = 11,
						["bTag"] = "伊利亚斯菲儿#5806",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "姹紫灬嫣红-能源舰",
						["time"] = 1512267145,
						["class"] = 8,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋蛋的忧傷-深渊之巢",
						["iLvl"] = 940,
						["time"] = 1512267145,
						["class"] = 3,
						["bTag"] = "蛋蛋的忧伤#51592",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "青莲灬禅悟-死亡之翼",
						["iLvl"] = 951,
						["time"] = 1512267145,
						["class"] = 10,
						["bTag"] = "青莲剑#5162",
					}, -- [48]
					{
						["role"] = "TANK",
						["name"] = "洋歌远航-贫瘠之地",
						["iLvl"] = 946,
						["time"] = 1512267145,
						["class"] = 2,
						["bTag"] = "NICK#51213",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "劲秋侠-冰风岗",
						["time"] = 1512294447,
						["class"] = 11,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "人帥几拔累-凤凰之神",
						["iLvl"] = 933,
						["time"] = 1512294412,
						["class"] = 8,
						["bTag"] = "人帅几巴累#5326",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "天选奇迹丹-深渊之巢",
						["iLvl"] = 929,
						["time"] = 1512294447,
						["class"] = 12,
						["bTag"] = "浮夸#53901",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "椒盐白糖-兰娜瑟尔",
						["time"] = 1512294447,
						["class"] = 12,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "扶墙-加兹鲁维",
						["iLvl"] = 929,
						["time"] = 1512458455,
						["class"] = 12,
						["bTag"] = "跳跃之巫师#54886",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "骄傲小红手-龙骨平原",
						["time"] = 1512458455,
						["class"] = 3,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "嗨咯-安苏",
						["iLvl"] = 930,
						["time"] = 1512458455,
						["class"] = 1,
						["bTag"] = "跳跃之狮#5170732",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "卡罗-埃德萨拉",
						["iLvl"] = 949,
						["time"] = 1512458455,
						["class"] = 6,
						["bTag"] = "Kevinlee#5725",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "二臭-迅捷微风",
						["iLvl"] = 912,
						["time"] = 1512488289,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "林海平#5790",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "Duangg-伊森利恩",
						["iLvl"] = 941,
						["time"] = 1512488246,
						["class"] = 9,
						["bTag"] = "啥啥#51705",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "棉毛裤好紧-格雷迈恩",
						["iLvl"] = 936,
						["time"] = 1512488289,
						["class"] = 8,
						["bTag"] = "棉毛裤#5573",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "芒果丶哈哈-红龙军团",
						["iLvl"] = 936,
						["time"] = 1512488289,
						["class"] = 3,
						["bTag"] = "快乐的芒果#5862",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "涂鸦的音符-熔火之心",
						["iLvl"] = 951,
						["time"] = 1512488563,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "猴子#5394",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "月无神-祖尔金",
						["iLvl"] = 952,
						["time"] = 1512488563,
						["class"] = 3,
						["bTag"] = "独孤唯我#5205",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "泰瑞尔丶猎-轻风之语",
						["iLvl"] = 949,
						["time"] = 1512488534,
						["class"] = 3,
						["bTag"] = "擱淺的魚#5998",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "陰暗絕殺-提瑞斯法",
						["iLvl"] = 937,
						["time"] = 1512488534,
						["class"] = 4,
						["bTag"] = "亚度尼斯#5785",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "快乐的山羊-回音山",
						["iLvl"] = 920,
						["time"] = 1512539884,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "简单的快乐#5358",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "永丶恒-黑翼之巢",
						["iLvl"] = 949,
						["time"] = 1512539819,
						["class"] = 2,
						["bTag"] = "丨柒丨#5603",
					}, -- [67]
					{
						["role"] = "HEALER",
						["name"] = "梦境杀戮-斯坦索姆",
						["time"] = 1512539884,
						["class"] = 11,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "世俗到天亮-纳克萨玛斯",
						["iLvl"] = 910,
						["time"] = 1512539831,
						["class"] = 1,
						["bTag"] = "胡狼#51116",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "视角偏差-冰霜之刃",
						["iLvl"] = 943,
						["time"] = 1512539884,
						["class"] = 1,
						["bTag"] = "北走#51406",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "艾娜娜-安苏",
						["time"] = 1512539884,
						["class"] = 4,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "拉丁哈尼-霜狼",
						["iLvl"] = 947,
						["time"] = 1512540007,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "CAPTAINZENG#5261",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "千魂丶-凯恩血蹄",
						["iLvl"] = 929,
						["time"] = 1512540074,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "笑看风雲#51694",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "图腾的小泡沫-玛洛加尔",
						["iLvl"] = 951,
						["time"] = 1512540119,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "ShadowStorm#519694",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "牛叉叉灬-死亡之翼",
						["iLvl"] = 950,
						["time"] = 1512540110,
						["class"] = 11,
						["bTag"] = "吕超超超#5829",
					}, -- [75]
					{
						["role"] = "TANK",
						["name"] = "晨曦小猪-燃烧之刃",
						["iLvl"] = 950,
						["time"] = 1512540239,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "紫色小猪9#5461",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "止战-黑龙军团",
						["iLvl"] = 942,
						["time"] = 1512540239,
						["class"] = 8,
						["bTag"] = "Joe#51388",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "雪中寒刀行-布兰卡德",
						["iLvl"] = 952,
						["time"] = 1512540239,
						["class"] = 12,
						["bTag"] = "神啊#51915",
					}, -- [78]
					{
						["role"] = "TANK",
						["name"] = "禁忌的边界线-布兰卡德",
						["iLvl"] = 924,
						["time"] = 1512540239,
						["class"] = 6,
						["bTag"] = "ClubsQueen#5977",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "传说之刃-迦拉克隆",
						["iLvl"] = 899,
						["time"] = 1512645056,
						["class"] = 1,
						["bTag"] = "无敌炉石#5451",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "不灭传说丶狂-凤凰之神",
						["iLvl"] = 949,
						["time"] = 1512645050,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "孔夫子#5638",
					}, -- [81]
					{
						["role"] = "HEALER",
						["name"] = "饭叉叉-布兰卡德",
						["iLvl"] = 949,
						["time"] = 1512645070,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "饭老师#51320",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "丶满腹经纶-格瑞姆巴托",
						["iLvl"] = 891,
						["time"] = 1512645110,
						["class"] = 4,
						["bTag"] = "完美丶仙女座#5480",
					}, -- [83]
					{
						["role"] = "TANK",
						["name"] = "兮儿丶-冰风岗",
						["iLvl"] = 885,
						["time"] = 1512645054,
						["class"] = 6,
						["bTag"] = "云凰#5180",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "黑猫警长丶-奥妮克希亚",
						["iLvl"] = 955,
						["time"] = 1512645090,
						["class"] = 7,
						["bTag"] = "拥有#5707",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "部落小白-埃德萨拉",
						["iLvl"] = 945,
						["time"] = 1512645110,
						["class"] = 8,
						["bTag"] = "sunsky#5929",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "蒂安希-凤凰之神",
						["iLvl"] = 956,
						["time"] = 1512645044,
						["class"] = 9,
						["bTag"] = "小狮子#5167",
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "雨后残滴-破碎岭",
						["iLvl"] = 951,
						["time"] = 1512645084,
						["class"] = 6,
						["bTag"] = "我是傻叼锅丶#5693",
					}, -- [88]
					{
						["role"] = "TANK",
						["name"] = "就是这么飘逸-燃烧之刃",
						["time"] = 1512645078,
						["class"] = 10,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "Aioros-火焰之树",
						["iLvl"] = 942,
						["time"] = 1512645050,
						["class"] = 3,
						["bTag"] = "重金属外壳#5847",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "蝶舞乖乖-血色十字军",
						["iLvl"] = 952,
						["time"] = 1512645046,
						["class"] = 12,
						["bTag"] = "又丑又随便#5855",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "豆蔻儿丶-瓦拉斯塔兹",
						["time"] = 1512645070,
						["class"] = 7,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "毁灭奶糖-加尔",
						["iLvl"] = 934,
						["time"] = 1512645066,
						["class"] = 9,
						["bTag"] = "氢柠檬#5207",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "如云千幻-屠魔山谷",
						["iLvl"] = 944,
						["time"] = 1512645080,
						["class"] = 10,
						["bTag"] = "气沉丹田#5876",
					}, -- [94]
					{
						["role"] = "HEALER",
						["name"] = "嘉神川爱丽丝-凯恩血蹄",
						["iLvl"] = 952,
						["time"] = 1512645044,
						["class"] = 2,
						["bTag"] = "Ojousama#5845",
					}, -- [95]
					{
						["role"] = "TANK",
						["name"] = "騎猪撞死人-贫瘠之地",
						["iLvl"] = 941,
						["time"] = 1512645106,
						["class"] = 2,
						["bTag"] = "加勒比败类#5787",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "冥之蚀梦者-试炼之环",
						["iLvl"] = 925,
						["time"] = 1512645098,
						["class"] = 4,
						["bTag"] = "leosummer#5561",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "村南小哪吒-古尔丹",
						["iLvl"] = 958,
						["time"] = 1512645090,
						["class"] = 11,
						["bTag"] = "止谤莫如自修#5964",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "伤心的小箭-血顶",
						["time"] = 1512645027,
						["class"] = 3,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "星徒-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1512645100,
						["class"] = 4,
						["bTag"] = "sean#5808",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "好的咕咕-埃德萨拉",
						["iLvl"] = 951,
						["time"] = 1512645044,
						["class"] = 9,
						["bTag"] = "伯伯屁股大#5252",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光护佑着你-血吼",
						["iLvl"] = 955,
						["time"] = 1512645056,
						["class"] = 2,
						["bTag"] = "圣光护佑着你#5959",
					}, -- [102]
					{
						["role"] = "TANK",
						["name"] = "万众景仰-无尽之海",
						["iLvl"] = 955,
						["time"] = 1512645046,
						["class"] = 1,
						["bTag"] = "万众景仰#5568",
					}, -- [103]
					{
						["role"] = "TANK",
						["name"] = "赤血龙骑-雷霆之王",
						["iLvl"] = 946,
						["time"] = 1512645080,
						["class"] = 6,
						["bTag"] = "上帝的小牧#5708",
					}, -- [104]
					{
						["role"] = "TANK",
						["name"] = "剑琅琊-希雷诺斯",
						["iLvl"] = 954,
						["time"] = 1512645098,
						["class"] = 11,
						["bTag"] = "北溟之鱼#5627",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "安逸的老猫-斯克提斯",
						["time"] = 1512645058,
						["class"] = 2,
					}, -- [106]
					{
						["role"] = "HEALER",
						["name"] = "老衲是道士-克尔苏加德",
						["iLvl"] = 886,
						["time"] = 1512645110,
						["class"] = 10,
						["bTag"] = "尛逸桑#5349",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "Lokk-夏维安",
						["iLvl"] = 937,
						["time"] = 1512645044,
						["class"] = 4,
						["bTag"] = "心理开膛手#5857",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "莫一一-祖尔金",
						["iLvl"] = 955,
						["time"] = 1512645064,
						["class"] = 3,
						["bTag"] = "一一#5574",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "忆丶情-狂热之刃",
						["iLvl"] = 955,
						["time"] = 1512645044,
						["class"] = 9,
						["bTag"] = "郑涛#5256",
					}, -- [110]
					{
						["role"] = "TANK",
						["name"] = "失落的桃子-迅捷微风",
						["time"] = 1512645058,
						["class"] = 11,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "佳人醉鱼儿-安苏",
						["time"] = 1512645035,
						["class"] = 2,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "丶七夕不再-德拉诺",
						["iLvl"] = 912,
						["time"] = 1512645110,
						["class"] = 1,
						["bTag"] = "快乐之足#564459",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "大占卜師-夏维安",
						["time"] = 1512645046,
						["class"] = 9,
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "蛟狼-伊森利恩",
						["iLvl"] = 952,
						["time"] = 1512645110,
						["class"] = 2,
						["bTag"] = "郊狼#5831",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "部落丿小蛮-黑龙军团",
						["iLvl"] = 947,
						["time"] = 1512645104,
						["class"] = 3,
						["bTag"] = "小蛮#51116",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "鸿乄钧-凤凰之神",
						["iLvl"] = 955,
						["time"] = 1512645100,
						["class"] = 2,
						["bTag"] = "鸿钧#5640",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "铁甲丶钢蹄-库尔提拉斯",
						["iLvl"] = 945,
						["time"] = 1512645064,
						["class"] = 6,
						["bTag"] = "海阔天高#51605",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "情人-红龙军团",
						["time"] = 1512645078,
						["class"] = 12,
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "那罗衍-阿克蒙德",
						["iLvl"] = 954,
						["time"] = 1512645076,
						["class"] = 4,
						["bTag"] = "那罗衍#5996",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "止水丶别天神-罗宁",
						["iLvl"] = 928,
						["time"] = 1512645110,
						["class"] = 1,
						["bTag"] = "止水丶别天神#5349",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "一熔火犬牙一-森金",
						["iLvl"] = 948,
						["time"] = 1512645098,
						["class"] = 3,
						["bTag"] = "机械之咒#55986",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "勤劳的夏天-克尔苏加德",
						["iLvl"] = 948,
						["time"] = 1512645096,
						["class"] = 7,
						["bTag"] = "夏天#56362",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "徕生缘-死亡之翼",
						["time"] = 1512645058,
						["class"] = 2,
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "忘了他吧-影之哀伤",
						["iLvl"] = 917,
						["time"] = 1512645064,
						["class"] = 10,
						["bTag"] = "Paradise#52620",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "醉丶厮守幸福-白骨荒野",
						["iLvl"] = 942,
						["time"] = 1512645098,
						["class"] = 11,
						["bTag"] = "涂涂#51990",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "遗忘心痛-死亡之翼",
						["time"] = 1512645058,
						["class"] = 3,
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "恋鱼儿-燃烧之刃",
						["time"] = 1512645062,
						["class"] = 2,
					}, -- [128]
					{
						["role"] = "TANK",
						["name"] = "胖的别致-卡拉赞",
						["iLvl"] = 937,
						["time"] = 1512645110,
						["class"] = 6,
						["bTag"] = "荷花大哥#5194",
					}, -- [129]
					{
						["role"] = "TANK",
						["name"] = "去你的嫂子-耐普图隆",
						["time"] = 1512645056,
						["class"] = 2,
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "三甡煙雨情-阿拉希",
						["iLvl"] = 933,
						["time"] = 1512645110,
						["class"] = 8,
						["bTag"] = "人生若只如初見#51537",
					}, -- [131]
					{
						["role"] = "TANK",
						["name"] = "伤心小蝶-血环",
						["time"] = 1512645110,
						["class"] = 11,
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "吟诗骚客-燃烧之刃",
						["iLvl"] = 953,
						["time"] = 1512645064,
						["class"] = 2,
						["bTag"] = "鲁佳斌#5985",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "麦之追猎-埃德萨拉",
						["iLvl"] = 925,
						["time"] = 1512645068,
						["class"] = 3,
						["bTag"] = "幸运之虎#520516",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "狗狗震-奈萨里奥",
						["iLvl"] = 917,
						["time"] = 1512645110,
						["class"] = 9,
						["bTag"] = "狂派麦加登#5135",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "疾风之翼-黑铁",
						["time"] = 1512645074,
						["class"] = 2,
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "Zutter-洛肯",
						["iLvl"] = 939,
						["time"] = 1512645110,
						["class"] = 7,
						["bTag"] = "Jungssica#5897",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "製服丶控-玛洛加尔",
						["iLvl"] = 947,
						["time"] = 1512645102,
						["class"] = 6,
						["bTag"] = "此男不丑不帅#5348",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "小凶熊-萨菲隆",
						["iLvl"] = 890,
						["time"] = 1512645110,
						["class"] = 7,
						["bTag"] = "小猪飘飘#5516",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "丑得无语-诺莫瑞根",
						["iLvl"] = 953,
						["time"] = 1512645078,
						["class"] = 9,
						["bTag"] = "旅店老板的女儿#5203",
					}, -- [140]
					{
						["role"] = "HEALER",
						["name"] = "深邃的灵魂-死亡之翼",
						["time"] = 1512645068,
						["class"] = 5,
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "就可以这么萌-伊利丹",
						["iLvl"] = 949,
						["time"] = 1512645110,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "战之鳳殇#5740",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "翻滚吧丶牛牛-克尔苏加德",
						["iLvl"] = 950,
						["time"] = 1512645110,
						["class"] = 7,
						["bTag"] = "翻滚吧丶二狗#5970",
					}, -- [143]
					{
						["role"] = "TANK",
						["name"] = "何欢-死亡熔炉",
						["iLvl"] = 953,
						["time"] = 1512645110,
						["class"] = 2,
						["bTag"] = "山海不可平#51941",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "一箭憾山河-闪电之刃",
						["time"] = 1512645086,
						["class"] = 3,
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "陨落丶-闪电之刃",
						["iLvl"] = 950,
						["time"] = 1512645098,
						["class"] = 8,
						["bTag"] = "陨落丶#5537",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "萌面杀手-瓦拉纳",
						["iLvl"] = 904,
						["time"] = 1512645086,
						["class"] = 3,
						["bTag"] = "rwow#5522",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "道随天-哈卡",
						["iLvl"] = 954,
						["time"] = 1512645098,
						["class"] = 4,
						["bTag"] = "AluDark#5159",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "紅塵浩劫-格瑞姆巴托",
						["iLvl"] = 951,
						["time"] = 1512645096,
						["class"] = 12,
						["bTag"] = "棉花糖宝宝#51389",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "帅得蛋疼啊哈-布兰卡德",
						["time"] = 1512645074,
						["class"] = 7,
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "你们先打-萨尔",
						["time"] = 1512645078,
						["class"] = 2,
					}, -- [151]
					{
						["role"] = "HEALER",
						["name"] = "月茹妹妹-试炼之环",
						["iLvl"] = 924,
						["time"] = 1512645110,
						["class"] = 5,
						["bTag"] = "nosir#5313",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇莎-死亡之翼",
						["iLvl"] = 952,
						["time"] = 1512645110,
						["class"] = 5,
						["bTag"] = "特瑞莎#5570",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "奶爸草药仓库-艾莫莉丝",
						["iLvl"] = 935,
						["time"] = 1512645094,
						["class"] = 1,
						["bTag"] = "我还是奶爸#5155",
					}, -- [154]
					{
						["role"] = "TANK",
						["name"] = "猪猪小丽-梦境之树",
						["iLvl"] = 899,
						["time"] = 1512645110,
						["class"] = 12,
						["bTag"] = "布衣#5667",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "Calma-安苏",
						["iLvl"] = 951,
						["time"] = 1512645096,
						["class"] = 2,
						["bTag"] = "Dilir#5865",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "咳嗽一直没好-布兰卡德",
						["iLvl"] = 954,
						["time"] = 1512645110,
						["class"] = 6,
						["bTag"] = "洗衣粉#51896",
					}, -- [157]
					{
						["role"] = "TANK",
						["name"] = "九門丨梅花五-主宰之剑",
						["iLvl"] = 934,
						["time"] = 1512645094,
						["class"] = 2,
						["bTag"] = "德古拉#5857",
					}, -- [158]
					{
						["role"] = "TANK",
						["name"] = "孤独精灵-阿斯塔洛",
						["iLvl"] = 941,
						["time"] = 1512645110,
						["class"] = 6,
						["bTag"] = "稀土龙王#5832",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔獵腿-冰霜之刃",
						["iLvl"] = 948,
						["time"] = 1512645110,
						["class"] = 12,
						["bTag"] = "一嫖#5141",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "法号始祖-死亡之翼",
						["iLvl"] = 938,
						["time"] = 1512645096,
						["class"] = 10,
						["bTag"] = "ACE#56197",
					}, -- [161]
					{
						["role"] = "HEALER",
						["name"] = "丶荼蘼花開-洛萨",
						["iLvl"] = 949,
						["time"] = 1512645110,
						["class"] = 5,
						["bTag"] = "大猫#5744",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "Gamore-燃烧之刃",
						["iLvl"] = 932,
						["time"] = 1512645110,
						["class"] = 7,
						["bTag"] = "贺吃得#5554",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "Smaidh-燃烧之刃",
						["iLvl"] = 954,
						["time"] = 1512645110,
						["class"] = 12,
						["bTag"] = "火炬之光#5783",
					}, -- [164]
					{
						["role"] = "HEALER",
						["name"] = "加加橙-达隆米尔",
						["iLvl"] = 951,
						["time"] = 1512645110,
						["class"] = 5,
						["bTag"] = "珈珈#52881",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "最高检检察长-阿曼尼",
						["iLvl"] = 956,
						["time"] = 1512645110,
						["class"] = 8,
						["bTag"] = "殇之卡米拉#5538",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "萌小翻-火焰之树",
						["iLvl"] = 950,
						["time"] = 1512645110,
						["class"] = 7,
						["bTag"] = "狂暴小笨#5638",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "戀戀不舍-影之哀伤",
						["iLvl"] = 946,
						["time"] = 1512645110,
						["class"] = 4,
						["bTag"] = "icebin#5290",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "缺德旳小种牛-死亡之翼",
						["iLvl"] = 955,
						["time"] = 1512645110,
						["class"] = 11,
						["bTag"] = "小种牛丫#5187",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "波比酋长-红云台地",
						["iLvl"] = 949,
						["time"] = 1512645110,
						["class"] = 1,
						["bTag"] = "峎潼#5832",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "娜塔莎阴影-埃德萨拉",
						["time"] = 1512645106,
						["class"] = 12,
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "梅凝雪丶-燃烧之刃",
						["time"] = 1512645110,
						["class"] = 8,
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "指间的律动-黑石尖塔",
						["time"] = 1512645110,
						["class"] = 8,
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "軒轅然-黑龙军团",
						["time"] = 1512645110,
						["class"] = 2,
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "Goan-巴纳扎尔",
						["time"] = 1512645106,
						["class"] = 12,
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "神坑丶小法-地狱咆哮",
						["time"] = 1512645110,
						["class"] = 8,
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "Crazycola-哈卡",
						["time"] = 1512645110,
						["class"] = 8,
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔之劍-亚雷戈斯",
						["time"] = 1512645110,
						["class"] = 12,
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "离离灬咸包-安苏",
						["time"] = 1512645110,
						["class"] = 2,
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "李黑帅-血环",
						["iLvl"] = 955,
						["time"] = 1512727463,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "桫椤湾张智霖#5720",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "铁牛丶-死亡之翼",
						["iLvl"] = 956,
						["time"] = 1512727463,
						["class"] = 8,
						["bTag"] = "Uncle#51852",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "猎手的浅笑-贫瘠之地",
						["iLvl"] = 952,
						["time"] = 1512727463,
						["class"] = 12,
						["bTag"] = "牧易#51559",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "书童灬华安-艾莫莉丝",
						["iLvl"] = 954,
						["time"] = 1512727463,
						["class"] = 1,
						["bTag"] = "缘分#51725",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "非凡的小短腿-冰风岗",
						["iLvl"] = 940,
						["time"] = 1512727912,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "黉首#5128",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "大魔王怒叱-桑德兰",
						["iLvl"] = 935,
						["time"] = 1512727958,
						["class"] = 12,
						["bTag"] = "无谓的青春#5556",
					}, -- [185]
					{
						["role"] = "TANK",
						["name"] = "吖小小牦牛-凤凰之神",
						["iLvl"] = 948,
						["time"] = 1512727952,
						["class"] = 11,
						["bTag"] = "冥域天龙#5490",
					}, -- [186]
					{
						["role"] = "HEALER",
						["name"] = "打工一郎-安其拉",
						["time"] = 1512886180,
						["class"] = 2,
						["leader"] = true,
					}, -- [187]
					{
						["role"] = "TANK",
						["name"] = "鳝戦-死亡之翼",
						["time"] = 1512886180,
						["class"] = 1,
					}, -- [188]
					{
						["role"] = "TANK",
						["name"] = "旋律背后丶-格瑞姆巴托",
						["iLvl"] = 954,
						["time"] = 1512886220,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "我佛慈悲#52821",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "祥缘梦滋-凤凰之神",
						["iLvl"] = 883,
						["time"] = 1512886220,
						["class"] = 4,
						["bTag"] = "apo#5820",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "梅根福克斯-萨格拉斯",
						["iLvl"] = 931,
						["time"] = 1512886220,
						["class"] = 12,
						["bTag"] = "死者能舞#5436",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "很会玩小徳-安苏",
						["iLvl"] = 911,
						["time"] = 1512886220,
						["class"] = 1,
						["bTag"] = "路人小可#5636",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "带着小德旅游-凤凰之神",
						["iLvl"] = 957,
						["time"] = 1512886378,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "三爷的温柔#5936",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "小白萌萌的-燃烧之刃",
						["iLvl"] = 949,
						["time"] = 1512886352,
						["class"] = 5,
						["bTag"] = "跳跳熊#5151441",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "天使老玻璃-黑翼之巢",
						["iLvl"] = 955,
						["time"] = 1512886344,
						["class"] = 8,
						["bTag"] = "RobotMurloc#551680",
					}, -- [195]
					{
						["role"] = "HEALER",
						["name"] = "諌山暴风-摩摩尔",
						["iLvl"] = 949,
						["time"] = 1512886371,
						["class"] = 7,
						["bTag"] = "諌山暴風#5808",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影鬼蟹-巴瑟拉斯",
						["iLvl"] = 958,
						["time"] = 1512895618,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "横行螃蟹#5509",
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利脱脂牛奶-雷霆之王",
						["iLvl"] = 947,
						["time"] = 1512895618,
						["class"] = 12,
						["bTag"] = "半巨人之怒#5870",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "战颅-血牙魔王",
						["time"] = 1512895611,
						["class"] = 4,
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁的小尼玛-芬里斯",
						["iLvl"] = 941,
						["time"] = 1512895618,
						["class"] = 3,
						["bTag"] = "天启混沌#5983",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "焰心-试炼之环",
						["time"] = 1512895737,
						["class"] = 12,
						["leader"] = true,
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "奶油糖-血色十字军",
						["iLvl"] = 958,
						["time"] = 1512895737,
						["class"] = 9,
						["bTag"] = "管家公#5586",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "凡戰-雷霆之王",
						["iLvl"] = 931,
						["time"] = 1512895737,
						["class"] = 1,
						["bTag"] = "心笑#5295",
					}, -- [203]
					{
						["role"] = "TANK",
						["name"] = "斧王-萨菲隆",
						["iLvl"] = 900,
						["time"] = 1512976430,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "godfather#5134",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "狂奔的橘子-密林游侠",
						["iLvl"] = 948,
						["time"] = 1512976443,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "亚轩#5688",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "安丶宝宝-狂热之刃",
						["iLvl"] = 955,
						["time"] = 1512976443,
						["class"] = 6,
						["bTag"] = "半夜#51250",
					}, -- [206]
					{
						["role"] = "TANK",
						["name"] = "露小逗不协调-白骨荒野",
						["iLvl"] = 880,
						["time"] = 1512976443,
						["class"] = 6,
						["bTag"] = "莎维妮歌海娜#5338",
					}, -- [207]
					{
						["role"] = "TANK",
						["name"] = "混元小妖-卡拉赞",
						["iLvl"] = 927,
						["time"] = 1512976443,
						["class"] = 6,
						["bTag"] = "武警少将#51379",
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "狂恋苦艾-红云台地",
						["iLvl"] = 921,
						["time"] = 1512976758,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Laughing#5288",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "怪怪叔叔-格瑞姆巴托",
						["iLvl"] = 936,
						["time"] = 1512976758,
						["class"] = 3,
						["bTag"] = "茫然之骑士#511872",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "Rhaego-银松森林",
						["iLvl"] = 934,
						["time"] = 1512976758,
						["class"] = 12,
						["bTag"] = "tonight#5695",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "随风灬幽冥-伊森利恩",
						["iLvl"] = 922,
						["time"] = 1512976758,
						["class"] = 6,
						["bTag"] = "钝剑藏锋#5963",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "灬积木-鬼雾峰",
						["iLvl"] = 946,
						["time"] = 1513060733,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "积木#5619",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "东方赤子心-阿尔萨斯",
						["iLvl"] = 958,
						["time"] = 1513060733,
						["class"] = 5,
						["bTag"] = "东方霏鸢#5266",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "晚丨安丶-丹莫德",
						["iLvl"] = 957,
						["time"] = 1513060733,
						["class"] = 1,
						["bTag"] = "姚汉青#5340",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "不火-丹莫德",
						["iLvl"] = 931,
						["time"] = 1513060733,
						["class"] = 8,
						["bTag"] = "夏奇米修斯#5645",
					}, -- [216]
					{
						["role"] = "TANK",
						["name"] = "萌萌哒米粒儿-冬拥湖",
						["iLvl"] = 954,
						["time"] = 1513060900,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "米粒儿#5834",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "枫火烟云-苏拉玛",
						["iLvl"] = 948,
						["time"] = 1513060900,
						["class"] = 8,
						["bTag"] = "愤怒的小裸裸#5192",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "蒸汽丨灵-通灵学院",
						["iLvl"] = 926,
						["time"] = 1513060821,
						["class"] = 4,
						["bTag"] = "蒸汽灵#5185",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫我大哥-海克泰尔",
						["iLvl"] = 947,
						["time"] = 1513060847,
						["class"] = 2,
						["bTag"] = "囡恿恿#5144",
					}, -- [220]
					{
						["role"] = "HEALER",
						["name"] = "泡沫寒兮-贫瘠之地",
						["iLvl"] = 933,
						["time"] = 1513061212,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "冷亦绝#5190",
					}, -- [221]
					{
						["role"] = "HEALER",
						["name"] = "请叫我秘密丶-梅尔加尼",
						["iLvl"] = 955,
						["time"] = 1513061243,
						["class"] = 5,
						["bTag"] = "秘密丶#51393",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "弯弓丨饮羽-影之哀伤",
						["iLvl"] = 958,
						["time"] = 1513061212,
						["class"] = 3,
						["bTag"] = "雅木#5344",
					}, -- [223]
					{
						["role"] = "TANK",
						["name"] = "冰咖啡-阿克蒙德",
						["iLvl"] = 956,
						["time"] = 1513061243,
						["class"] = 6,
						["bTag"] = "孤傲之骑士#5211",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "多肉丶-伊森利恩",
						["iLvl"] = 951,
						["time"] = 1513092632,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "全场最浪#5346",
					}, -- [225]
					{
						["role"] = "HEALER",
						["name"] = "Tankbabylove-安苏",
						["iLvl"] = 907,
						["time"] = 1513092632,
						["class"] = 5,
						["bTag"] = "CrazyCat#541288",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "一起哈啤灬-无尽之海",
						["iLvl"] = 924,
						["time"] = 1513092632,
						["class"] = 1,
						["bTag"] = "小茂茂#5655",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "恐怖娃娃-巴瑟拉斯",
						["iLvl"] = 922,
						["time"] = 1513092632,
						["class"] = 3,
						["bTag"] = "无双之刃#5244",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "我只是个法-风暴之眼",
						["iLvl"] = 948,
						["time"] = 1513092722,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "仙剑情缘#5655",
					}, -- [229]
					{
						["role"] = "TANK",
						["name"] = "聖光黎明-凤凰之神",
						["iLvl"] = 959,
						["time"] = 1513092708,
						["class"] = 2,
						["bTag"] = "圣光黎明#5566",
					}, -- [230]
					{
						["role"] = "HEALER",
						["name"] = "香楠口香糖-格瑞姆巴托",
						["iLvl"] = 943,
						["time"] = 1513092885,
						["class"] = 5,
						["bTag"] = "阿昆#51767",
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "天丶极-凤凰之神",
						["iLvl"] = 955,
						["time"] = 1513092885,
						["class"] = 3,
						["bTag"] = "天涯丶舞#5336",
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "嗣音-血羽",
						["time"] = 1513323826,
						["class"] = 3,
						["leader"] = true,
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "Nightmire-梅尔加尼",
						["time"] = 1513323929,
						["class"] = 6,
						["leader"] = true,
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "丶风扶月-试炼之环",
						["time"] = 1513323826,
						["class"] = 4,
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "独眼火-凤凰之神",
						["iLvl"] = 934,
						["time"] = 1513323929,
						["class"] = 8,
						["bTag"] = "鲜血与雷鸣#5453",
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "老张的小酒馆-埃克索图斯",
						["iLvl"] = 943,
						["time"] = 1513323972,
						["class"] = 12,
						["bTag"] = "众神灬波塞冬#5965",
					}, -- [237]
					{
						["role"] = "DAMAGER",
						["name"] = "默言丶-火焰之树",
						["time"] = 1513323972,
						["class"] = 8,
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "影舞灬魑-贫瘠之地",
						["time"] = 1513323972,
						["class"] = 4,
					}, -- [239]
					{
						["role"] = "DAMAGER",
						["name"] = "丨無趣丨-艾露恩",
						["time"] = 1513323972,
						["class"] = 5,
					}, -- [240]
					{
						["role"] = "HEALER",
						["name"] = "珊儿-奥妮克希亚",
						["time"] = 1513324023,
						["class"] = 7,
						["leader"] = true,
					}, -- [241]
					{
						["role"] = "DAMAGER",
						["name"] = "灬亲亲包子灬-冰川之拳",
						["time"] = 1513324027,
						["class"] = 10,
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "酒醉梦紅颜-伊森利恩",
						["iLvl"] = 959,
						["time"] = 1513409083,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "酒醉梦红颜#5959",
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "毒刺儿-丹莫德",
						["iLvl"] = 939,
						["time"] = 1513409083,
						["class"] = 3,
						["bTag"] = "厚道尤沙标#5979",
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["name"] = "取个名不容易-白骨荒野",
						["iLvl"] = 956,
						["time"] = 1513409083,
						["class"] = 3,
						["bTag"] = "专卖印度神油#5624",
					}, -- [245]
					{
						["role"] = "DAMAGER",
						["name"] = "女性-激流之傲",
						["iLvl"] = 956,
						["time"] = 1513409083,
						["class"] = 4,
						["bTag"] = "霜冻之犬#53806",
					}, -- [246]
					{
						["role"] = "TANK",
						["name"] = "让生命去等候-石爪峰",
						["time"] = 1513446306,
						["class"] = 6,
						["leader"] = true,
					}, -- [247]
					{
						["role"] = "DAMAGER",
						["name"] = "言葉之庭丶-海克泰尔",
						["iLvl"] = 961,
						["time"] = 1513446356,
						["class"] = 1,
						["bTag"] = "鱼和尚#51644",
					}, -- [248]
					{
						["role"] = "DAMAGER",
						["name"] = "幻惑之麟-战歌",
						["iLvl"] = 955,
						["time"] = 1513446356,
						["class"] = 8,
						["bTag"] = "幻惑之麟#5956",
					}, -- [249]
					{
						["role"] = "HEALER",
						["name"] = "迷之幻狼-希尔瓦娜斯",
						["time"] = 1513446346,
						["class"] = 7,
					}, -- [250]
					{
						["role"] = "DAMAGER",
						["name"] = "绝小天-冰霜之刃",
						["iLvl"] = 956,
						["time"] = 1513446356,
						["class"] = 4,
						["bTag"] = "绝小天#51597",
					}, -- [251]
					{
						["role"] = "DAMAGER",
						["name"] = "追追砍砍-死亡之翼",
						["iLvl"] = 921,
						["time"] = 1513446356,
						["class"] = 1,
						["bTag"] = "Clannad#5723",
					}, -- [252]
					{
						["role"] = "DAMAGER",
						["name"] = "打个彼丶方-贫瘠之地",
						["iLvl"] = 950,
						["time"] = 1513446563,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "打个彼丶方#5941",
					}, -- [253]
					{
						["role"] = "HEALER",
						["name"] = "灬月浅烟微-贫瘠之地",
						["iLvl"] = 948,
						["time"] = 1513446563,
						["class"] = 10,
						["bTag"] = "叁叁叁叁叁子#5296",
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "筱绿-巨龙之吼",
						["iLvl"] = 954,
						["time"] = 1513446513,
						["class"] = 12,
						["bTag"] = "魂淡#5620",
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "摩洛哥公爵-凯恩血蹄",
						["iLvl"] = 950,
						["time"] = 1513446563,
						["class"] = 12,
						["bTag"] = "豪华晚餐#5674",
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "黯然少年-伊森利恩",
						["iLvl"] = 938,
						["time"] = 1513446563,
						["class"] = 12,
						["bTag"] = "凯瑟琳斯维尔#5323",
					}, -- [257]
					{
						["role"] = "DAMAGER",
						["name"] = "Deagle-狂热之刃",
						["iLvl"] = 945,
						["time"] = 1513446558,
						["class"] = 9,
						["bTag"] = "terrorlord#51216",
					}, -- [258]
					{
						["role"] = "DAMAGER",
						["name"] = "妖娆丶妲己-密林游侠",
						["iLvl"] = 933,
						["time"] = 1513446563,
						["class"] = 1,
						["bTag"] = "执念#5252",
					}, -- [259]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利小小丹-织亡者",
						["iLvl"] = 935,
						["time"] = 1513446563,
						["class"] = 12,
						["bTag"] = "左手丶哥哥#5630",
					}, -- [260]
					{
						["role"] = "DAMAGER",
						["name"] = "平凡之棰-血色十字军",
						["iLvl"] = 957,
						["time"] = 1513446563,
						["class"] = 7,
						["bTag"] = "强灬哥哥#5361",
					}, -- [261]
					{
						["role"] = "TANK",
						["name"] = "噬魂丨紫溪-瓦丝琪",
						["iLvl"] = 935,
						["time"] = 1513446513,
						["class"] = 6,
						["bTag"] = "消散#5306",
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱酸菜鱼-无尽之海",
						["iLvl"] = 961,
						["time"] = 1513446513,
						["class"] = 7,
						["bTag"] = "我爱酸菜鱼#5713",
					}, -- [263]
					{
						["role"] = "HEALER",
						["name"] = "Alexavalon-冰风岗",
						["time"] = 1513446563,
						["class"] = 7,
					}, -- [264]
					{
						["role"] = "DAMAGER",
						["name"] = "若丨若-幽暗沼泽",
						["iLvl"] = 952,
						["time"] = 1513927889,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "ruoruoruo#5243",
					}, -- [265]
					{
						["role"] = "DAMAGER",
						["name"] = "Attribution-安苏",
						["iLvl"] = 868,
						["time"] = 1513927923,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "凌寒独自开#5980",
					}, -- [266]
					{
						["role"] = "DAMAGER",
						["name"] = "戮丶殇-死亡之翼",
						["iLvl"] = 875,
						["time"] = 1513927889,
						["class"] = 10,
						["bTag"] = "沉默之剑#515184",
					}, -- [267]
					{
						["role"] = "DAMAGER",
						["name"] = "小短尾巴-哈兰",
						["iLvl"] = 964,
						["time"] = 1513927923,
						["class"] = 3,
						["bTag"] = "史诗之裤#574700",
					}, -- [268]
					{
						["role"] = "DAMAGER",
						["name"] = "花钱插图腾-符文图腾",
						["iLvl"] = 934,
						["time"] = 1513928438,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "VON#51506",
					}, -- [269]
					{
						["role"] = "DAMAGER",
						["name"] = "棍徳-雷霆之怒",
						["iLvl"] = 930,
						["time"] = 1513928438,
						["class"] = 11,
						["bTag"] = "戰天#5157",
					}, -- [270]
					{
						["role"] = "DAMAGER",
						["name"] = "梨绯-雷霆之王",
						["time"] = 1513928431,
						["class"] = 12,
					}, -- [271]
					{
						["role"] = "DAMAGER",
						["name"] = "沐雨橙風-阿卡玛",
						["iLvl"] = 961,
						["time"] = 1513928663,
						["class"] = 9,
						["bTag"] = "浮云樣#5522",
					}, -- [272]
					{
						["role"] = "TANK",
						["name"] = "洛夕丿-安苏",
						["iLvl"] = 944,
						["time"] = 1513928659,
						["class"] = 6,
						["bTag"] = "洛夕#51484",
					}, -- [273]
					{
						["role"] = "DAMAGER",
						["name"] = "我是伱爹-天空之墙",
						["iLvl"] = 935,
						["time"] = 1513928574,
						["class"] = 12,
						["bTag"] = "晚安好梦#5299",
					}, -- [274]
					{
						["role"] = "DAMAGER",
						["name"] = "火焰之煌-深渊之巢",
						["time"] = 1513928574,
						["class"] = 8,
					}, -- [275]
					{
						["role"] = "DAMAGER",
						["name"] = "Mysticmonk-伊森利恩",
						["time"] = 1513928574,
						["class"] = 10,
					}, -- [276]
					{
						["role"] = "DAMAGER",
						["name"] = "纠结滴颇特-冰霜之刃",
						["iLvl"] = 934,
						["time"] = 1513928661,
						["class"] = 8,
						["bTag"] = "小瑞瑞#5596",
					}, -- [277]
					{
						["role"] = "DAMAGER",
						["name"] = "赤色彗星-巫妖之王",
						["iLvl"] = 958,
						["time"] = 1513928574,
						["class"] = 9,
						["bTag"] = "阿兹納布#5136",
					}, -- [278]
					{
						["role"] = "HEALER",
						["name"] = "安末日-燃烧军团",
						["iLvl"] = 954,
						["time"] = 1513928663,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "无是无非小石头#5145",
					}, -- [279]
					{
						["role"] = "DAMAGER",
						["name"] = "Ahah-冰风岗",
						["time"] = 1513928528,
						["class"] = 5,
					}, -- [280]
					{
						["role"] = "DAMAGER",
						["name"] = "偶发飒飒-晴日峰（江苏）",
						["time"] = 1513928574,
						["class"] = 11,
					}, -- [281]
					{
						["role"] = "DAMAGER",
						["name"] = "墨染千城雪-血吼",
						["time"] = 1513928574,
						["class"] = 9,
					}, -- [282]
					{
						["role"] = "DAMAGER",
						["name"] = "瘦瘦的胖胖-时光之穴",
						["iLvl"] = 957,
						["time"] = 1513928574,
						["class"] = 3,
						["bTag"] = "星野胖胖#5489",
					}, -- [283]
					{
						["role"] = "DAMAGER",
						["name"] = "遗忘苿莱-火焰之树",
						["iLvl"] = 924,
						["time"] = 1513928663,
						["class"] = 2,
						["bTag"] = "困了#5476",
					}, -- [284]
					{
						["role"] = "DAMAGER",
						["name"] = "倒玫忉-冬拥湖",
						["iLvl"] = 922,
						["time"] = 1513928574,
						["class"] = 4,
						["bTag"] = "超能之鱼人#540169",
					}, -- [285]
					{
						["role"] = "DAMAGER",
						["name"] = "狩猎萌德-海克泰尔",
						["iLvl"] = 945,
						["time"] = 1513928574,
						["class"] = 3,
						["bTag"] = "独行者的挽歌#51763",
					}, -- [286]
					{
						["role"] = "DAMAGER",
						["name"] = "叮咚刘德华-熔火之心",
						["iLvl"] = 921,
						["time"] = 1513928574,
						["class"] = 2,
						["bTag"] = "QUANyu#5952",
					}, -- [287]
					{
						["role"] = "DAMAGER",
						["name"] = "红颜灬若相惜-安苏",
						["iLvl"] = 958,
						["time"] = 1513928663,
						["class"] = 3,
						["bTag"] = "偏执的温柔#51819",
					}, -- [288]
					{
						["role"] = "TANK",
						["name"] = "丶咸鱼-冰风岗",
						["time"] = 1513928592,
						["class"] = 2,
						["leader"] = true,
					}, -- [289]
					{
						["role"] = "DAMAGER",
						["name"] = "深渊恐惧-血色十字军",
						["iLvl"] = 947,
						["time"] = 1513928663,
						["class"] = 12,
						["bTag"] = "灬域丶尘#5843",
					}, -- [290]
					{
						["role"] = "DAMAGER",
						["name"] = "小仙女喵喵丶-埃克索图斯",
						["time"] = 1513928663,
						["class"] = 9,
					}, -- [291]
					{
						["role"] = "DAMAGER",
						["name"] = "医不了-夏维安",
						["time"] = 1513928663,
						["class"] = 10,
					}, -- [292]
					{
						["role"] = "DAMAGER",
						["name"] = "你牛二爷-安苏",
						["time"] = 1513928663,
						["class"] = 3,
					}, -- [293]
					{
						["role"] = "DAMAGER",
						["name"] = "息子卍炸裂-格瑞姆巴托",
						["iLvl"] = 952,
						["time"] = 1513928663,
						["class"] = 2,
						["bTag"] = "licorice#5383",
					}, -- [294]
					{
						["role"] = "DAMAGER",
						["name"] = "局座张召忠-伊森利恩",
						["time"] = 1513928663,
						["class"] = 9,
					}, -- [295]
					{
						["role"] = "DAMAGER",
						["name"] = "牛肺-血色十字军",
						["time"] = 1513928663,
						["class"] = 11,
					}, -- [296]
					{
						["role"] = "DAMAGER",
						["name"] = "流氓一鬼猎-森金",
						["time"] = 1513928663,
						["class"] = 3,
					}, -- [297]
					{
						["role"] = "DAMAGER",
						["name"] = "依依带泪-格雷迈恩",
						["iLvl"] = 929,
						["time"] = 1513928663,
						["class"] = 2,
						["bTag"] = "阿米米猪#5304",
					}, -- [298]
					{
						["role"] = "DAMAGER",
						["name"] = "曾照云归-黑龙军团",
						["time"] = 1513928661,
						["class"] = 3,
					}, -- [299]
					{
						["role"] = "DAMAGER",
						["name"] = "阿珂好乖-利刃之拳",
						["time"] = 1513928663,
						["class"] = 11,
					}, -- [300]
					{
						["role"] = "DAMAGER",
						["name"] = "艾克萨斯-萨格拉斯",
						["iLvl"] = 935,
						["time"] = 1513928663,
						["class"] = 12,
						["bTag"] = "暗夜之鸦#53886",
					}, -- [301]
					{
						["role"] = "DAMAGER",
						["name"] = "喵灬喵喵-狂热之刃",
						["iLvl"] = 896,
						["time"] = 1513928661,
						["class"] = 10,
						["bTag"] = "索妮可#5866",
					}, -- [302]
					{
						["role"] = "DAMAGER",
						["name"] = "卡特娜破魂-回音山",
						["time"] = 1513928663,
						["class"] = 12,
					}, -- [303]
					{
						["role"] = "DAMAGER",
						["name"] = "夜行的猫-太阳之井",
						["time"] = 1513928663,
						["class"] = 10,
					}, -- [304]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱吃沙拉-萨尔",
						["iLvl"] = 902,
						["time"] = 1513928663,
						["class"] = 4,
						["bTag"] = "BruceXie#5439",
					}, -- [305]
					{
						["role"] = "DAMAGER",
						["name"] = "黄豆酱-红龙军团",
						["time"] = 1513928663,
						["class"] = 6,
					}, -- [306]
					{
						["role"] = "DAMAGER",
						["name"] = "Laughiing-森金",
						["time"] = 1513928663,
						["class"] = 12,
					}, -- [307]
					{
						["role"] = "DAMAGER",
						["name"] = "Nls-红云台地",
						["time"] = 1513928663,
						["class"] = 2,
					}, -- [308]
					{
						["role"] = "DAMAGER",
						["name"] = "playerHNMCMZ-丽丽（四川）",
						["iLvl"] = 927,
						["time"] = 1513928663,
						["class"] = 1,
						["bTag"] = "李巴巴#5519",
					}, -- [309]
					{
						["role"] = "DAMAGER",
						["name"] = "班佳茜-阿尔萨斯",
						["iLvl"] = 936,
						["time"] = 1513928661,
						["class"] = 9,
						["bTag"] = "吉吉#5919",
					}, -- [310]
					{
						["role"] = "DAMAGER",
						["name"] = "曉義-加尔",
						["iLvl"] = 932,
						["time"] = 1513928659,
						["class"] = 12,
						["bTag"] = "SmallLuo#5822",
					}, -- [311]
					{
						["role"] = "DAMAGER",
						["name"] = "专业爆菊丶丶-通灵学院",
						["time"] = 1513928663,
						["class"] = 6,
					}, -- [312]
					{
						["role"] = "DAMAGER",
						["name"] = "比小朱白-达隆米尔",
						["iLvl"] = 879,
						["time"] = 1513928663,
						["class"] = 8,
						["bTag"] = "海角漫步#5588",
					}, -- [313]
					{
						["role"] = "DAMAGER",
						["name"] = "睚眦丶-血吼",
						["iLvl"] = 958,
						["time"] = 1513928663,
						["class"] = 1,
						["bTag"] = "风子#5972",
					}, -- [314]
					{
						["role"] = "DAMAGER",
						["name"] = "冲上来就一箭-迅捷微风",
						["time"] = 1513928663,
						["class"] = 3,
					}, -- [315]
					{
						["role"] = "DAMAGER",
						["name"] = "Madness-恶魔之魂",
						["iLvl"] = 934,
						["time"] = 1513928663,
						["class"] = 3,
						["bTag"] = "那娘么了#5804",
					}, -- [316]
					{
						["role"] = "DAMAGER",
						["name"] = "炽天-奥妮克希亚",
						["iLvl"] = 958,
						["time"] = 1513928663,
						["class"] = 9,
						["bTag"] = "战魂#51892",
					}, -- [317]
					{
						["role"] = "TANK",
						["name"] = "莈什庅不可褦-燃烧之刃",
						["iLvl"] = 955,
						["time"] = 1513928663,
						["class"] = 6,
						["bTag"] = "芒果先生#51370",
					}, -- [318]
					{
						["role"] = "HEALER",
						["name"] = "诺拉牧神-芬里斯",
						["iLvl"] = 937,
						["time"] = 1513928663,
						["class"] = 5,
						["bTag"] = "诺拉族长#5326",
					}, -- [319]
					{
						["role"] = "DAMAGER",
						["name"] = "沐光之晨-格瑞姆巴托",
						["iLvl"] = 947,
						["time"] = 1513928592,
						["class"] = 1,
						["bTag"] = "快死的鱼#5509",
					}, -- [320]
					{
						["role"] = "DAMAGER",
						["name"] = "白爷丶-影之哀伤",
						["iLvl"] = 963,
						["time"] = 1513928663,
						["class"] = 3,
						["bTag"] = "大白丶#51712",
					}, -- [321]
					{
						["role"] = "HEALER",
						["name"] = "金点点-亚雷戈斯",
						["time"] = 1513928663,
						["class"] = 5,
					}, -- [322]
					{
						["role"] = "DAMAGER",
						["name"] = "Greatcarrot-奥尔加隆",
						["time"] = 1513928663,
						["class"] = 11,
					}, -- [323]
					{
						["role"] = "DAMAGER",
						["name"] = "则男拧辣手-洛萨",
						["time"] = 1513928663,
						["class"] = 11,
					}, -- [324]
					{
						["role"] = "DAMAGER",
						["name"] = "流觞丶-血环",
						["iLvl"] = 956,
						["time"] = 1513928706,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "传说中的麦爷#5696",
					}, -- [325]
					{
						["role"] = "TANK",
						["name"] = "粑粑德-鬼雾峰",
						["iLvl"] = 961,
						["time"] = 1513928706,
						["class"] = 11,
						["bTag"] = "梦寒窗几何#5752",
					}, -- [326]
					{
						["role"] = "DAMAGER",
						["name"] = "木子仙人-凤凰之神",
						["time"] = 1513928706,
						["class"] = 12,
					}, -- [327]
					{
						["role"] = "DAMAGER",
						["name"] = "九號技師-黑石尖塔",
						["iLvl"] = 941,
						["time"] = 1513928706,
						["class"] = 4,
						["bTag"] = "盾脆奶毒枪不准#5284",
					}, -- [328]
					{
						["role"] = "DAMAGER",
						["name"] = "波动于心-玛洛加尔",
						["iLvl"] = 962,
						["time"] = 1514019841,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "万年水猎人#5760",
					}, -- [329]
					{
						["role"] = "HEALER",
						["name"] = "咗手卍叼烟-海克泰尔",
						["iLvl"] = 963,
						["time"] = 1514019841,
						["class"] = 5,
						["bTag"] = "氵青#5126",
					}, -- [330]
					{
						["role"] = "DAMAGER",
						["name"] = "噗了个阿薛-奥尔加隆",
						["iLvl"] = 862,
						["time"] = 1514019841,
						["class"] = 1,
						["bTag"] = "噗了个阿薛#5824",
					}, -- [331]
					{
						["role"] = "DAMAGER",
						["name"] = "久伴心中人灬-克尔苏加德",
						["iLvl"] = 949,
						["time"] = 1514019841,
						["class"] = 8,
						["bTag"] = "ChenSiyao#51821",
					}, -- [332]
					{
						["role"] = "DAMAGER",
						["name"] = "亦或是你-血顶",
						["iLvl"] = 952,
						["time"] = 1514020479,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "Eva#51432",
					}, -- [333]
					{
						["role"] = "DAMAGER",
						["name"] = "红魔爱我-血色十字军",
						["iLvl"] = 961,
						["time"] = 1514020477,
						["class"] = 8,
						["bTag"] = "Roger#5656",
					}, -- [334]
					{
						["role"] = "DAMAGER",
						["name"] = "花剑羞-海克泰尔",
						["iLvl"] = 956,
						["time"] = 1514020479,
						["class"] = 1,
						["bTag"] = "战天骄#51650",
					}, -- [335]
					{
						["role"] = "DAMAGER",
						["name"] = "灬红茶灬-洛丹伦",
						["iLvl"] = 954,
						["time"] = 1514020479,
						["class"] = 4,
						["bTag"] = "红茶#51668",
					}, -- [336]
					{
						["role"] = "HEALER",
						["name"] = "我在哪我是谁-亡语者",
						["iLvl"] = 965,
						["time"] = 1514279850,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "JustlikeU#51602",
					}, -- [337]
					{
						["role"] = "DAMAGER",
						["name"] = "卦档神坦-深渊之喉",
						["iLvl"] = 946,
						["time"] = 1514279850,
						["class"] = 2,
						["bTag"] = "李佐#5667",
					}, -- [338]
					{
						["role"] = "DAMAGER",
						["name"] = "不得了的球-斯坦索姆",
						["iLvl"] = 914,
						["time"] = 1514279780,
						["class"] = 10,
						["bTag"] = "XYMZ#51418",
					}, -- [339]
					{
						["role"] = "DAMAGER",
						["name"] = "兔兔儿-燃烧之刃",
						["iLvl"] = 958,
						["time"] = 1514279844,
						["class"] = 11,
						["bTag"] = "bridgerock#5949",
					}, -- [340]
					{
						["role"] = "HEALER",
						["name"] = "Jesstonteen-狂热之刃",
						["iLvl"] = 932,
						["time"] = 1514279975,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "Jesston#5655",
					}, -- [341]
					{
						["role"] = "DAMAGER",
						["name"] = "云端滑步-燃烧之刃",
						["iLvl"] = 968,
						["time"] = 1514279975,
						["class"] = 3,
						["bTag"] = "漫步云端#5125",
					}, -- [342]
					{
						["role"] = "DAMAGER",
						["name"] = "一只巨香蕉-埃德萨拉",
						["iLvl"] = 937,
						["time"] = 1514279975,
						["class"] = 5,
						["bTag"] = "小香蕉#5808",
					}, -- [343]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利蛋丹-克尔苏加德",
						["iLvl"] = 872,
						["time"] = 1514279975,
						["class"] = 12,
						["bTag"] = "EVERMORE#51510",
					}, -- [344]
					{
						["role"] = "DAMAGER",
						["name"] = "胖子沒人爱-格瑞姆巴托",
						["iLvl"] = 944,
						["time"] = 1514279975,
						["class"] = 6,
						["bTag"] = "秒躺会喊六六六#5976",
					}, -- [345]
					{
						["role"] = "HEALER",
						["name"] = "冷冷了么灬-战歌",
						["iLvl"] = 946,
						["time"] = 1514279975,
						["class"] = 5,
						["bTag"] = "冷冷了么#5837",
					}, -- [346]
					{
						["role"] = "DAMAGER",
						["name"] = "射丶射丶射-战歌",
						["iLvl"] = 941,
						["time"] = 1514279975,
						["class"] = 3,
						["bTag"] = "相公萝莉控#5948",
					}, -- [347]
					{
						["role"] = "DAMAGER",
						["name"] = "西湖龙井茶-无尽之海",
						["iLvl"] = 961,
						["time"] = 1514279975,
						["class"] = 2,
						["bTag"] = "西湖龙井茶#5195",
					}, -- [348]
					{
						["role"] = "DAMAGER",
						["name"] = "灬蛋腚-安苏",
						["iLvl"] = 946,
						["time"] = 1514279975,
						["class"] = 8,
						["bTag"] = "超能之裤#517442",
					}, -- [349]
					{
						["role"] = "DAMAGER",
						["name"] = "浪丶唯一-克尔苏加德",
						["iLvl"] = 949,
						["time"] = 1514279975,
						["class"] = 1,
						["bTag"] = "放屁叼炸天#5319",
					}, -- [350]
					{
						["role"] = "DAMAGER",
						["name"] = "法雨飞花-熊猫酒仙",
						["iLvl"] = 946,
						["time"] = 1514279975,
						["class"] = 8,
						["bTag"] = "雷雷#51461",
					}, -- [351]
					{
						["role"] = "DAMAGER",
						["name"] = "丨凤九-影之哀伤",
						["iLvl"] = 938,
						["time"] = 1514279975,
						["class"] = 3,
						["bTag"] = "凤九#5662",
					}, -- [352]
					{
						["role"] = "TANK",
						["name"] = "大爱斯华-格雷迈恩",
						["iLvl"] = 923,
						["time"] = 1514279975,
						["class"] = 6,
						["bTag"] = "DaS#5129",
					}, -- [353]
					{
						["role"] = "DAMAGER",
						["name"] = "圈圈熊-安东尼达斯",
						["iLvl"] = 941,
						["time"] = 1514279975,
						["class"] = 9,
						["bTag"] = "luckymeow#5645",
					}, -- [354]
					{
						["role"] = "DAMAGER",
						["name"] = "丷念-死亡之翼",
						["time"] = 1514279975,
						["class"] = 2,
					}, -- [355]
					{
						["role"] = "TANK",
						["name"] = "雪灬魂-安东尼达斯",
						["iLvl"] = 908,
						["time"] = 1514279966,
						["class"] = 6,
						["bTag"] = "Galaxy#5433",
					}, -- [356]
					{
						["role"] = "TANK",
						["name"] = "库拉码塔塔-黑铁",
						["iLvl"] = 897,
						["time"] = 1514279975,
						["class"] = 1,
						["bTag"] = "Young#55430",
					}, -- [357]
					{
						["role"] = "DAMAGER",
						["name"] = "耶路撒冷-海克泰尔",
						["iLvl"] = 932,
						["time"] = 1514279973,
						["class"] = 4,
						["bTag"] = "幼稚园杀手#51180",
					}, -- [358]
					{
						["role"] = "DAMAGER",
						["name"] = "啊拉纳克-冰风岗",
						["iLvl"] = 959,
						["time"] = 1514279975,
						["class"] = 12,
						["bTag"] = "Arthas#5474",
					}, -- [359]
					{
						["role"] = "TANK",
						["name"] = "农村进城务工-黑铁",
						["iLvl"] = 961,
						["time"] = 1514279975,
						["class"] = 10,
						["bTag"] = "农村进城务工#5578",
					}, -- [360]
					{
						["role"] = "DAMAGER",
						["name"] = "酋长加尔鲁什-遗忘海岸",
						["iLvl"] = 932,
						["time"] = 1514279975,
						["class"] = 1,
						["bTag"] = "卡牌大师#55729",
					}, -- [361]
					{
						["role"] = "TANK",
						["name"] = "伊瑟温的回声-安苏",
						["iLvl"] = 904,
						["time"] = 1514279975,
						["class"] = 6,
						["bTag"] = "黯然销魂奶#5699",
					}, -- [362]
					{
						["role"] = "DAMAGER",
						["name"] = "弗雷丶风行者-米奈希尔",
						["iLvl"] = 903,
						["time"] = 1514279929,
						["class"] = 1,
						["bTag"] = "CherrY#54598",
					}, -- [363]
					{
						["role"] = "DAMAGER",
						["name"] = "娇憨的小球球-盖斯",
						["iLvl"] = 956,
						["time"] = 1514279975,
						["class"] = 11,
						["bTag"] = "魏小梦的异想世界#5452",
					}, -- [364]
					{
						["role"] = "DAMAGER",
						["name"] = "Acclerator-迅捷微风",
						["iLvl"] = 957,
						["time"] = 1514279966,
						["class"] = 12,
						["bTag"] = "FadedFantasy#5527",
					}, -- [365]
					{
						["role"] = "HEALER",
						["name"] = "悠悠秒秒-激流之傲",
						["iLvl"] = 959,
						["time"] = 1514279975,
						["class"] = 5,
						["bTag"] = "悠游秒秒#51374",
					}, -- [366]
					{
						["role"] = "DAMAGER",
						["name"] = "Ëëää-白银之手",
						["iLvl"] = 959,
						["time"] = 1514279966,
						["class"] = 3,
						["bTag"] = "GGabcde#5352",
					}, -- [367]
					{
						["role"] = "HEALER",
						["name"] = "君往何处丶-贫瘠之地",
						["iLvl"] = 943,
						["time"] = 1514279975,
						["class"] = 2,
						["bTag"] = "阿九九#51472",
					}, -- [368]
					{
						["role"] = "DAMAGER",
						["name"] = "低调的地精-凤凰之神",
						["iLvl"] = 951,
						["time"] = 1514279975,
						["class"] = 7,
						["bTag"] = "泥水#5477",
					}, -- [369]
					{
						["role"] = "DAMAGER",
						["name"] = "扭头人-回音山",
						["iLvl"] = 923,
						["time"] = 1514279975,
						["class"] = 2,
						["bTag"] = "Elegy#51744",
					}, -- [370]
					{
						["role"] = "DAMAGER",
						["name"] = "红帽马里奥-死亡之翼",
						["iLvl"] = 953,
						["time"] = 1514279966,
						["class"] = 6,
						["bTag"] = "风过雨无痕#5417",
					}, -- [371]
					{
						["role"] = "DAMAGER",
						["name"] = "Netherlord-末日祷告祭坛",
						["time"] = 1514279966,
						["class"] = 9,
					}, -- [372]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血王-影之哀伤",
						["iLvl"] = 934,
						["time"] = 1514279975,
						["class"] = 1,
						["bTag"] = "yangchunbiao#5460",
					}, -- [373]
					{
						["role"] = "DAMAGER",
						["name"] = "大海魚棠-黑暗魅影",
						["time"] = 1514279975,
						["class"] = 1,
					}, -- [374]
					{
						["role"] = "DAMAGER",
						["name"] = "蜑蜑翫蜑魛-盖斯",
						["iLvl"] = 935,
						["time"] = 1514280221,
						["class"] = 12,
						["bTag"] = "拉风的小强#5899",
					}, -- [375]
					{
						["role"] = "DAMAGER",
						["name"] = "Transformer-鬼雾峰",
						["iLvl"] = 898,
						["time"] = 1514280289,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "klye#5615",
					}, -- [376]
					{
						["role"] = "DAMAGER",
						["name"] = "带你去遛遛-死亡之翼",
						["iLvl"] = 927,
						["time"] = 1514280289,
						["class"] = 3,
						["bTag"] = "蛮荒行者#5815",
					}, -- [377]
					{
						["role"] = "DAMAGER",
						["name"] = "半暖半夏-红龙女王",
						["iLvl"] = 954,
						["time"] = 1514280293,
						["class"] = 3,
						["bTag"] = "带我灰#5156",
					}, -- [378]
					{
						["role"] = "DAMAGER",
						["name"] = "吹羊毛-阿拉希",
						["iLvl"] = 961,
						["time"] = 1514280249,
						["class"] = 8,
						["bTag"] = "任性完了#5610",
					}, -- [379]
					{
						["role"] = "DAMAGER",
						["name"] = "锁丨萨-芬里斯",
						["iLvl"] = 951,
						["time"] = 1514293860,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "蔚蓝色的天空#5503",
					}, -- [380]
					{
						["role"] = "DAMAGER",
						["name"] = "丶夜丨-卡拉赞",
						["iLvl"] = 924,
						["time"] = 1514293860,
						["class"] = 4,
						["bTag"] = "师太丶饶命啊#5393",
					}, -- [381]
					{
						["role"] = "DAMAGER",
						["name"] = "子佩子佩-克尔苏加德",
						["time"] = 1514293851,
						["class"] = 8,
					}, -- [382]
					{
						["role"] = "TANK",
						["name"] = "奇奇乖宝宝-海克泰尔",
						["iLvl"] = 919,
						["time"] = 1514293860,
						["class"] = 2,
						["bTag"] = "无法不爱#5671",
					}, -- [383]
					{
						["role"] = "DAMAGER",
						["name"] = "追风者莫邪-阿克蒙德",
						["iLvl"] = 963,
						["time"] = 1514293964,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "圣战莫邪#5980",
					}, -- [384]
					{
						["role"] = "DAMAGER",
						["name"] = "吾名為隱灬-死亡之翼",
						["iLvl"] = 961,
						["time"] = 1514293964,
						["class"] = 9,
						["bTag"] = "吾名为隐#5885",
					}, -- [385]
					{
						["role"] = "DAMAGER",
						["name"] = "曹丶尛折-血顶",
						["iLvl"] = 961,
						["time"] = 1514293957,
						["class"] = 12,
						["bTag"] = "Colen#5658",
					}, -- [386]
					{
						["role"] = "DAMAGER",
						["name"] = "风寒千山铃-丽丽（四川）",
						["iLvl"] = 896,
						["time"] = 1514293964,
						["class"] = 7,
						["bTag"] = "风寒千山雲#5382",
					}, -- [387]
					{
						["role"] = "TANK",
						["name"] = "Dblindsey-霜之哀伤",
						["iLvl"] = 956,
						["time"] = 1514337521,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "鸽表大疼心#5720",
					}, -- [388]
					{
						["role"] = "DAMAGER",
						["name"] = "桔梗丶-加基森",
						["iLvl"] = 958,
						["time"] = 1514337521,
						["class"] = 11,
						["bTag"] = "呆呆不呆#51698",
					}, -- [389]
					{
						["role"] = "HEALER",
						["name"] = "板蓝根不加糖-贫瘠之地",
						["iLvl"] = 935,
						["time"] = 1514337521,
						["class"] = 2,
						["bTag"] = "板蓝根#5402",
					}, -- [390]
					{
						["role"] = "DAMAGER",
						["name"] = "阿根廷战神-布兰卡德",
						["iLvl"] = 929,
						["time"] = 1514337521,
						["class"] = 1,
						["bTag"] = "人在做天在看#51102",
					}, -- [391]
					{
						["role"] = "DAMAGER",
						["name"] = "牛哔带闪电-丽丽（四川）",
						["iLvl"] = 872,
						["time"] = 1514337581,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "往事随风#57337",
					}, -- [392]
					{
						["role"] = "DAMAGER",
						["name"] = "盖亚之怒-死亡之翼",
						["iLvl"] = 935,
						["time"] = 1514337628,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "月之追随者#5742",
					}, -- [393]
					{
						["role"] = "DAMAGER",
						["name"] = "Leviathans-幽暗沼泽",
						["time"] = 1514337577,
						["class"] = 12,
					}, -- [394]
					{
						["role"] = "DAMAGER",
						["name"] = "灑迦-奥尔加隆",
						["iLvl"] = 962,
						["time"] = 1514452582,
						["class"] = 7,
						["bTag"] = "寐兒#5240",
					}, -- [395]
					{
						["role"] = "DAMAGER",
						["name"] = "巴拉拉小仙奶-迅捷微风",
						["time"] = 1514452582,
						["class"] = 10,
					}, -- [396]
					{
						["role"] = "DAMAGER",
						["name"] = "再见丶狂小狗-迅捷微风",
						["iLvl"] = 897,
						["time"] = 1514452582,
						["class"] = 4,
						["bTag"] = "文爷不想和你说话#5126",
					}, -- [397]
					{
						["role"] = "DAMAGER",
						["name"] = "往事亄枫-冰霜之刃",
						["iLvl"] = 959,
						["time"] = 1514452582,
						["class"] = 6,
						["bTag"] = "落寞的猪头#5268",
					}, -- [398]
					{
						["role"] = "TANK",
						["name"] = "灬黑丝灬-燃烧之刃",
						["iLvl"] = 965,
						["time"] = 1514452981,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "卡鲁#5328",
					}, -- [399]
					{
						["role"] = "DAMAGER",
						["name"] = "盛夏光年丶-狂热之刃",
						["iLvl"] = 959,
						["time"] = 1514452904,
						["class"] = 1,
						["bTag"] = "罗志文#51874",
					}, -- [400]
					{
						["role"] = "DAMAGER",
						["name"] = "史边泰-格瑞姆巴托",
						["iLvl"] = 943,
						["time"] = 1514452863,
						["class"] = 6,
						["bTag"] = "史边泰#5946",
					}, -- [401]
					{
						["role"] = "DAMAGER",
						["name"] = "洁篪-丽丽（四川）",
						["iLvl"] = 950,
						["time"] = 1514452965,
						["class"] = 8,
						["bTag"] = "卫宫土狼#5758",
					}, -- [402]
					{
						["role"] = "DAMAGER",
						["name"] = "銀币-狂热之刃",
						["time"] = 1514452859,
						["class"] = 3,
					}, -- [403]
					{
						["role"] = "HEALER",
						["name"] = "朕丨騷氣逼人-深渊之巢",
						["time"] = 1514452853,
						["class"] = 5,
					}, -- [404]
					{
						["role"] = "DAMAGER",
						["name"] = "你是瞎嘛-燃烧之刃",
						["iLvl"] = 970,
						["time"] = 1514452909,
						["class"] = 12,
						["bTag"] = "丶法#5213",
					}, -- [405]
					{
						["role"] = "DAMAGER",
						["name"] = "君若梵池-冰霜之刃",
						["iLvl"] = 860,
						["time"] = 1514452875,
						["class"] = 10,
						["bTag"] = "子颂七言#5560",
					}, -- [406]
					{
						["role"] = "DAMAGER",
						["name"] = "㒹荒㒹-晴日峰（江苏）",
						["iLvl"] = 949,
						["time"] = 1514453056,
						["class"] = 1,
						["bTag"] = "大魔白起#5607",
					}, -- [407]
					{
						["role"] = "DAMAGER",
						["name"] = "墨雨汐-贫瘠之地",
						["iLvl"] = 948,
						["time"] = 1514452873,
						["class"] = 3,
						["bTag"] = "东方闻樱#5460",
					}, -- [408]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的菓菓丶-斩魔者",
						["iLvl"] = 931,
						["time"] = 1514452934,
						["class"] = 12,
						["bTag"] = "周王者#51166",
					}, -- [409]
					{
						["role"] = "DAMAGER",
						["name"] = "扎尔-普瑞斯托",
						["iLvl"] = 938,
						["time"] = 1514452894,
						["class"] = 2,
						["bTag"] = "特里斯#5336",
					}, -- [410]
					{
						["role"] = "DAMAGER",
						["name"] = "龚三少-伊森利恩",
						["iLvl"] = 960,
						["time"] = 1514452884,
						["class"] = 3,
						["bTag"] = "龚弼君#5634",
					}, -- [411]
					{
						["role"] = "DAMAGER",
						["name"] = "凯尔萨丝怒风-萨洛拉丝",
						["iLvl"] = 933,
						["time"] = 1514452894,
						["class"] = 12,
						["bTag"] = "BT160808#51828",
					}, -- [412]
					{
						["role"] = "DAMAGER",
						["name"] = "儿套全安-燃烧军团",
						["time"] = 1514452859,
						["class"] = 7,
					}, -- [413]
					{
						["role"] = "HEALER",
						["name"] = "马什么梅丶-弗塞雷迦",
						["iLvl"] = 955,
						["time"] = 1514452913,
						["class"] = 7,
						["bTag"] = "脑袋进花生了吗#5874",
					}, -- [414]
					{
						["role"] = "HEALER",
						["name"] = "夜风凉-黑铁",
						["iLvl"] = 879,
						["time"] = 1514452884,
						["class"] = 2,
						["bTag"] = "AndrewJZ#5904",
					}, -- [415]
					{
						["role"] = "DAMAGER",
						["name"] = "漂流随风-洛肯",
						["iLvl"] = 952,
						["time"] = 1514452863,
						["class"] = 12,
						["bTag"] = "夜雨听风#51109",
					}, -- [416]
					{
						["role"] = "DAMAGER",
						["name"] = "Binglengruxu-神圣之歌",
						["iLvl"] = 935,
						["time"] = 1514452900,
						["class"] = 2,
						["bTag"] = "Curtain#56765",
					}, -- [417]
					{
						["role"] = "DAMAGER",
						["name"] = "江诗丹顿-伊森利恩",
						["iLvl"] = 941,
						["time"] = 1514452875,
						["class"] = 6,
						["bTag"] = "灰烬使者#5213",
					}, -- [418]
					{
						["role"] = "DAMAGER",
						["name"] = "Legency-烈焰峰",
						["iLvl"] = 961,
						["time"] = 1514452867,
						["class"] = 8,
						["bTag"] = "FrankZhang#5640",
					}, -- [419]
					{
						["role"] = "DAMAGER",
						["name"] = "莫忘初心灬-阿纳克洛斯",
						["iLvl"] = 943,
						["time"] = 1514452875,
						["class"] = 1,
						["bTag"] = "慵懒之龟#575934",
					}, -- [420]
					{
						["role"] = "DAMAGER",
						["name"] = "小克莱尔-克尔苏加德",
						["iLvl"] = 959,
						["time"] = 1514452861,
						["class"] = 2,
						["bTag"] = "深红咲月#5316",
					}, -- [421]
					{
						["role"] = "DAMAGER",
						["name"] = "呼伦贝尔-安格博达",
						["time"] = 1514452863,
						["class"] = 4,
					}, -- [422]
					{
						["role"] = "DAMAGER",
						["name"] = "Timeso-天谴之门",
						["iLvl"] = 936,
						["time"] = 1514452867,
						["class"] = 3,
						["bTag"] = "牛牛#55651",
					}, -- [423]
					{
						["role"] = "DAMAGER",
						["name"] = "萌汉药-天空之墙",
						["time"] = 1514452880,
						["class"] = 3,
					}, -- [424]
					{
						["role"] = "DAMAGER",
						["name"] = "离之殇-冰风岗",
						["iLvl"] = 924,
						["time"] = 1514452888,
						["class"] = 8,
						["bTag"] = "璃珞#5208",
					}, -- [425]
					{
						["role"] = "DAMAGER",
						["name"] = "绝版囡囡-燃烧之刃",
						["iLvl"] = 897,
						["time"] = 1514452904,
						["class"] = 5,
						["bTag"] = "黎明之光#5806",
					}, -- [426]
					{
						["role"] = "TANK",
						["name"] = "萍踪猎影-石爪峰",
						["iLvl"] = 936,
						["time"] = 1514452865,
						["class"] = 12,
						["bTag"] = "jeep#5405",
					}, -- [427]
					{
						["role"] = "DAMAGER",
						["name"] = "湛魂-血色十字军",
						["iLvl"] = 946,
						["time"] = 1514452875,
						["class"] = 2,
						["bTag"] = "湛海#5761",
					}, -- [428]
					{
						["role"] = "DAMAGER",
						["name"] = "僊佩臨軒-贫瘠之地",
						["iLvl"] = 960,
						["time"] = 1514452921,
						["class"] = 2,
						["bTag"] = "仙佩臨軒#5831",
					}, -- [429]
					{
						["role"] = "DAMAGER",
						["name"] = "恋你着迷-暗影议会",
						["iLvl"] = 964,
						["time"] = 1514452873,
						["class"] = 8,
						["bTag"] = "三千劫火#5231",
					}, -- [430]
					{
						["role"] = "DAMAGER",
						["name"] = "烂雨遮-死亡之翼",
						["iLvl"] = 954,
						["time"] = 1514452888,
						["class"] = 8,
						["bTag"] = "狂犲#5717",
					}, -- [431]
					{
						["role"] = "DAMAGER",
						["name"] = "康丝坦丁-加基森",
						["iLvl"] = 948,
						["time"] = 1514453056,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "leo#51370",
					}, -- [432]
					{
						["role"] = "DAMAGER",
						["name"] = "Hunger-提瑞斯法",
						["iLvl"] = 903,
						["time"] = 1514453056,
						["class"] = 6,
						["bTag"] = "SkyNet#5371",
					}, -- [433]
					{
						["role"] = "HEALER",
						["name"] = "桀骜芽芽-元素之力",
						["iLvl"] = 963,
						["time"] = 1514453052,
						["class"] = 7,
						["bTag"] = "落小雨#5138",
					}, -- [434]
					{
						["role"] = "DAMAGER",
						["name"] = "两粒丹-凯恩血蹄",
						["iLvl"] = 955,
						["time"] = 1514453056,
						["class"] = 12,
						["bTag"] = "金四瘦#5753",
					}, -- [435]
					{
						["role"] = "DAMAGER",
						["name"] = "一滴水的温度-藏宝海湾",
						["iLvl"] = 939,
						["time"] = 1514453056,
						["class"] = 3,
						["bTag"] = "若烟#5151",
					}, -- [436]
					{
						["role"] = "DAMAGER",
						["name"] = "夕闇-鬼雾峰",
						["time"] = 1514453052,
						["class"] = 12,
					}, -- [437]
					{
						["role"] = "HEALER",
						["name"] = "張翼德-玛洛加尔",
						["iLvl"] = 942,
						["time"] = 1514453056,
						["class"] = 11,
						["bTag"] = "三木#51500",
					}, -- [438]
					{
						["role"] = "DAMAGER",
						["name"] = "胡有才-黑铁",
						["iLvl"] = 962,
						["time"] = 1514453048,
						["class"] = 3,
						["bTag"] = "雪叔叔#5588",
					}, -- [439]
					{
						["role"] = "DAMAGER",
						["name"] = "饿了么猎手-天空之墙",
						["iLvl"] = 960,
						["time"] = 1514453056,
						["class"] = 12,
						["bTag"] = "蛋蛋真没用#5903",
					}, -- [440]
					{
						["role"] = "DAMAGER",
						["name"] = "小小灬面-斯克提斯",
						["iLvl"] = 933,
						["time"] = 1514452973,
						["class"] = 12,
						["bTag"] = "小贝#5480",
					}, -- [441]
					{
						["role"] = "HEALER",
						["name"] = "丶慕容溪枫乀-丽丽（四川）",
						["iLvl"] = 958,
						["time"] = 1514452938,
						["class"] = 2,
						["bTag"] = "倾慕梧桐#5733",
					}, -- [442]
					{
						["role"] = "DAMAGER",
						["name"] = "滄穹丶-贫瘠之地",
						["iLvl"] = 964,
						["time"] = 1514452938,
						["class"] = 1,
						["bTag"] = "寻觅一份忠贞#5636",
					}, -- [443]
					{
						["role"] = "DAMAGER",
						["name"] = "莫非丶非也-红龙军团",
						["iLvl"] = 964,
						["time"] = 1514453155,
						["class"] = 4,
						["bTag"] = "浩渺之食人魔#54195",
					}, -- [444]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶霸霸-激流之傲",
						["iLvl"] = 922,
						["time"] = 1514453056,
						["class"] = 6,
						["bTag"] = "处处有晴天#5727",
					}, -- [445]
					{
						["role"] = "DAMAGER",
						["name"] = "东二丶陆贰伊-天空之墙",
						["iLvl"] = 949,
						["time"] = 1514453056,
						["class"] = 3,
						["bTag"] = "奔波儿灞#52643",
					}, -- [446]
					{
						["role"] = "HEALER",
						["name"] = "璀璨圣光-加基森",
						["iLvl"] = 925,
						["time"] = 1514453056,
						["class"] = 5,
						["bTag"] = "HiddenSquid#5284",
					}, -- [447]
					{
						["role"] = "DAMAGER",
						["name"] = "橙橙或捶捶-塔纳利斯",
						["iLvl"] = 928,
						["time"] = 1514453056,
						["class"] = 8,
						["bTag"] = "害怕鱼的猫#5579",
					}, -- [448]
					{
						["role"] = "DAMAGER",
						["name"] = "李左路丶-格瑞姆巴托",
						["iLvl"] = 955,
						["time"] = 1514453056,
						["class"] = 1,
						["bTag"] = "李左路#5140",
					}, -- [449]
					{
						["role"] = "DAMAGER",
						["name"] = "伊诺斯灬狱火-奥斯里安",
						["iLvl"] = 946,
						["time"] = 1514453056,
						["class"] = 12,
						["bTag"] = "行走的小沫沫#5624",
					}, -- [450]
					{
						["role"] = "TANK",
						["name"] = "伍德的-布兰卡德",
						["iLvl"] = 965,
						["time"] = 1514453056,
						["class"] = 11,
						["bTag"] = "伍德的#5187",
					}, -- [451]
					{
						["role"] = "DAMAGER",
						["name"] = "文艺路扛把子-埃加洛尔",
						["iLvl"] = 959,
						["time"] = 1514453048,
						["class"] = 7,
						["bTag"] = "侯伟1#5910",
					}, -- [452]
					{
						["role"] = "HEALER",
						["name"] = "戴戴熊-龙骨平原",
						["iLvl"] = 959,
						["time"] = 1514453050,
						["class"] = 11,
						["bTag"] = "戴戴熊#51744",
					}, -- [453]
					{
						["role"] = "DAMAGER",
						["name"] = "狂战小牛-天空之墙",
						["iLvl"] = 961,
						["time"] = 1514453056,
						["class"] = 1,
						["bTag"] = "CrazyPants#58862",
					}, -- [454]
					{
						["role"] = "DAMAGER",
						["name"] = "崇尚亡盗-萨菲隆",
						["iLvl"] = 929,
						["time"] = 1514452981,
						["class"] = 4,
						["bTag"] = "ROY#5279",
					}, -- [455]
					{
						["role"] = "DAMAGER",
						["name"] = "木糖纯-冬泉谷",
						["iLvl"] = 907,
						["time"] = 1514453056,
						["class"] = 5,
						["bTag"] = "幸运之翼#523202",
					}, -- [456]
					{
						["role"] = "TANK",
						["name"] = "可乐丶梆梆熊-格瑞姆巴托",
						["iLvl"] = 964,
						["time"] = 1514453056,
						["class"] = 11,
						["bTag"] = "炎瑟#5877",
					}, -- [457]
					{
						["role"] = "HEALER",
						["name"] = "頔灬寵児-格瑞姆巴托",
						["iLvl"] = 966,
						["time"] = 1514453050,
						["class"] = 7,
						["bTag"] = "准宝贝#5842",
					}, -- [458]
					{
						["role"] = "DAMAGER",
						["name"] = "刀锋呆呆-黑铁",
						["iLvl"] = 958,
						["time"] = 1514453056,
						["class"] = 4,
						["bTag"] = "刀锋呆呆#5318",
					}, -- [459]
					{
						["role"] = "DAMAGER",
						["name"] = "圣骑安度因-迦拉克隆",
						["iLvl"] = 930,
						["time"] = 1514453056,
						["class"] = 12,
						["bTag"] = "煎饼果子斯基#5961",
					}, -- [460]
					{
						["role"] = "DAMAGER",
						["name"] = "Koruko-死亡之翼",
						["iLvl"] = 965,
						["time"] = 1514453056,
						["class"] = 6,
						["bTag"] = "Kuroko#51516",
					}, -- [461]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔姐姐-格瑞姆巴托",
						["iLvl"] = 919,
						["time"] = 1514453176,
						["class"] = 12,
						["bTag"] = "晨露归来#5779",
					}, -- [462]
					{
						["role"] = "DAMAGER",
						["name"] = "秋昆月明爽丶-死亡之翼",
						["iLvl"] = 964,
						["time"] = 1514453056,
						["class"] = 8,
						["bTag"] = "胜天半子祁同伟#5656",
					}, -- [463]
					{
						["role"] = "DAMAGER",
						["name"] = "男神范灬-无尽之海",
						["iLvl"] = 935,
						["time"] = 1514453056,
						["class"] = 6,
						["bTag"] = "蜻蜓的背影#5439",
					}, -- [464]
					{
						["role"] = "DAMAGER",
						["name"] = "Stallone-主宰之剑",
						["iLvl"] = 947,
						["time"] = 1514453221,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "一叶知秋乄#5669",
					}, -- [465]
					{
						["role"] = "TANK",
						["name"] = "管他是谁-激流之傲",
						["iLvl"] = 961,
						["time"] = 1514453206,
						["class"] = 12,
						["bTag"] = "康康#5791",
					}, -- [466]
					{
						["role"] = "DAMAGER",
						["name"] = "眼圆-红云台地",
						["time"] = 1514453143,
						["class"] = 8,
					}, -- [467]
					{
						["role"] = "DAMAGER",
						["name"] = "橄榄绿绿-血色十字军",
						["iLvl"] = 952,
						["time"] = 1514453221,
						["class"] = 7,
						["bTag"] = "破折#51971",
					}, -- [468]
					{
						["role"] = "DAMAGER",
						["name"] = "赛文哥灬-血环",
						["iLvl"] = 963,
						["time"] = 1514453208,
						["class"] = 1,
						["bTag"] = "张战华#5597",
					}, -- [469]
					{
						["role"] = "DAMAGER",
						["name"] = "义乌余文乐-燃烧之刃",
						["iLvl"] = 945,
						["time"] = 1514453221,
						["class"] = 12,
						["bTag"] = "红叔很经典#5427",
					}, -- [470]
					{
						["role"] = "DAMAGER",
						["name"] = "克克里斯风暴-阿纳克洛斯",
						["iLvl"] = 930,
						["time"] = 1514453212,
						["class"] = 1,
						["bTag"] = "ZanyPants#520736",
					}, -- [471]
					{
						["role"] = "DAMAGER",
						["name"] = "丶愛丽丝-燃烧之刃",
						["time"] = 1514453208,
						["class"] = 12,
					}, -- [472]
					{
						["role"] = "DAMAGER",
						["name"] = "叨叨刀刀-丽丽（四川）",
						["iLvl"] = 944,
						["time"] = 1514453155,
						["class"] = 12,
						["bTag"] = "黑丶蠻蠻#5581",
					}, -- [473]
					{
						["role"] = "DAMAGER",
						["name"] = "大头婶婶-伊森利恩",
						["iLvl"] = 937,
						["time"] = 1514453221,
						["class"] = 9,
						["bTag"] = "大头#5218",
					}, -- [474]
					{
						["role"] = "TANK",
						["name"] = "咖喱牛腩饭-通灵学院",
						["iLvl"] = 955,
						["time"] = 1514453221,
						["class"] = 11,
						["bTag"] = "HaoTsao#5330",
					}, -- [475]
					{
						["role"] = "DAMAGER",
						["name"] = "杯巨-冰风岗",
						["iLvl"] = 956,
						["time"] = 1514453221,
						["class"] = 1,
						["bTag"] = "cexopuwk#5669",
					}, -- [476]
					{
						["role"] = "DAMAGER",
						["name"] = "一马平川-冰风岗",
						["iLvl"] = 944,
						["time"] = 1514453210,
						["class"] = 1,
						["bTag"] = "信仰已死#5832",
					}, -- [477]
					{
						["role"] = "DAMAGER",
						["name"] = "無行云-主宰之剑",
						["iLvl"] = 917,
						["time"] = 1514453204,
						["class"] = 12,
						["bTag"] = "舞行云#5306",
					}, -- [478]
					{
						["role"] = "HEALER",
						["name"] = "狂野战德-索瑞森",
						["iLvl"] = 951,
						["time"] = 1514453206,
						["class"] = 11,
						["bTag"] = "狂野战德#5222",
					}, -- [479]
					{
						["role"] = "DAMAGER",
						["name"] = "坦腚-安苏",
						["iLvl"] = 928,
						["time"] = 1514453208,
						["class"] = 1,
						["bTag"] = "大奶叔#5432",
					}, -- [480]
					{
						["role"] = "DAMAGER",
						["name"] = "孙羿的爸比-死亡之翼",
						["iLvl"] = 940,
						["time"] = 1514453206,
						["class"] = 11,
						["bTag"] = "名字怎么这么难#51398",
					}, -- [481]
					{
						["role"] = "DAMAGER",
						["name"] = "北風北-时光之穴",
						["time"] = 1514453212,
						["class"] = 7,
					}, -- [482]
					{
						["role"] = "DAMAGER",
						["name"] = "如鹿不归林-血色十字军",
						["iLvl"] = 966,
						["time"] = 1514453212,
						["class"] = 3,
						["bTag"] = "浩哥#52196",
					}, -- [483]
					{
						["role"] = "TANK",
						["name"] = "魔哈-无尽之海",
						["iLvl"] = 961,
						["time"] = 1514453210,
						["class"] = 2,
						["bTag"] = "老老虎#5640",
					}, -- [484]
					{
						["role"] = "DAMAGER",
						["name"] = "落飞-白银之手",
						["iLvl"] = 934,
						["time"] = 1514453184,
						["class"] = 12,
						["bTag"] = "落飞秋色#51603",
					}, -- [485]
					{
						["role"] = "TANK",
						["name"] = "云梦之缘-死亡之翼",
						["iLvl"] = 940,
						["time"] = 1514453204,
						["class"] = 11,
						["bTag"] = "萌小城#5498",
					}, -- [486]
					{
						["role"] = "TANK",
						["name"] = "狂灬武灬战-梅尔加尼",
						["iLvl"] = 940,
						["time"] = 1514453221,
						["class"] = 1,
						["bTag"] = "塔拉#5557",
					}, -- [487]
					{
						["role"] = "DAMAGER",
						["name"] = "晴天有雪-克尔苏加德",
						["iLvl"] = 954,
						["time"] = 1514453221,
						["class"] = 2,
						["bTag"] = "小佑小益#5498",
					}, -- [488]
					{
						["role"] = "DAMAGER",
						["name"] = "肖克-影之哀伤",
						["iLvl"] = 961,
						["time"] = 1514453221,
						["class"] = 7,
						["bTag"] = "肖克#5789",
					}, -- [489]
					{
						["role"] = "TANK",
						["name"] = "不约儿丨童-影之哀伤",
						["iLvl"] = 963,
						["time"] = 1514453212,
						["class"] = 1,
						["bTag"] = "销魂公子#5910",
					}, -- [490]
					{
						["role"] = "DAMAGER",
						["name"] = "丿莉亞德琳-玛洛加尔",
						["iLvl"] = 962,
						["time"] = 1514453208,
						["class"] = 2,
						["bTag"] = "总有刁民调戏朕#51401",
					}, -- [491]
					{
						["role"] = "DAMAGER",
						["name"] = "桑巴-战歌",
						["time"] = 1514453221,
						["class"] = 3,
					}, -- [492]
					{
						["role"] = "DAMAGER",
						["name"] = "图央图森破-凤凰之神",
						["iLvl"] = 962,
						["time"] = 1514453210,
						["class"] = 3,
						["bTag"] = "带血腥的男人#5582",
					}, -- [493]
					{
						["role"] = "DAMAGER",
						["name"] = "Jiubawu-无尽之海",
						["iLvl"] = 965,
						["time"] = 1514453210,
						["class"] = 5,
						["bTag"] = "雕塑人生#51895",
					}, -- [494]
					{
						["role"] = "DAMAGER",
						["name"] = "酸菜有点酸-幽暗沼泽",
						["time"] = 1514453149,
						["class"] = 7,
					}, -- [495]
					{
						["role"] = "DAMAGER",
						["name"] = "灰烬再临-奥特兰克",
						["iLvl"] = 937,
						["time"] = 1514453157,
						["class"] = 1,
						["bTag"] = "miracle#56315",
					}, -- [496]
					{
						["role"] = "DAMAGER",
						["name"] = "悠哉-阿斯塔洛",
						["time"] = 1514453145,
						["class"] = 3,
					}, -- [497]
					{
						["role"] = "DAMAGER",
						["name"] = "柔和双沟-冬泉谷",
						["time"] = 1514453217,
						["class"] = 12,
					}, -- [498]
					{
						["role"] = "DAMAGER",
						["name"] = "哼丶宝宝委屈-燃烧平原",
						["iLvl"] = 960,
						["time"] = 1514453176,
						["class"] = 2,
						["bTag"] = "寂寞的小艾#5717",
					}, -- [499]
					{
						["role"] = "DAMAGER",
						["name"] = "十一月-布兰卡德",
						["iLvl"] = 963,
						["time"] = 1514453184,
						["class"] = 4,
						["bTag"] = "LAZYTITAN#591892",
					}, -- [500]
					{
						["role"] = "DAMAGER",
						["name"] = "骨子里的娇傲-萨菲隆",
						["iLvl"] = 951,
						["time"] = 1514453210,
						["class"] = 8,
						["bTag"] = "骨子里的傲娇#5500",
					}, -- [501]
					{
						["role"] = "DAMAGER",
						["name"] = "国产型李湿湿-阿格拉玛",
						["iLvl"] = 933,
						["time"] = 1514453221,
						["class"] = 11,
						["bTag"] = "泽城姐姐好萌#5326",
					}, -- [502]
					{
						["role"] = "TANK",
						["name"] = "做台小妹-死亡之翼",
						["iLvl"] = 937,
						["time"] = 1514453210,
						["class"] = 10,
						["bTag"] = "淡然的温柔#5275",
					}, -- [503]
					{
						["role"] = "DAMAGER",
						["name"] = "小胸星座-安其拉",
						["time"] = 1514453157,
						["class"] = 8,
					}, -- [504]
					{
						["role"] = "DAMAGER",
						["name"] = "那啥额-斯克提斯",
						["time"] = 1514453166,
						["class"] = 3,
					}, -- [505]
					{
						["role"] = "DAMAGER",
						["name"] = "厄佛洛狄忒-加尔",
						["iLvl"] = 961,
						["time"] = 1514453176,
						["class"] = 1,
						["bTag"] = "潜行的小白龙#5399",
					}, -- [506]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血蜗牛-菲米丝",
						["iLvl"] = 921,
						["time"] = 1514453221,
						["class"] = 6,
						["bTag"] = "毛哥#5205",
					}, -- [507]
					{
						["role"] = "TANK",
						["name"] = "夜末灬香未眠-玛洛加尔",
						["iLvl"] = 961,
						["time"] = 1514453206,
						["class"] = 2,
						["bTag"] = "我不是大英雄#5245",
					}, -- [508]
					{
						["role"] = "HEALER",
						["name"] = "哈玩玩-伊森利恩",
						["iLvl"] = 959,
						["time"] = 1514453212,
						["class"] = 5,
						["bTag"] = "哈玩玩#5619",
					}, -- [509]
					{
						["role"] = "DAMAGER",
						["name"] = "劳动节起源-太阳之井",
						["iLvl"] = 902,
						["time"] = 1514453212,
						["class"] = 3,
						["bTag"] = "MightyElf#51750",
					}, -- [510]
					{
						["role"] = "DAMAGER",
						["name"] = "Xiaozzi-死亡之翼",
						["iLvl"] = 934,
						["time"] = 1514453221,
						["class"] = 4,
						["bTag"] = "kanyikan#5336",
					}, -- [511]
					{
						["role"] = "DAMAGER",
						["name"] = "与子成说-阿曼尼",
						["iLvl"] = 943,
						["time"] = 1514453210,
						["class"] = 7,
						["bTag"] = "牛哥#5590",
					}, -- [512]
					{
						["role"] = "TANK",
						["name"] = "孤独的天蝎-格瑞姆巴托",
						["iLvl"] = 960,
						["time"] = 1514453210,
						["class"] = 6,
						["bTag"] = "暴躁之鼬#53621",
					}, -- [513]
					{
						["role"] = "DAMAGER",
						["name"] = "風向逆转-无尽之海",
						["iLvl"] = 930,
						["time"] = 1514453221,
						["class"] = 12,
						["bTag"] = "风向逆转#5579",
					}, -- [514]
					{
						["role"] = "DAMAGER",
						["name"] = "坏坏的先森-死亡之翼",
						["iLvl"] = 922,
						["time"] = 1514453221,
						["class"] = 12,
						["bTag"] = "坏坏先生#5652",
					}, -- [515]
					{
						["role"] = "TANK",
						["name"] = "Heuchelei-格瑞姆巴托",
						["time"] = 1514453221,
						["class"] = 6,
					}, -- [516]
					{
						["role"] = "DAMAGER",
						["name"] = "我有一双翅膀-阿克蒙德",
						["time"] = 1514453221,
						["class"] = 12,
					}, -- [517]
					{
						["role"] = "DAMAGER",
						["name"] = "逃跑第一-奥妮克希亚",
						["time"] = 1514453221,
						["class"] = 4,
					}, -- [518]
					{
						["role"] = "DAMAGER",
						["name"] = "鞋带-烈焰峰",
						["time"] = 1514453221,
						["class"] = 4,
					}, -- [519]
					{
						["role"] = "DAMAGER",
						["name"] = "回头丶无岸-无尽之海",
						["iLvl"] = 951,
						["time"] = 1514453538,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "yomax#5150",
					}, -- [520]
					{
						["role"] = "DAMAGER",
						["name"] = "刀豆土豆-幽暗沼泽",
						["time"] = 1514453503,
						["class"] = 8,
					}, -- [521]
					{
						["role"] = "TANK",
						["name"] = "Azaria-海克泰尔",
						["iLvl"] = 942,
						["time"] = 1514453538,
						["class"] = 6,
						["bTag"] = "Katherine#5219",
					}, -- [522]
					{
						["role"] = "DAMAGER",
						["name"] = "千寻-银月",
						["time"] = 1514453503,
						["class"] = 12,
					}, -- [523]
					{
						["role"] = "DAMAGER",
						["name"] = "咦雷打猎兽-安苏",
						["iLvl"] = 964,
						["time"] = 1514509090,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "慵懒之龟#5115433",
					}, -- [524]
					{
						["role"] = "DAMAGER",
						["name"] = "自在极易功丶-燃烧之刃",
						["time"] = 1514509054,
						["class"] = 2,
					}, -- [525]
					{
						["role"] = "TANK",
						["name"] = "大爱斯骑-回音山",
						["iLvl"] = 929,
						["time"] = 1514509054,
						["class"] = 2,
						["bTag"] = "DaS#5129",
					}, -- [526]
					{
						["role"] = "HEALER",
						["name"] = "飒葻-血吼",
						["iLvl"] = 927,
						["time"] = 1514509081,
						["class"] = 7,
						["bTag"] = "飒蓝#5833",
					}, -- [527]
					{
						["role"] = "DAMAGER",
						["name"] = "袁丶野-无尽之海",
						["time"] = 1514509130,
						["class"] = 9,
					}, -- [528]
					{
						["role"] = "DAMAGER",
						["name"] = "泽拉图-激流之傲",
						["time"] = 1514510608,
						["class"] = 12,
						["leader"] = true,
					}, -- [529]
					{
						["role"] = "TANK",
						["name"] = "轻舞妖媚-玛洛加尔",
						["iLvl"] = 958,
						["time"] = 1514510639,
						["class"] = 2,
						["bTag"] = "流水#51295",
					}, -- [530]
					{
						["role"] = "DAMAGER",
						["name"] = "大把大把花钱-红龙军团",
						["time"] = 1514510604,
						["class"] = 12,
					}, -- [531]
					{
						["role"] = "HEALER",
						["name"] = "起舞弄清影丶-世界之树",
						["iLvl"] = 906,
						["time"] = 1514510608,
						["class"] = 5,
						["bTag"] = "丢了就没了#5679",
					}, -- [532]
					{
						["role"] = "DAMAGER",
						["name"] = "桃花飞扬-斯克提斯",
						["iLvl"] = 960,
						["time"] = 1514510639,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "吕欣#5840",
					}, -- [533]
					{
						["role"] = "DAMAGER",
						["name"] = "不完美火焰-海克泰尔",
						["iLvl"] = 950,
						["time"] = 1514510639,
						["class"] = 8,
						["bTag"] = "伊利丹怒风#5136",
					}, -- [534]
					{
						["role"] = "DAMAGER",
						["name"] = "灬超灬越灬-阿克蒙德",
						["iLvl"] = 954,
						["time"] = 1514510639,
						["class"] = 3,
						["bTag"] = "那罗衍#5996",
					}, -- [535]
					{
						["role"] = "DAMAGER",
						["name"] = "Kaen-死亡之翼",
						["iLvl"] = 950,
						["time"] = 1514510869,
						["class"] = 3,
						["bTag"] = "孤傲之骑士#516751",
					}, -- [536]
					{
						["role"] = "DAMAGER",
						["name"] = "五行缺地沟油-燃烧平原",
						["iLvl"] = 914,
						["time"] = 1514510869,
						["class"] = 2,
						["bTag"] = "Meteor#51382",
					}, -- [537]
					{
						["role"] = "TANK",
						["name"] = "死亡肉松饼-死亡之翼",
						["iLvl"] = 959,
						["time"] = 1514510826,
						["class"] = 11,
						["bTag"] = "殊彦#5508",
					}, -- [538]
					{
						["role"] = "DAMAGER",
						["name"] = "红尘扰-踏梦者",
						["iLvl"] = 949,
						["time"] = 1514510869,
						["class"] = 9,
						["bTag"] = "青瓷#5544",
					}, -- [539]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "晨希二宝-死亡之翼",
						["iLvl"] = 958,
						["time"] = 1513180655,
						["class"] = 1,
						["bTag"] = "风中雪落#5353",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Csniper-火烟之谷",
						["iLvl"] = 947,
						["time"] = 1513408875,
						["class"] = 1,
						["bTag"] = "Csniper#5139",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "李亚軍-海克泰尔",
						["iLvl"] = 947,
						["time"] = 1512228796,
						["class"] = 2,
						["bTag"] = "炽焰破天#5669",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥无双-雏龙之翼",
						["iLvl"] = 944,
						["time"] = 1513594990,
						["class"] = 12,
						["bTag"] = "BouncyBear#55345",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "涅槃小德-阿扎达斯",
						["iLvl"] = 956,
						["time"] = 1512978797,
						["class"] = 11,
						["bTag"] = "小爆#5508",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "乳大水多-狂热之刃",
						["iLvl"] = 935,
						["time"] = 1513180662,
						["class"] = 10,
						["bTag"] = "骑上蜘蛛看日出#5744",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "等风也等你-黑暗魅影",
						["iLvl"] = 960,
						["time"] = 1513180655,
						["class"] = 2,
						["bTag"] = "等风也等你#51313",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "陈橙-菲米丝",
						["iLvl"] = 960,
						["time"] = 1513005642,
						["class"] = 9,
						["bTag"] = "陈鸟蛋#5404",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "大沟警长-迅捷微风",
						["iLvl"] = 897,
						["time"] = 1512228785,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "大狗警长#5417",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Tox-织亡者",
						["iLvl"] = 937,
						["time"] = 1512228796,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Wind#5846",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "夜凉似水-血色十字军",
						["iLvl"] = 929,
						["time"] = 1512228785,
						["class"] = 8,
						["bTag"] = "叫我女王大人#5568",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Xqwjoy-冰霜之刃",
						["time"] = 1512228779,
						["class"] = 11,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "狗仔萨摩耶-暴风祭坛",
						["iLvl"] = 957,
						["time"] = 1513005868,
						["class"] = 3,
						["bTag"] = "绝色倾城#51716",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "喂一个死一个-森金",
						["iLvl"] = 901,
						["time"] = 1512228796,
						["class"] = 3,
						["bTag"] = "依起飞翔#5469",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "不抗不奶-霜狼",
						["iLvl"] = 931,
						["time"] = 1512228796,
						["class"] = 2,
						["bTag"] = "邓凯#5195",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "我就百步穿杨-安苏",
						["iLvl"] = 897,
						["time"] = 1512228796,
						["class"] = 3,
						["bTag"] = "孤水寒#5732",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "丿球球灬-影之哀伤",
						["iLvl"] = 950,
						["time"] = 1512228785,
						["class"] = 2,
						["bTag"] = "BT160410#51491",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "丨红茶丶-影之哀伤",
						["iLvl"] = 921,
						["time"] = 1512228796,
						["class"] = 2,
						["bTag"] = "渺小之牛头人#518290",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "影娘-地狱咆哮",
						["iLvl"] = 945,
						["time"] = 1512228796,
						["class"] = 3,
						["bTag"] = "我是你的洋娃娃#5704",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "屠杀者-奎尔丹纳斯",
						["time"] = 1512228796,
						["class"] = 4,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "我下知地理-哈兰",
						["iLvl"] = 909,
						["time"] = 1512228965,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Memory#56178",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "萌神洛小天-燃烧之刃",
						["iLvl"] = 961,
						["time"] = 1512228950,
						["class"] = 6,
						["bTag"] = "萌神夜洛#5932",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "唯吾所爱-伊利丹",
						["iLvl"] = 922,
						["time"] = 1512228961,
						["class"] = 11,
						["bTag"] = "随風#51677",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Tiffar-火羽山",
						["iLvl"] = 908,
						["time"] = 1512228996,
						["class"] = 3,
						["bTag"] = "腹黑狐狸#5610",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "七武海丨青雉-死亡之翼",
						["iLvl"] = 939,
						["time"] = 1512228996,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "自来爷#5799",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "風中追風-幽暗沼泽",
						["time"] = 1512228996,
						["class"] = 1,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "雁归南-达尔坎",
						["time"] = 1512228996,
						["class"] = 1,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Tinyqi-战歌",
						["iLvl"] = 939,
						["time"] = 1512266507,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "Linkslot#5667",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "王小神丶-血羽",
						["time"] = 1512266476,
						["class"] = 1,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "奥格瑞马僧兵-月光林地",
						["iLvl"] = 928,
						["time"] = 1512266476,
						["class"] = 10,
						["bTag"] = "奥格瑞马神兵#5517",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "偷你妹妹-泰兰德",
						["iLvl"] = 899,
						["time"] = 1512266541,
						["class"] = 4,
						["bTag"] = "爱吃葡萄干#51520",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "月白风吹雪-主宰之剑",
						["iLvl"] = 917,
						["time"] = 1512266541,
						["class"] = 12,
						["bTag"] = "雪之白#5222",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "煇烬-洛肯",
						["iLvl"] = 940,
						["time"] = 1512266541,
						["class"] = 1,
						["bTag"] = "小壠#5372",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "叹息的微笑-安其拉",
						["iLvl"] = 946,
						["time"] = 1512266541,
						["class"] = 3,
						["bTag"] = "情绪决定一切#5705",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "烧着的猫-晴日峰（江苏）",
						["iLvl"] = 916,
						["time"] = 1512266531,
						["class"] = 11,
						["bTag"] = "圣地哑歌#5277",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Deadkight-凤凰之神",
						["iLvl"] = 868,
						["time"] = 1512266541,
						["class"] = 6,
						["bTag"] = "kimimouse#5494",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光靖靖-提瑞斯法",
						["iLvl"] = 937,
						["time"] = 1512266541,
						["class"] = 2,
						["bTag"] = "断剑师#5561",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "长江野妹妹-雷霆之王",
						["time"] = 1512266541,
						["class"] = 8,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "败小类丶-死亡之翼",
						["iLvl"] = 953,
						["time"] = 1512375721,
						["class"] = 12,
						["bTag"] = "大象#5138",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "胸前有颗痣-萨菲隆",
						["iLvl"] = 903,
						["time"] = 1512375749,
						["class"] = 9,
						["bTag"] = "福大哥#5592",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "丨江小白灬-安苏",
						["time"] = 1513060553,
						["class"] = 11,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Akrioso-血色十字军",
						["iLvl"] = 941,
						["time"] = 1512376308,
						["class"] = 4,
						["bTag"] = "Akrioso#5441",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "冰火俏佳人-蓝龙军团",
						["iLvl"] = 893,
						["time"] = 1512376230,
						["class"] = 8,
						["bTag"] = "火箭宝贝#5397",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "版本遗弃了我-死亡之翼",
						["iLvl"] = 931,
						["time"] = 1512376234,
						["class"] = 6,
						["bTag"] = "版本抛弃了我#5608",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Leaving-伊森利恩",
						["iLvl"] = 915,
						["time"] = 1512376234,
						["class"] = 12,
						["bTag"] = "Mingsna#5780",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "暗黑邪神-达基萨斯",
						["iLvl"] = 921,
						["time"] = 1512376234,
						["class"] = 9,
						["bTag"] = "有基佬开我裤拉链#5861",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "全村人的信仰-能源舰",
						["iLvl"] = 927,
						["time"] = 1512376234,
						["class"] = 4,
						["bTag"] = "懒懒的云#5766",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "归去来兮-埃克索图斯",
						["time"] = 1512376224,
						["class"] = 12,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "凶口碎大石-燃烧之刃",
						["iLvl"] = 952,
						["time"] = 1512376234,
						["class"] = 3,
						["bTag"] = "黑狗#51254",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "炎爆小王子-达斯雷玛",
						["iLvl"] = 930,
						["time"] = 1512376310,
						["class"] = 8,
						["bTag"] = "Live#5600",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "夏依依-阿纳克洛斯",
						["iLvl"] = 953,
						["time"] = 1512376234,
						["class"] = 3,
						["bTag"] = "混乱#5534",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "小西悠-格雷迈恩",
						["iLvl"] = 934,
						["time"] = 1512376234,
						["class"] = 10,
						["bTag"] = "恶魔小少爷#5975",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "上天的守护-血色十字军",
						["iLvl"] = 944,
						["time"] = 1512376234,
						["class"] = 11,
						["bTag"] = "SilentSword#58458",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "语声惧来-黑铁",
						["iLvl"] = 929,
						["time"] = 1512376316,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "死神玛瑟尔#5927",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "Forgive-千针石林",
						["iLvl"] = 941,
						["time"] = 1512376316,
						["class"] = 1,
						["bTag"] = "UNFOR#5318",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "红色野兽-哈卡",
						["iLvl"] = 916,
						["time"] = 1512376316,
						["class"] = 1,
						["bTag"] = "贪睡之熊#522520",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "洛丹沦之泪-迦玛兰",
						["iLvl"] = 953,
						["time"] = 1512376316,
						["class"] = 4,
						["bTag"] = "DannyC#51949",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "轩辕轻舞-艾露恩",
						["iLvl"] = 930,
						["time"] = 1512376316,
						["class"] = 12,
						["bTag"] = "轩辕隽语#5447",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "光暗丶浪子-斯克提斯",
						["iLvl"] = 950,
						["time"] = 1512376308,
						["class"] = 5,
						["bTag"] = "逆战苍穹#5220",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "意大利丶炮-亡语者",
						["iLvl"] = 920,
						["time"] = 1512376304,
						["class"] = 11,
						["bTag"] = "甜蜜的电流#5677",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "裤裆有杀气-红龙军团",
						["iLvl"] = 926,
						["time"] = 1512376310,
						["class"] = 8,
						["bTag"] = "眼神交流#5914",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "绝地蛟龙-布鲁塔卢斯",
						["iLvl"] = 956,
						["time"] = 1513753435,
						["class"] = 12,
						["bTag"] = "乐逍遥#5442",
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "淘氣洋娃娃-燃烧之刃",
						["iLvl"] = 953,
						["time"] = 1512376312,
						["class"] = 2,
						["bTag"] = "铃铛#51816",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "党妇书记-伊森利恩",
						["iLvl"] = 930,
						["time"] = 1512376310,
						["class"] = 9,
						["bTag"] = "沉默小丑#5191",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼命幽泉-凤凰之神",
						["iLvl"] = 929,
						["time"] = 1512376316,
						["class"] = 8,
						["bTag"] = "Supertank#5889",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "星辰非昨夜-冰风岗",
						["time"] = 1512376308,
						["class"] = 8,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "天使丨破坏神-狂热之刃",
						["time"] = 1512376316,
						["class"] = 5,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "威尔斯密斯丶-伊森利恩",
						["time"] = 1512376316,
						["class"] = 1,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "副坦丶-格瑞姆巴托",
						["time"] = 1512376316,
						["class"] = 9,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "今晚我想逃-燃烧之刃",
						["iLvl"] = 896,
						["time"] = 1512632498,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "李达康#5451",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "死海里沉沦-天空之墙",
						["iLvl"] = 946,
						["time"] = 1512632505,
						["class"] = 9,
						["bTag"] = "BT160614#56450",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "阿耳忒弥思-红龙军团",
						["iLvl"] = 952,
						["time"] = 1512632463,
						["class"] = 3,
						["bTag"] = "大狗#5965",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "Otuadx-古尔丹",
						["iLvl"] = 940,
						["time"] = 1512632505,
						["class"] = 4,
						["bTag"] = "胡龙刚#5428",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "丶礼弥-末日祷告祭坛",
						["iLvl"] = 895,
						["time"] = 1512632505,
						["class"] = 8,
						["bTag"] = "InfinityWang#5798",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "为爱成魔-燃烧之刃",
						["iLvl"] = 949,
						["time"] = 1512632505,
						["class"] = 8,
						["bTag"] = "大耳朵#5994",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "壹箭封侯-黑暗之矛",
						["iLvl"] = 937,
						["time"] = 1512632505,
						["class"] = 3,
						["bTag"] = "艾尔之子#5205786",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "吳蒼葉-符文图腾",
						["iLvl"] = 916,
						["time"] = 1512632505,
						["class"] = 12,
						["bTag"] = "吳蒼葉#5249",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "麦田的微笑-黑铁",
						["iLvl"] = 950,
						["time"] = 1512632498,
						["class"] = 3,
						["bTag"] = "唛甜#5998",
					}, -- [78]
					{
						["role"] = "TANK",
						["name"] = "一天一包烟-贫瘠之地",
						["iLvl"] = 950,
						["time"] = 1512632505,
						["class"] = 2,
						["bTag"] = "mao816#5653",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "美女我无敌-亡语者",
						["iLvl"] = 939,
						["time"] = 1512632505,
						["class"] = 5,
						["bTag"] = "ljy#5154",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "哦几巴克-迅捷微风",
						["iLvl"] = 960,
						["time"] = 1512632498,
						["class"] = 7,
						["bTag"] = "常飞#5381",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "弯弯犄角-塞拉摩",
						["iLvl"] = 947,
						["time"] = 1512632505,
						["class"] = 12,
						["bTag"] = "zhujunliang#5348",
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "夢回糖朝-黑暗之矛",
						["iLvl"] = 939,
						["time"] = 1512632505,
						["class"] = 11,
						["bTag"] = "猴子#5511",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "永夜君-龙骨平原",
						["iLvl"] = 951,
						["time"] = 1512632505,
						["class"] = 11,
						["bTag"] = "兜兜转转#52182",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "聆溪忆雨-巨龙之吼",
						["iLvl"] = 923,
						["time"] = 1512632505,
						["class"] = 8,
						["bTag"] = "香肠#5875",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "伊鲁康吉-阿格拉玛",
						["iLvl"] = 950,
						["time"] = 1512632505,
						["class"] = 5,
						["bTag"] = "锤地魔#5785",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "以吻封缄-斯克提斯",
						["time"] = 1512632505,
						["class"] = 3,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "酒在杯杯头-龙骨平原",
						["time"] = 1512632505,
						["class"] = 1,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱世界杯-卡德罗斯",
						["iLvl"] = 943,
						["time"] = 1513092405,
						["class"] = 1,
						["bTag"] = "上帝之手#5322",
					}, -- [89]
					{
						["role"] = "HEALER",
						["name"] = "Sieben-格瑞姆巴托",
						["iLvl"] = 927,
						["time"] = 1512632899,
						["class"] = 11,
						["bTag"] = "超级痞子#51394",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "飞奔的番茄-燃烧之刃",
						["iLvl"] = 898,
						["time"] = 1512632910,
						["class"] = 1,
						["bTag"] = "堪堪的小鱼#5328",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "丶狂躁的心-伊森利恩",
						["iLvl"] = 916,
						["time"] = 1512632878,
						["class"] = 5,
						["bTag"] = "恺丶#5830",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "五只米波丶-丽丽（四川）",
						["iLvl"] = 952,
						["time"] = 1512632890,
						["class"] = 8,
						["bTag"] = "morphling#51960",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "风中的细语-无尽之海",
						["time"] = 1512632884,
						["class"] = 8,
					}, -- [94]
					{
						["role"] = "TANK",
						["name"] = "织雾猪-死亡之翼",
						["iLvl"] = 955,
						["time"] = 1512632867,
						["class"] = 10,
						["bTag"] = "灵犀一指加藤鹰#5694",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "赫卡特-塞拉摩",
						["iLvl"] = 953,
						["time"] = 1512632910,
						["class"] = 1,
						["bTag"] = "你家小师叔#5584",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "四月维寒-艾露恩",
						["iLvl"] = 953,
						["time"] = 1512632878,
						["class"] = 1,
						["bTag"] = "四月维晴#5935",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "神主丿帥锅锅-布兰卡德",
						["iLvl"] = 945,
						["time"] = 1512632874,
						["class"] = 1,
						["bTag"] = "韩思宇#5570",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "铁头功丶-贫瘠之地",
						["iLvl"] = 926,
						["time"] = 1512632910,
						["class"] = 7,
						["bTag"] = "灰色心情#5239",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "天心镧-暗影之月",
						["iLvl"] = 956,
						["time"] = 1512632910,
						["class"] = 4,
						["bTag"] = "旅店老板#5164",
					}, -- [100]
					{
						["role"] = "HEALER",
						["name"] = "罗伊人-血环",
						["iLvl"] = 927,
						["time"] = 1512632876,
						["class"] = 10,
						["bTag"] = "书生提剑行#5304",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑后心碎-伊森利恩",
						["iLvl"] = 956,
						["time"] = 1512632884,
						["class"] = 12,
						["bTag"] = "微笑时心碎#5496",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "莱薇-克尔苏加德",
						["time"] = 1512632856,
						["class"] = 7,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "雨落南方-影之哀伤",
						["time"] = 1512632867,
						["class"] = 8,
					}, -- [104]
					{
						["role"] = "TANK",
						["name"] = "鸡架骑士-古尔丹",
						["iLvl"] = 947,
						["time"] = 1512632910,
						["class"] = 6,
						["bTag"] = "玩家姓名无法显示#51626",
					}, -- [105]
					{
						["role"] = "TANK",
						["name"] = "安小笙-影之哀伤",
						["iLvl"] = 945,
						["time"] = 1512632910,
						["class"] = 10,
						["bTag"] = "Sweets#51971",
					}, -- [106]
					{
						["role"] = "TANK",
						["name"] = "神爷丶-死亡之翼",
						["iLvl"] = 948,
						["time"] = 1512632910,
						["class"] = 11,
						["bTag"] = "狂妄之雄#511730",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "大脸加贝-伊森利恩",
						["iLvl"] = 902,
						["time"] = 1512632910,
						["class"] = 3,
						["bTag"] = "小窗台及两份红茶#5742",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "丶小李飞刀-盖斯",
						["iLvl"] = 910,
						["time"] = 1512632910,
						["class"] = 4,
						["bTag"] = "Jesnen#5601",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "和你吹吹风-埃德萨拉",
						["iLvl"] = 953,
						["time"] = 1512632910,
						["class"] = 8,
						["bTag"] = "Curtain#51909",
					}, -- [110]
					{
						["role"] = "TANK",
						["name"] = "丶苏-血环",
						["iLvl"] = 929,
						["time"] = 1512633644,
						["class"] = 6,
						["bTag"] = "肉蛆拌饭#5327",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "金刚枪破-巨龙之吼",
						["iLvl"] = 947,
						["time"] = 1512632910,
						["class"] = 3,
						["bTag"] = "风之伤#5871",
					}, -- [112]
					{
						["role"] = "TANK",
						["name"] = "半橙烟沙-死亡之翼",
						["iLvl"] = 949,
						["time"] = 1512632910,
						["class"] = 6,
						["bTag"] = "仰望星空#52750",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "霓裳羽衣-埃克索图斯",
						["iLvl"] = 928,
						["time"] = 1512632910,
						["class"] = 8,
						["bTag"] = "清茶呦呦#5648",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "爱阿雅-冬拥湖",
						["iLvl"] = 947,
						["time"] = 1512632910,
						["class"] = 12,
						["bTag"] = "谢丶耳朵#5974",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "故事和酒丶-冰霜之刃",
						["iLvl"] = 928,
						["time"] = 1512633167,
						["class"] = 3,
						["bTag"] = "神罗天征#52478",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "丶小鱼灬-血环",
						["iLvl"] = 952,
						["time"] = 1512633178,
						["class"] = 8,
						["bTag"] = "丶小鱼灬#5334",
					}, -- [117]
					{
						["role"] = "TANK",
						["name"] = "霸气荭伈-狂热之刃",
						["iLvl"] = 950,
						["time"] = 1512633178,
						["class"] = 6,
						["bTag"] = "恩恩相报何时了#5817",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "帅哥标本-加兹鲁维",
						["iLvl"] = 922,
						["time"] = 1512633178,
						["class"] = 3,
						["bTag"] = "混世神棍#5947",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影利刃-加基森",
						["time"] = 1512633422,
						["class"] = 9,
						["leader"] = true,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥丨霸世-能源舰",
						["iLvl"] = 931,
						["time"] = 1512633422,
						["class"] = 1,
						["bTag"] = "我自逍遥霸世#5762",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "风中小熊-燃烧之刃",
						["iLvl"] = 952,
						["time"] = 1512633422,
						["class"] = 11,
						["bTag"] = "drew#5236",
					}, -- [122]
					{
						["role"] = "TANK",
						["name"] = "拾玥-死亡之翼",
						["iLvl"] = 945,
						["time"] = 1512633403,
						["class"] = 10,
						["bTag"] = "大焘#5772",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "铜锤妹妹-巨龙之吼",
						["iLvl"] = 941,
						["time"] = 1512633403,
						["class"] = 9,
						["bTag"] = "德州电锯扒鸡狂#5913",
					}, -- [124]
					{
						["role"] = "HEALER",
						["name"] = "维也纳滴滴-迦拉克隆",
						["iLvl"] = 952,
						["time"] = 1512633422,
						["class"] = 5,
						["bTag"] = "小小之食人魔#5167632",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "法比欧-血色十字军",
						["iLvl"] = 948,
						["time"] = 1512633422,
						["class"] = 11,
						["bTag"] = "kodou#51715",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "拖鞋乄上炕-安苏",
						["iLvl"] = 922,
						["time"] = 1512633422,
						["class"] = 2,
						["bTag"] = "飘了#5909",
					}, -- [127]
					{
						["role"] = "TANK",
						["name"] = "狗哥无敌-斯克提斯",
						["iLvl"] = 947,
						["time"] = 1512633422,
						["class"] = 12,
						["bTag"] = "巨硕之斧#54392",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "桃子妖妖-凤凰之神",
						["iLvl"] = 944,
						["time"] = 1512633422,
						["class"] = 6,
						["bTag"] = "Jeremy#53264",
					}, -- [129]
					{
						["role"] = "TANK",
						["name"] = "牛钻风-安苏",
						["iLvl"] = 942,
						["time"] = 1512633403,
						["class"] = 6,
						["bTag"] = "丁哥无敌#5222",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "Darklxin-贫瘠之地",
						["iLvl"] = 947,
						["time"] = 1512633403,
						["class"] = 3,
						["bTag"] = "EDGLemon#51613",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "丶赤龙-深渊之巢",
						["iLvl"] = 950,
						["time"] = 1512633422,
						["class"] = 6,
						["bTag"] = "战魂#51893",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "毗迦兰萨-血环",
						["time"] = 1512633422,
						["class"] = 7,
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "Farangis-贫瘠之地",
						["time"] = 1512633422,
						["class"] = 8,
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "埃辛諾嘶-贫瘠之地",
						["iLvl"] = 937,
						["time"] = 1512633548,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "加勒比败类#5787",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "Edogawa-黑暗虚空",
						["iLvl"] = 951,
						["time"] = 1512633658,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "迷你之泰坦#52563",
					}, -- [136]
					{
						["role"] = "TANK",
						["name"] = "兴业银行-玛瑟里顿",
						["iLvl"] = 944,
						["time"] = 1512633548,
						["class"] = 6,
						["bTag"] = "lancelot#5982",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "小肥肉啊呜-冰风岗",
						["iLvl"] = 950,
						["time"] = 1512633640,
						["class"] = 1,
						["bTag"] = "仁义无双#5518",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "爱谁誰-卡德加",
						["iLvl"] = 945,
						["time"] = 1512633653,
						["class"] = 10,
						["bTag"] = "谈磊#5822",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "丨小渔-丽丽（四川）",
						["iLvl"] = 944,
						["time"] = 1512633658,
						["class"] = 2,
						["bTag"] = "小渔#5583",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "一小嘴乱亲一-洛丹伦",
						["iLvl"] = 939,
						["time"] = 1512633640,
						["class"] = 4,
						["bTag"] = "茫然之骑士#511636",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "跌落-能源舰",
						["iLvl"] = 947,
						["time"] = 1512633644,
						["class"] = 8,
						["bTag"] = "堕落#5572",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "黒夜传説-幽暗沼泽",
						["iLvl"] = 912,
						["time"] = 1512633651,
						["class"] = 4,
						["bTag"] = "银剑大侠#5257",
					}, -- [143]
					{
						["role"] = "HEALER",
						["name"] = "砲灰-斯克提斯",
						["iLvl"] = 953,
						["time"] = 1513753435,
						["class"] = 10,
						["bTag"] = "蚕豆#5226",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "晓晓爱归来-夏维安",
						["iLvl"] = 941,
						["time"] = 1512633651,
						["class"] = 8,
						["bTag"] = "ws2705857#5908",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌老男人-大地之怒",
						["iLvl"] = 942,
						["time"] = 1512633651,
						["class"] = 8,
						["bTag"] = "萌半#5535",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "弧光闪络-贫瘠之地",
						["iLvl"] = 951,
						["time"] = 1512633644,
						["class"] = 3,
						["bTag"] = "死亡之翼#531394",
					}, -- [147]
					{
						["role"] = "TANK",
						["name"] = "玮哥狠潇洒-冰霜之刃",
						["iLvl"] = 950,
						["time"] = 1512633651,
						["class"] = 2,
						["bTag"] = "玮哥#5188",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "玮哥狠潇洒-埃克索图斯",
						["iLvl"] = 948,
						["time"] = 1512633644,
						["class"] = 1,
						["bTag"] = "玮哥#5188",
					}, -- [149]
					{
						["role"] = "TANK",
						["name"] = "不玩了-银松森林",
						["iLvl"] = 926,
						["time"] = 1512633658,
						["class"] = 12,
						["bTag"] = "噎潇潇#5133",
					}, -- [150]
					{
						["role"] = "TANK",
						["name"] = "艾尔芙-索瑞森",
						["iLvl"] = 952,
						["time"] = 1512633530,
						["class"] = 10,
						["bTag"] = "囧囧#52734",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌痞娘子-金色平原",
						["iLvl"] = 938,
						["time"] = 1512633658,
						["class"] = 12,
						["bTag"] = "怪法丝#5506",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "塞缪儿-天空之墙",
						["iLvl"] = 949,
						["time"] = 1512633652,
						["class"] = 4,
						["bTag"] = "美汁源果粒橙#5613",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "月亮魔女-雷克萨",
						["iLvl"] = 940,
						["time"] = 1512633658,
						["class"] = 8,
						["bTag"] = "柔若的月亮#5426",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "巨型皮卡丘-红龙女王",
						["iLvl"] = 936,
						["time"] = 1512633653,
						["class"] = 7,
						["bTag"] = "吃肯德基吧#51744",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "酷毙顽主-死亡之翼",
						["iLvl"] = 950,
						["time"] = 1512633644,
						["class"] = 6,
						["bTag"] = "大头龙#5973",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "文凡叔-布兰卡德",
						["iLvl"] = 948,
						["time"] = 1512633642,
						["class"] = 12,
						["bTag"] = "水龙呤#51934",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "Oneunist-卡德加",
						["iLvl"] = 941,
						["time"] = 1512633658,
						["class"] = 12,
						["bTag"] = "永恒的时差#5967",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "百色泡沫-塞拉摩",
						["iLvl"] = 949,
						["time"] = 1512633653,
						["class"] = 10,
						["bTag"] = "白色泡沫#5231",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "Rdkoojzy-安苏",
						["iLvl"] = 936,
						["time"] = 1512633658,
						["class"] = 3,
						["bTag"] = "truth#52839",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "凱悳薇爾-米奈希尔",
						["iLvl"] = 932,
						["time"] = 1512633658,
						["class"] = 7,
						["bTag"] = "凱神#5784",
					}, -- [161]
					{
						["role"] = "TANK",
						["name"] = "骚年裤链没啦-死亡之翼",
						["iLvl"] = 884,
						["time"] = 1512633530,
						["class"] = 2,
						["bTag"] = "华丽之裤#52393",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "渴望柰子-安苏",
						["iLvl"] = 926,
						["time"] = 1512633548,
						["class"] = 12,
						["bTag"] = "十万灵梦#5245",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "Hanxiakingki-埃德萨拉",
						["iLvl"] = 948,
						["time"] = 1512633658,
						["class"] = 11,
						["bTag"] = "TINYPIGGY#5553",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "丶胡渣叔叔-安苏",
						["iLvl"] = 916,
						["time"] = 1512633653,
						["class"] = 12,
						["bTag"] = "木木木#51477",
					}, -- [165]
					{
						["role"] = "TANK",
						["name"] = "蓝瘦很香菇-安苏",
						["iLvl"] = 934,
						["time"] = 1512633644,
						["class"] = 11,
						["bTag"] = "HiddenPants#56289",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "快乐徽微-熔火之心",
						["iLvl"] = 942,
						["time"] = 1512633653,
						["class"] = 12,
						["bTag"] = "沉默之剑#525549",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "Chrisylvanas-海克泰尔",
						["iLvl"] = 944,
						["time"] = 1512633652,
						["class"] = 3,
						["bTag"] = "jax#5783",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "蝶舞乖乖-血色十字军",
						["iLvl"] = 952,
						["time"] = 1512645298,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "又丑又随便#5855",
					}, -- [169]
					{
						["role"] = "HEALER",
						["name"] = "小花菇凉-斯克提斯",
						["iLvl"] = 963,
						["time"] = 1512645300,
						["class"] = 5,
						["bTag"] = "大拙至美#5876",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "霸天熊-影之哀伤",
						["time"] = 1512645300,
						["class"] = 1,
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "单吊二陀丶-迅捷微风",
						["iLvl"] = 949,
						["time"] = 1512645294,
						["class"] = 12,
						["bTag"] = "吕鹏#5375",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "不知火舞灬-影之哀伤",
						["iLvl"] = 944,
						["time"] = 1512645296,
						["class"] = 9,
						["bTag"] = "不知火舞灬#5783",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "怀恋以前-凤凰之神",
						["iLvl"] = 944,
						["time"] = 1512645362,
						["class"] = 2,
						["bTag"] = "前面有妖怪#5432",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "李光猪-萨格拉斯",
						["time"] = 1512645292,
						["class"] = 4,
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "小魔女莉莉丝-风行者",
						["time"] = 1512645300,
						["class"] = 9,
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "不少不少-红龙军团",
						["iLvl"] = 950,
						["time"] = 1512645298,
						["class"] = 8,
						["bTag"] = "大狗#5965",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "杰德-提瑞斯法",
						["iLvl"] = 947,
						["time"] = 1512645300,
						["class"] = 1,
						["bTag"] = "Jack#512477",
					}, -- [178]
					{
						["role"] = "TANK",
						["name"] = "飞翔的自由人-死亡之翼",
						["time"] = 1512645294,
						["class"] = 11,
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "玖分橙-死亡之翼",
						["time"] = 1512645294,
						["class"] = 10,
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "北海道布丁狗-玛洛加尔",
						["iLvl"] = 953,
						["time"] = 1512645300,
						["class"] = 1,
						["bTag"] = "八荣八耻小郎君#5749",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "灬魂斗罗-血色十字军",
						["time"] = 1512645292,
						["class"] = 12,
					}, -- [182]
					{
						["role"] = "HEALER",
						["name"] = "逗比猪蒋二丫-燃烧之刃",
						["iLvl"] = 934,
						["time"] = 1512645300,
						["class"] = 7,
						["bTag"] = "老婆蒋二丫#5326",
					}, -- [183]
					{
						["role"] = "HEALER",
						["name"] = "黑猫警长丶-奥妮克希亚",
						["iLvl"] = 955,
						["time"] = 1512645300,
						["class"] = 7,
						["bTag"] = "拥有#5707",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "殇乄痕-白骨荒野",
						["time"] = 1512645292,
						["class"] = 10,
					}, -- [185]
					{
						["role"] = "HEALER",
						["name"] = "侏罗纪小旅-迦拉克隆",
						["iLvl"] = 951,
						["time"] = 1512645362,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "玉阳山驴行者#5743",
					}, -- [186]
					{
						["role"] = "TANK",
						["name"] = "半糖奶茶-暗影之月",
						["iLvl"] = 934,
						["time"] = 1512645368,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "源之空#51140",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "晓漫漫-燃烧之刃",
						["iLvl"] = 938,
						["time"] = 1512645368,
						["class"] = 3,
						["bTag"] = "xiangzi#5898",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "煮豆子先生-红龙军团",
						["iLvl"] = 950,
						["time"] = 1512645362,
						["class"] = 3,
						["bTag"] = "我走神了#5115",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "看我眼色动手-死亡之翼",
						["iLvl"] = 945,
						["time"] = 1512645368,
						["class"] = 12,
						["bTag"] = "erii#51643",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "薩絲茵-战歌",
						["iLvl"] = 940,
						["time"] = 1512645313,
						["class"] = 7,
						["bTag"] = "流逝的歳月#5853",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "灬安琪儿灬-雷霆之王",
						["iLvl"] = 955,
						["time"] = 1512645362,
						["class"] = 8,
						["bTag"] = "自然而然#5913",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "丶如烟丶-安苏",
						["iLvl"] = 946,
						["time"] = 1512645368,
						["class"] = 8,
						["bTag"] = "妹纸不是坑#5472",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "上弦月-海克泰尔",
						["iLvl"] = 940,
						["time"] = 1512645368,
						["class"] = 9,
						["bTag"] = "念白#51553",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "Aibo-黑暗虚空",
						["iLvl"] = 950,
						["time"] = 1512645364,
						["class"] = 6,
						["bTag"] = "白色嘅乌鸦#5564",
					}, -- [195]
					{
						["role"] = "TANK",
						["name"] = "陽咣丅啲憂喐-伊利丹",
						["iLvl"] = 950,
						["time"] = 1512645366,
						["class"] = 2,
						["bTag"] = "JumpyWizard#52259",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "Ti-米奈希尔",
						["iLvl"] = 954,
						["time"] = 1512645368,
						["class"] = 12,
						["bTag"] = "寒风吹雪#51260",
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "Luckysylar-雏龙之翼",
						["iLvl"] = 942,
						["time"] = 1512645368,
						["class"] = 4,
						["bTag"] = "Sylar#5349",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "丶坏老公-暗影议会",
						["iLvl"] = 941,
						["time"] = 1512645366,
						["class"] = 3,
						["bTag"] = "丶坏老公#5421",
					}, -- [199]
					{
						["role"] = "TANK",
						["name"] = "猫咪的微笑-晴日峰（江苏）",
						["iLvl"] = 952,
						["time"] = 1512645362,
						["class"] = 2,
						["bTag"] = "无法忘却的#5710",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "橙风拾里丶-血色十字军",
						["iLvl"] = 945,
						["time"] = 1512645368,
						["class"] = 1,
						["bTag"] = "Lazy#5139",
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼豆腐卷-格瑞姆巴托",
						["iLvl"] = 956,
						["time"] = 1512645364,
						["class"] = 11,
						["bTag"] = "忍不住化身一条鱼#5791",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "暴力倾向术丶-克尔苏加德",
						["iLvl"] = 943,
						["time"] = 1512645366,
						["class"] = 9,
						["bTag"] = "慵懒老猫#5301",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "丶黑白丶-达斯雷玛",
						["iLvl"] = 915,
						["time"] = 1512645368,
						["class"] = 12,
						["bTag"] = "往事灬随风#51776",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "羽君-阿纳克洛斯",
						["iLvl"] = 923,
						["time"] = 1512645366,
						["class"] = 8,
						["bTag"] = "港城钱治鹏#5739",
					}, -- [205]
					{
						["role"] = "TANK",
						["name"] = "蛋壳的虫子-克尔苏加德",
						["iLvl"] = 954,
						["time"] = 1512645368,
						["class"] = 11,
						["bTag"] = "龟仙人#5136",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "辣个丨戦士-影之哀伤",
						["iLvl"] = 960,
						["time"] = 1514366595,
						["class"] = 10,
						["bTag"] = "莫言#5140",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "Zywan-影之哀伤",
						["iLvl"] = 935,
						["time"] = 1512645366,
						["class"] = 4,
						["bTag"] = "灿烂的唯一#5580",
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "方敏雅丶-加基森",
						["iLvl"] = 951,
						["time"] = 1512645364,
						["class"] = 8,
						["bTag"] = "小淳#51393",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "丶七夕不再-德拉诺",
						["iLvl"] = 912,
						["time"] = 1512645368,
						["class"] = 1,
						["bTag"] = "快乐之足#564459",
					}, -- [210]
					{
						["role"] = "HEALER",
						["name"] = "程洁琪-艾露恩",
						["iLvl"] = 948,
						["time"] = 1512645368,
						["class"] = 5,
						["bTag"] = "如意随行#5516",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "想想还是气-风暴之鳞",
						["iLvl"] = 950,
						["time"] = 1512645368,
						["class"] = 6,
						["bTag"] = "翻滚吧牛宝宝#5742",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "亂丗佳亼-冰风岗",
						["iLvl"] = 941,
						["time"] = 1512645368,
						["class"] = 9,
						["bTag"] = "葉落星辰#5245",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "冰星尘微-燃烧之刃",
						["iLvl"] = 955,
						["time"] = 1512645364,
						["class"] = 8,
						["bTag"] = "冰星尘微#5273",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "忆吻梅-巫妖之王",
						["iLvl"] = 925,
						["time"] = 1512645368,
						["class"] = 4,
						["bTag"] = "李聪#5688",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "人品丨好-鹰巢山",
						["iLvl"] = 954,
						["time"] = 1512645366,
						["class"] = 8,
						["bTag"] = "人品好#5228",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "彭于晏的猫丶-安苏",
						["iLvl"] = 939,
						["time"] = 1512645368,
						["class"] = 8,
						["bTag"] = "POEMAN#51555",
					}, -- [217]
					{
						["role"] = "TANK",
						["name"] = "黑曜石肥牛丶-迅捷微风",
						["iLvl"] = 951,
						["time"] = 1512645361,
						["class"] = 6,
						["bTag"] = "请叫我好好先生#51975",
					}, -- [218]
					{
						["role"] = "TANK",
						["name"] = "米飯-狂热之刃",
						["iLvl"] = 955,
						["time"] = 1512645368,
						["class"] = 6,
						["bTag"] = "Crazyman#5687",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "有美一人-风行者",
						["iLvl"] = 950,
						["time"] = 1512645361,
						["class"] = 12,
						["bTag"] = "Marcus#5172",
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "脸圆屁屁大-纳克萨玛斯",
						["iLvl"] = 933,
						["time"] = 1512645366,
						["class"] = 8,
						["bTag"] = "遗失的梦境#5807",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "Bigmei-利刃之拳",
						["iLvl"] = 949,
						["time"] = 1512645366,
						["class"] = 12,
						["bTag"] = "DanTe#5457",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "不忘丨羁绊-奎尔丹纳斯",
						["time"] = 1512645368,
						["class"] = 8,
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "半夜闯寡妇村-贫瘠之地",
						["iLvl"] = 956,
						["time"] = 1512733280,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "往事随风心随你动#5582",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "Orangeman-奈萨里奥",
						["iLvl"] = 947,
						["time"] = 1512978800,
						["class"] = 1,
						["bTag"] = "皇者#5627",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "和我晒风-天空之墙",
						["iLvl"] = 923,
						["time"] = 1512733280,
						["class"] = 7,
						["bTag"] = "剑心#5662",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "以德载物-主宰之剑",
						["iLvl"] = 940,
						["time"] = 1512733297,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "偸惢賊#5681",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "徐歌阳-冰风岗",
						["iLvl"] = 942,
						["time"] = 1512733297,
						["class"] = 4,
						["bTag"] = "Assassin#55595",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "我不是瞎玩玩-冰风岗",
						["iLvl"] = 933,
						["time"] = 1512733280,
						["class"] = 4,
						["bTag"] = "三文于受思#5653",
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "复苏的骨灰-死亡之翼",
						["iLvl"] = 945,
						["time"] = 1512733280,
						["class"] = 8,
						["bTag"] = "我是回首#5885",
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "桑相二十四-血色十字军",
						["iLvl"] = 939,
						["time"] = 1512733268,
						["class"] = 8,
						["bTag"] = "浮生若梦#58345",
					}, -- [231]
					{
						["role"] = "TANK",
						["name"] = "阿迪王子-奥特兰克",
						["iLvl"] = 952,
						["time"] = 1512733280,
						["class"] = 6,
						["bTag"] = "拉风#5780",
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "赢剑-斩魔者",
						["iLvl"] = 956,
						["time"] = 1512733284,
						["class"] = 8,
						["bTag"] = "飞天猫#5373",
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "哦丿呵呵-阿迦玛甘",
						["iLvl"] = 922,
						["time"] = 1512733292,
						["class"] = 12,
						["bTag"] = "彼岸丶丿翼枫#5577",
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "无产阶级-血环",
						["iLvl"] = 947,
						["time"] = 1512733280,
						["class"] = 9,
						["bTag"] = "脾气很皮#5949",
					}, -- [235]
					{
						["role"] = "TANK",
						["name"] = "Jajamei-安苏",
						["iLvl"] = 936,
						["time"] = 1512733297,
						["class"] = 6,
						["bTag"] = "mim#5896",
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "怒风银行-苏塔恩",
						["time"] = 1512733280,
						["class"] = 7,
					}, -- [237]
					{
						["role"] = "TANK",
						["name"] = "灬香飘飘灬-丽丽（四川）",
						["iLvl"] = 914,
						["time"] = 1512733268,
						["class"] = 6,
						["bTag"] = "丨香灬飘灬飘丨#5942",
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "箫笑丶-死亡之翼",
						["iLvl"] = 956,
						["time"] = 1512733280,
						["class"] = 8,
						["bTag"] = "柠萌不萌#51283",
					}, -- [239]
					{
						["role"] = "DAMAGER",
						["name"] = "丶旧城凉-海克泰尔",
						["iLvl"] = 943,
						["time"] = 1512733280,
						["class"] = 12,
						["bTag"] = "maple#5221",
					}, -- [240]
					{
						["role"] = "TANK",
						["name"] = "小蛮熊-血色十字军",
						["iLvl"] = 938,
						["time"] = 1512733280,
						["class"] = 10,
						["bTag"] = "蛮力之枭#54751",
					}, -- [241]
					{
						["role"] = "TANK",
						["name"] = "昨天-红龙军团",
						["iLvl"] = 944,
						["time"] = 1512733280,
						["class"] = 11,
						["bTag"] = "Mccree#51458",
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "斯文的败类-奥斯里安",
						["iLvl"] = 913,
						["time"] = 1512733280,
						["class"] = 1,
						["bTag"] = "奈法奥利安#5653",
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "五棵松-天空之墙",
						["iLvl"] = 955,
						["time"] = 1512733292,
						["class"] = 3,
						["bTag"] = "飞舞羽毛#5948",
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["name"] = "遁入暗影-埃克索图斯",
						["iLvl"] = 944,
						["time"] = 1512733280,
						["class"] = 12,
						["bTag"] = "弱水三千#5675",
					}, -- [245]
					{
						["role"] = "DAMAGER",
						["name"] = "恩赐挽歌-暗影之月",
						["iLvl"] = 948,
						["time"] = 1512733280,
						["class"] = 12,
						["bTag"] = "若若小楠#5509",
					}, -- [246]
					{
						["role"] = "DAMAGER",
						["name"] = "戦天下-希尔瓦娜斯",
						["iLvl"] = 935,
						["time"] = 1512733207,
						["class"] = 1,
						["bTag"] = "我来也#5187",
					}, -- [247]
					{
						["role"] = "DAMAGER",
						["name"] = "乌尼玛个逼-鬼雾峰",
						["iLvl"] = 948,
						["time"] = 1512733297,
						["class"] = 3,
						["bTag"] = "舒克叔叔#5571",
					}, -- [248]
					{
						["role"] = "DAMAGER",
						["name"] = "深海暴鲤龙-贫瘠之地",
						["iLvl"] = 948,
						["time"] = 1512733280,
						["class"] = 8,
						["bTag"] = "傻2和他家的2傻#5302",
					}, -- [249]
					{
						["role"] = "DAMAGER",
						["name"] = "宫越华-布兰卡德",
						["iLvl"] = 946,
						["time"] = 1512733297,
						["class"] = 12,
						["bTag"] = "未闻诗名#5261",
					}, -- [250]
					{
						["role"] = "DAMAGER",
						["name"] = "狂血乄卡洛斯-影之哀伤",
						["iLvl"] = 900,
						["time"] = 1512733207,
						["class"] = 6,
						["bTag"] = "狂血灬卡洛斯#51614",
					}, -- [251]
					{
						["role"] = "HEALER",
						["name"] = "痞子哥只宠伱-埃德萨拉",
						["iLvl"] = 950,
						["time"] = 1512733280,
						["class"] = 11,
						["bTag"] = "风油精#5676",
					}, -- [252]
					{
						["role"] = "DAMAGER",
						["name"] = "杀意已决-斩魔者",
						["iLvl"] = 952,
						["time"] = 1512733280,
						["class"] = 12,
						["bTag"] = "大炮#5356",
					}, -- [253]
					{
						["role"] = "DAMAGER",
						["name"] = "不化骨-火焰之树",
						["iLvl"] = 926,
						["time"] = 1512733266,
						["class"] = 9,
						["bTag"] = "绿袖子#5264",
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "童话镇长-贫瘠之地",
						["iLvl"] = 945,
						["time"] = 1512733280,
						["class"] = 10,
						["bTag"] = "肖申克的救赎#5730",
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "心如意-万色星辰",
						["iLvl"] = 953,
						["time"] = 1512733266,
						["class"] = 2,
						["bTag"] = "舒芬太尼#51602",
					}, -- [256]
					{
						["role"] = "TANK",
						["name"] = "Cinderella-万色星辰",
						["iLvl"] = 950,
						["time"] = 1512733280,
						["class"] = 2,
						["bTag"] = "Cinderella#51549",
					}, -- [257]
					{
						["role"] = "DAMAGER",
						["name"] = "很银或稍微银-密林游侠",
						["iLvl"] = 950,
						["time"] = 1512733297,
						["class"] = 2,
						["bTag"] = "很银#5279",
					}, -- [258]
					{
						["role"] = "TANK",
						["name"] = "羽丶-布兰卡德",
						["iLvl"] = 952,
						["time"] = 1512733207,
						["class"] = 12,
						["bTag"] = "抱歉丶抱歉#5845",
					}, -- [259]
					{
						["role"] = "HEALER",
						["name"] = "程咬钻-死亡之翼",
						["iLvl"] = 955,
						["time"] = 1512733268,
						["class"] = 7,
						["bTag"] = "荆瞌#5308",
					}, -- [260]
					{
						["role"] = "DAMAGER",
						["name"] = "清粥小鱼-奥尔加隆",
						["iLvl"] = 949,
						["time"] = 1512733284,
						["class"] = 3,
						["bTag"] = "苍老尸#51552",
					}, -- [261]
					{
						["role"] = "DAMAGER",
						["name"] = "莵八哥-安苏",
						["iLvl"] = 910,
						["time"] = 1512733284,
						["class"] = 1,
						["bTag"] = "菟丶八哥#5984",
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "微风影舞-迦拉克隆",
						["iLvl"] = 942,
						["time"] = 1512896105,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "眼不见为净#5850",
					}, -- [263]
					{
						["role"] = "DAMAGER",
						["name"] = "拾忆-布兰卡德",
						["iLvl"] = 936,
						["time"] = 1512896105,
						["class"] = 10,
						["bTag"] = "生来彷徨#5744",
					}, -- [264]
					{
						["role"] = "DAMAGER",
						["name"] = "一辈子悔过-克尔苏加德",
						["iLvl"] = 951,
						["time"] = 1512896105,
						["class"] = 8,
						["bTag"] = "柒曦#51786",
					}, -- [265]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋蛋回来了-冰风岗",
						["iLvl"] = 945,
						["time"] = 1512896105,
						["class"] = 12,
						["bTag"] = "特大哈士奇#5577",
					}, -- [266]
					{
						["role"] = "TANK",
						["name"] = "老土-萨尔",
						["iLvl"] = 957,
						["time"] = 1512896105,
						["class"] = 6,
						["bTag"] = "孤独的牛人#5306",
					}, -- [267]
					{
						["role"] = "DAMAGER",
						["name"] = "馒头饺子-冰霜之刃",
						["iLvl"] = 938,
						["time"] = 1512896105,
						["class"] = 1,
						["bTag"] = "馒头花卷#51591",
					}, -- [268]
					{
						["role"] = "TANK",
						["name"] = "晓耳钉-冰霜之刃",
						["iLvl"] = 881,
						["time"] = 1512896105,
						["class"] = 1,
						["bTag"] = "猫的铃铛#5988",
					}, -- [269]
					{
						["role"] = "TANK",
						["name"] = "动感光波儿-血羽",
						["iLvl"] = 892,
						["time"] = 1512896105,
						["class"] = 11,
						["bTag"] = "LuckyOwl#57151",
					}, -- [270]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜灬小风哥-鬼雾峰",
						["iLvl"] = 957,
						["time"] = 1512896105,
						["class"] = 3,
						["bTag"] = "小风哥#51219",
					}, -- [271]
					{
						["role"] = "TANK",
						["name"] = "楓迷-海克泰尔",
						["iLvl"] = 933,
						["time"] = 1512896105,
						["class"] = 12,
						["bTag"] = "于沁沁#5805",
					}, -- [272]
					{
						["role"] = "TANK",
						["name"] = "终极雄霸叔-幽暗沼泽",
						["iLvl"] = 945,
						["time"] = 1512896105,
						["class"] = 10,
						["bTag"] = "魂之雄霸#5591",
					}, -- [273]
					{
						["role"] = "DAMAGER",
						["name"] = "玄天蝎-索瑞森",
						["iLvl"] = 945,
						["time"] = 1512896105,
						["class"] = 3,
						["bTag"] = "玄天蝎#5964",
					}, -- [274]
					{
						["role"] = "DAMAGER",
						["name"] = "Interviewer-伊森利恩",
						["time"] = 1512896105,
						["class"] = 5,
					}, -- [275]
					{
						["role"] = "DAMAGER",
						["name"] = "淋淋小雪-亚雷戈斯",
						["iLvl"] = 949,
						["time"] = 1512896105,
						["class"] = 3,
						["bTag"] = "淋淋小雪#5285",
					}, -- [276]
					{
						["role"] = "HEALER",
						["name"] = "玄鸟-石爪峰",
						["iLvl"] = 954,
						["time"] = 1512896105,
						["class"] = 10,
						["bTag"] = "玄鸟#5790",
					}, -- [277]
					{
						["role"] = "DAMAGER",
						["name"] = "最牛德告白-血环",
						["iLvl"] = 945,
						["time"] = 1512896105,
						["class"] = 11,
						["bTag"] = "剩蛋老公公#51242",
					}, -- [278]
					{
						["role"] = "DAMAGER",
						["name"] = "一盾到底-鬼雾峰",
						["iLvl"] = 931,
						["time"] = 1512896105,
						["class"] = 5,
						["bTag"] = "亦邪亦正#5914",
					}, -- [279]
					{
						["role"] = "DAMAGER",
						["name"] = "蔡中文-死亡之翼",
						["iLvl"] = 927,
						["time"] = 1512896105,
						["class"] = 1,
						["bTag"] = "五道杠少爷#5680",
					}, -- [280]
					{
						["role"] = "DAMAGER",
						["name"] = "月夜风歌-死亡之翼",
						["iLvl"] = 871,
						["time"] = 1512896105,
						["class"] = 12,
						["bTag"] = "所谓伊人在水一方#5406",
					}, -- [281]
					{
						["role"] = "DAMAGER",
						["name"] = "耀耀童鞋-阿曼尼",
						["iLvl"] = 948,
						["time"] = 1512896105,
						["class"] = 3,
						["bTag"] = "轩豪#51176",
					}, -- [282]
					{
						["role"] = "DAMAGER",
						["name"] = "阿纳唫-冰风岗",
						["iLvl"] = 956,
						["time"] = 1512896105,
						["class"] = 9,
						["bTag"] = "本阿纳金#5159",
					}, -- [283]
					{
						["role"] = "DAMAGER",
						["name"] = "言简意赅丶-霜之哀伤",
						["iLvl"] = 953,
						["time"] = 1512896105,
						["class"] = 8,
						["bTag"] = "徐帅#5329",
					}, -- [284]
					{
						["role"] = "DAMAGER",
						["name"] = "Imbar-贫瘠之地",
						["iLvl"] = 945,
						["time"] = 1512896105,
						["class"] = 1,
						["bTag"] = "芮先森#5187",
					}, -- [285]
					{
						["role"] = "DAMAGER",
						["name"] = "司令放开阿婆-利刃之拳",
						["iLvl"] = 947,
						["time"] = 1512896105,
						["class"] = 10,
						["bTag"] = "宋先生的前妻#5819",
					}, -- [286]
					{
						["role"] = "DAMAGER",
						["name"] = "起于微末-影之哀伤",
						["iLvl"] = 950,
						["time"] = 1512896105,
						["class"] = 8,
						["bTag"] = "殇者丶新月悲歌#5227",
					}, -- [287]
					{
						["role"] = "DAMAGER",
						["name"] = "蒿雀-梅尔加尼",
						["iLvl"] = 916,
						["time"] = 1512896105,
						["class"] = 8,
						["bTag"] = "大姐头#51836",
					}, -- [288]
					{
						["role"] = "DAMAGER",
						["name"] = "水晶里的古董-冰风岗",
						["iLvl"] = 948,
						["time"] = 1512896105,
						["class"] = 2,
						["bTag"] = "古董#5696",
					}, -- [289]
					{
						["role"] = "DAMAGER",
						["name"] = "Dorackerman-洛丹伦",
						["iLvl"] = 950,
						["time"] = 1512896105,
						["class"] = 6,
						["bTag"] = "Ackeman#5994",
					}, -- [290]
					{
						["role"] = "DAMAGER",
						["name"] = "你有点怠惰呢-阿纳克洛斯",
						["iLvl"] = 959,
						["time"] = 1512896105,
						["class"] = 8,
						["bTag"] = "太2真人#52392",
					}, -- [291]
					{
						["role"] = "DAMAGER",
						["name"] = "发马里奥-无尽之海",
						["iLvl"] = 955,
						["time"] = 1512896105,
						["class"] = 11,
						["bTag"] = "Ding571#5732",
					}, -- [292]
					{
						["role"] = "DAMAGER",
						["name"] = "绿箭丶侠丨-阿纳克洛斯",
						["iLvl"] = 944,
						["time"] = 1512896105,
						["class"] = 3,
						["bTag"] = "Arrow#5534",
					}, -- [293]
					{
						["role"] = "DAMAGER",
						["name"] = "我为捌零代言-深渊之巢",
						["iLvl"] = 952,
						["time"] = 1512896105,
						["class"] = 1,
						["bTag"] = "潜行之鲷#54128",
					}, -- [294]
					{
						["role"] = "DAMAGER",
						["name"] = "神一样的咕咕-克尔苏加德",
						["iLvl"] = 958,
						["time"] = 1512896105,
						["class"] = 11,
						["bTag"] = "我真的很帅真的#51230",
					}, -- [295]
					{
						["role"] = "DAMAGER",
						["name"] = "治疗的-阿格拉玛",
						["iLvl"] = 948,
						["time"] = 1512896105,
						["class"] = 11,
						["bTag"] = "疯过无痕#5631",
					}, -- [296]
					{
						["role"] = "DAMAGER",
						["name"] = "晓泉泉-埃德萨拉",
						["iLvl"] = 951,
						["time"] = 1512896105,
						["class"] = 8,
						["bTag"] = "晓泉泉#5728",
					}, -- [297]
					{
						["role"] = "DAMAGER",
						["name"] = "冬天要用冰-安苏",
						["iLvl"] = 897,
						["time"] = 1512896105,
						["class"] = 8,
						["bTag"] = "朽木#5209",
					}, -- [298]
					{
						["role"] = "HEALER",
						["name"] = "Jalors-安苏",
						["iLvl"] = 956,
						["time"] = 1512896105,
						["class"] = 11,
						["bTag"] = "传奇之巅峰#5748",
					}, -- [299]
					{
						["role"] = "DAMAGER",
						["name"] = "小馨蕴-符文图腾",
						["iLvl"] = 953,
						["time"] = 1512896105,
						["class"] = 10,
						["bTag"] = "无悬念#51564",
					}, -- [300]
					{
						["role"] = "DAMAGER",
						["name"] = "雪丶色薇起-死亡之翼",
						["iLvl"] = 948,
						["time"] = 1512896105,
						["class"] = 4,
						["bTag"] = "缘丶妙不可言#51299",
					}, -- [301]
					{
						["role"] = "TANK",
						["name"] = "疯骚小辣椒-伊森利恩",
						["iLvl"] = 954,
						["time"] = 1512896748,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "幸运之翼#522861",
					}, -- [302]
					{
						["role"] = "DAMAGER",
						["name"] = "牛頭小德-外域",
						["iLvl"] = 949,
						["time"] = 1512896748,
						["class"] = 11,
						["bTag"] = "老板养猪说清蒸#5183",
					}, -- [303]
					{
						["role"] = "DAMAGER",
						["name"] = "追忆无涯-伊森利恩",
						["iLvl"] = 954,
						["time"] = 1512896745,
						["class"] = 4,
						["bTag"] = "风吹裤衩屁屁凉#5670",
					}, -- [304]
					{
						["role"] = "HEALER",
						["name"] = "偶尔荡漾-萨菲隆",
						["time"] = 1512896748,
						["class"] = 5,
					}, -- [305]
					{
						["role"] = "DAMAGER",
						["name"] = "飕飕的-奥妮克希亚",
						["iLvl"] = 948,
						["time"] = 1512896748,
						["class"] = 3,
						["bTag"] = "limsina#5665",
					}, -- [306]
					{
						["role"] = "DAMAGER",
						["name"] = "粗粗德-萨尔",
						["iLvl"] = 926,
						["time"] = 1512896748,
						["class"] = 9,
						["bTag"] = "囧来囧去#5722",
					}, -- [307]
					{
						["role"] = "DAMAGER",
						["name"] = "牛姬霸-丽丽（四川）",
						["time"] = 1512896748,
						["class"] = 1,
					}, -- [308]
					{
						["role"] = "DAMAGER",
						["name"] = "相夢丶-熔火之心",
						["iLvl"] = 923,
						["time"] = 1512896748,
						["class"] = 8,
						["bTag"] = "相夢丶#5497",
					}, -- [309]
					{
						["role"] = "DAMAGER",
						["name"] = "红狐小伤-鬼雾峰",
						["iLvl"] = 937,
						["time"] = 1512896738,
						["class"] = 4,
						["bTag"] = "黄老员外#5546",
					}, -- [310]
					{
						["role"] = "DAMAGER",
						["name"] = "喀什米尔-阿斯塔洛",
						["time"] = 1512896748,
						["class"] = 6,
					}, -- [311]
					{
						["role"] = "DAMAGER",
						["name"] = "学前班扛把子-冰霜之刃",
						["iLvl"] = 961,
						["time"] = 1514452382,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "楠博万#51991",
					}, -- [312]
					{
						["role"] = "TANK",
						["name"] = "後會無期-雷霆之王",
						["iLvl"] = 954,
						["time"] = 1512896703,
						["class"] = 6,
						["bTag"] = "後會無期#51243",
					}, -- [313]
					{
						["role"] = "DAMAGER",
						["name"] = "戒律牧丶-熔火之心",
						["iLvl"] = 866,
						["time"] = 1512896924,
						["class"] = 9,
						["bTag"] = "归一#51429",
					}, -- [314]
					{
						["role"] = "HEALER",
						["name"] = "灬丨魔-安苏",
						["iLvl"] = 943,
						["time"] = 1512896748,
						["class"] = 7,
						["bTag"] = "大侠#5813",
					}, -- [315]
					{
						["role"] = "DAMAGER",
						["name"] = "Vop-外域",
						["time"] = 1512896748,
						["class"] = 9,
					}, -- [316]
					{
						["role"] = "DAMAGER",
						["name"] = "需要苦力吗-格瑞姆巴托",
						["iLvl"] = 958,
						["time"] = 1512896924,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "酒醉倚斜桥#5930",
					}, -- [317]
					{
						["role"] = "DAMAGER",
						["name"] = "红尘丿-萨洛拉丝",
						["iLvl"] = 952,
						["time"] = 1512896924,
						["class"] = 3,
						["bTag"] = "光明之锤#510130",
					}, -- [318]
					{
						["role"] = "TANK",
						["name"] = "为所欲为熊二-死亡之翼",
						["iLvl"] = 931,
						["time"] = 1512896924,
						["class"] = 11,
						["bTag"] = "Atlantis#52905",
					}, -- [319]
					{
						["role"] = "DAMAGER",
						["name"] = "心中的囚徒-纳克萨玛斯",
						["time"] = 1512896924,
						["class"] = 9,
					}, -- [320]
					{
						["role"] = "DAMAGER",
						["name"] = "温文尔雅的贼-鬼雾峰",
						["iLvl"] = 946,
						["time"] = 1512896933,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "丨污妖王丨#5610",
					}, -- [321]
					{
						["role"] = "DAMAGER",
						["name"] = "萌新小白兔-阿比迪斯",
						["iLvl"] = 958,
						["time"] = 1512896905,
						["class"] = 9,
						["bTag"] = "骊秋#51264",
					}, -- [322]
					{
						["role"] = "TANK",
						["name"] = "洪范天畴-贫瘠之地",
						["time"] = 1512896905,
						["class"] = 2,
					}, -- [323]
					{
						["role"] = "DAMAGER",
						["name"] = "村口刁民大毛-红云台地",
						["time"] = 1512896905,
						["class"] = 4,
					}, -- [324]
					{
						["role"] = "DAMAGER",
						["name"] = "恨穹不是妹-恶魔之魂",
						["iLvl"] = 951,
						["time"] = 1512896905,
						["class"] = 1,
						["bTag"] = "初音未来#5873",
					}, -- [325]
					{
						["role"] = "DAMAGER",
						["name"] = "特蕾斯汀-贫瘠之地",
						["iLvl"] = 960,
						["time"] = 1512896922,
						["class"] = 2,
						["bTag"] = "青龙镇雨夜#5825",
					}, -- [326]
					{
						["role"] = "DAMAGER",
						["name"] = "丶醉人-燃烧之刃",
						["time"] = 1513181360,
						["class"] = 3,
						["leader"] = true,
					}, -- [327]
					{
						["role"] = "DAMAGER",
						["name"] = "克苏里尔-燃烧军团",
						["time"] = 1512896905,
						["class"] = 12,
					}, -- [328]
					{
						["role"] = "DAMAGER",
						["name"] = "泳于樱色之海-迦拉克隆",
						["iLvl"] = 927,
						["time"] = 1512896926,
						["class"] = 1,
						["bTag"] = "西行樱丶吹雪#5200",
					}, -- [329]
					{
						["role"] = "DAMAGER",
						["name"] = "康斯灬坦丁-无尽之海",
						["iLvl"] = 954,
						["time"] = 1512896905,
						["class"] = 9,
						["bTag"] = "乄凯多#5778",
					}, -- [330]
					{
						["role"] = "DAMAGER",
						["name"] = "箭指天南-安苏",
						["iLvl"] = 944,
						["time"] = 1513595218,
						["class"] = 3,
						["bTag"] = "此情可待成追忆#5636",
					}, -- [331]
					{
						["role"] = "DAMAGER",
						["name"] = "黑轴-丽丽（四川）",
						["iLvl"] = 947,
						["time"] = 1512896933,
						["class"] = 6,
						["bTag"] = "Laoyao#51673",
					}, -- [332]
					{
						["role"] = "TANK",
						["name"] = "夜微凉-踏梦者",
						["iLvl"] = 935,
						["time"] = 1512976300,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "聂波#5630",
					}, -- [333]
					{
						["role"] = "DAMAGER",
						["name"] = "Asskol-埃德萨拉",
						["iLvl"] = 929,
						["time"] = 1513093145,
						["class"] = 7,
						["bTag"] = "一毛钱#51171",
					}, -- [334]
					{
						["role"] = "DAMAGER",
						["name"] = "阿丨坤-格瑞姆巴托",
						["iLvl"] = 947,
						["time"] = 1512976296,
						["class"] = 9,
						["bTag"] = "啊坤#5292",
					}, -- [335]
					{
						["role"] = "DAMAGER",
						["name"] = "中年瓦格里-伊森利恩",
						["iLvl"] = 955,
						["time"] = 1512976298,
						["class"] = 3,
						["bTag"] = "一直向西#51411",
					}, -- [336]
					{
						["role"] = "DAMAGER",
						["name"] = "惡魔之芯-鬼雾峰",
						["iLvl"] = 893,
						["time"] = 1512976300,
						["class"] = 9,
						["bTag"] = "銘記於心#5522",
					}, -- [337]
					{
						["role"] = "DAMAGER",
						["name"] = "守护者丶灿灿-死亡之翼",
						["iLvl"] = 941,
						["time"] = 1512976300,
						["class"] = 2,
						["bTag"] = "雷雷#5587",
					}, -- [338]
					{
						["role"] = "DAMAGER",
						["name"] = "魂寂丶-死亡之翼",
						["time"] = 1512976300,
						["class"] = 12,
					}, -- [339]
					{
						["role"] = "TANK",
						["name"] = "魔性不减-古加尔",
						["iLvl"] = 937,
						["time"] = 1512976300,
						["class"] = 6,
						["bTag"] = "龙基努斯#5766",
					}, -- [340]
					{
						["role"] = "TANK",
						["name"] = "玥上柳梢頭-凤凰之神",
						["iLvl"] = 938,
						["time"] = 1512976296,
						["class"] = 2,
						["bTag"] = "寒风中的流氓#5854",
					}, -- [341]
					{
						["role"] = "DAMAGER",
						["name"] = "胖胖亖熊-影之哀伤",
						["iLvl"] = 953,
						["time"] = 1512976300,
						["class"] = 7,
						["bTag"] = "酒桶的遭遇#5770",
					}, -- [342]
					{
						["role"] = "DAMAGER",
						["name"] = "别致的靑春-血吼",
						["iLvl"] = 931,
						["time"] = 1512976298,
						["class"] = 10,
						["bTag"] = "傲气羽儿#5622",
					}, -- [343]
					{
						["role"] = "DAMAGER",
						["name"] = "加特-贫瘠之地",
						["iLvl"] = 952,
						["time"] = 1513093536,
						["class"] = 12,
						["bTag"] = "大龙#52423",
					}, -- [344]
					{
						["role"] = "DAMAGER",
						["name"] = "梁强老婆-克尔苏加德",
						["iLvl"] = 954,
						["time"] = 1512976298,
						["class"] = 9,
						["bTag"] = "破旗#5278",
					}, -- [345]
					{
						["role"] = "TANK",
						["name"] = "狮子姬-天空之墙",
						["iLvl"] = 907,
						["time"] = 1512976298,
						["class"] = 2,
						["bTag"] = "大梦散去#5182",
					}, -- [346]
					{
						["role"] = "DAMAGER",
						["name"] = "烙丶印-冰风岗",
						["time"] = 1512976300,
						["class"] = 6,
					}, -- [347]
					{
						["role"] = "DAMAGER",
						["name"] = "顾念丶-巴瑟拉斯",
						["iLvl"] = 956,
						["time"] = 1512976296,
						["class"] = 3,
						["bTag"] = "幸运之光#51349",
					}, -- [348]
					{
						["role"] = "DAMAGER",
						["name"] = "我开始慌了-冰风岗",
						["iLvl"] = 951,
						["time"] = 1512976300,
						["class"] = 11,
						["bTag"] = "抹茶杏仁丶#5770",
					}, -- [349]
					{
						["role"] = "DAMAGER",
						["name"] = "罗小黑-斯坦索姆",
						["iLvl"] = 954,
						["time"] = 1512976298,
						["class"] = 7,
						["bTag"] = "軟軟桑#5277",
					}, -- [350]
					{
						["role"] = "DAMAGER",
						["name"] = "古尔丹-黑暗虚空",
						["time"] = 1512976296,
						["class"] = 9,
					}, -- [351]
					{
						["role"] = "DAMAGER",
						["name"] = "瑶瑶-玛瑟里顿",
						["iLvl"] = 950,
						["time"] = 1512976300,
						["class"] = 3,
						["bTag"] = "丽丽#5311",
					}, -- [352]
					{
						["role"] = "DAMAGER",
						["name"] = "深渊上的火-死亡之翼",
						["iLvl"] = 955,
						["time"] = 1512976300,
						["class"] = 9,
						["bTag"] = "深渊上的火#5140",
					}, -- [353]
					{
						["role"] = "DAMAGER",
						["name"] = "百无言-晴日峰（江苏）",
						["iLvl"] = 951,
						["time"] = 1512976300,
						["class"] = 1,
						["bTag"] = "重新输入#5938",
					}, -- [354]
					{
						["role"] = "DAMAGER",
						["name"] = "稳健的丫皮-黑龙军团",
						["iLvl"] = 959,
						["time"] = 1512976298,
						["class"] = 1,
						["bTag"] = "镜影锋刃#5132",
					}, -- [355]
					{
						["role"] = "DAMAGER",
						["name"] = "魔女靡靡-伊森利恩",
						["iLvl"] = 928,
						["time"] = 1512976300,
						["class"] = 8,
						["bTag"] = "嗜血小羽#5647",
					}, -- [356]
					{
						["role"] = "DAMAGER",
						["name"] = "汉林-死亡之翼",
						["iLvl"] = 935,
						["time"] = 1512976300,
						["class"] = 4,
						["bTag"] = "柏林迷雾#51907",
					}, -- [357]
					{
						["role"] = "DAMAGER",
						["name"] = "雷之牙-贫瘠之地",
						["iLvl"] = 939,
						["time"] = 1512976300,
						["class"] = 3,
						["bTag"] = "明月松间照#51789",
					}, -- [358]
					{
						["role"] = "DAMAGER",
						["name"] = "癜丷狂-凤凰之神",
						["iLvl"] = 948,
						["time"] = 1512976300,
						["class"] = 2,
						["bTag"] = "敎丷獸#5396",
					}, -- [359]
					{
						["role"] = "DAMAGER",
						["name"] = "Rhaego-银松森林",
						["iLvl"] = 934,
						["time"] = 1512976300,
						["class"] = 12,
						["bTag"] = "tonight#5695",
					}, -- [360]
					{
						["role"] = "DAMAGER",
						["name"] = "懒驴也会打滚-埃德萨拉",
						["iLvl"] = 956,
						["time"] = 1512976300,
						["class"] = 8,
						["bTag"] = "诸暨航哥#5686",
					}, -- [361]
					{
						["role"] = "DAMAGER",
						["name"] = "只会炒土豆丝-哈卡",
						["time"] = 1512976300,
						["class"] = 8,
					}, -- [362]
					{
						["role"] = "DAMAGER",
						["name"] = "魔法裂人-克尔苏加德",
						["time"] = 1512976300,
						["class"] = 8,
					}, -- [363]
					{
						["role"] = "DAMAGER",
						["name"] = "Darkiness-死亡之翼",
						["time"] = 1512976300,
						["class"] = 4,
					}, -- [364]
					{
						["role"] = "DAMAGER",
						["name"] = "不瞎-卡德罗斯",
						["time"] = 1512976300,
						["class"] = 12,
					}, -- [365]
					{
						["role"] = "DAMAGER",
						["name"] = "疯贱贼-火羽山",
						["iLvl"] = 935,
						["time"] = 1512978806,
						["class"] = 4,
						["bTag"] = "毛老板#5635",
					}, -- [366]
					{
						["role"] = "DAMAGER",
						["name"] = "枫児丶丶-克尔苏加德",
						["time"] = 1512976300,
						["class"] = 3,
					}, -- [367]
					{
						["role"] = "DAMAGER",
						["name"] = "夜半无人私语-奥妮克希亚",
						["time"] = 1512976300,
						["class"] = 3,
					}, -- [368]
					{
						["role"] = "DAMAGER",
						["name"] = "小熊背包-古尔丹",
						["time"] = 1512976300,
						["class"] = 12,
					}, -- [369]
					{
						["role"] = "DAMAGER",
						["name"] = "肥公主麗麗-死亡之翼",
						["time"] = 1512976300,
						["class"] = 8,
					}, -- [370]
					{
						["role"] = "DAMAGER",
						["name"] = "十一层丶-克苏恩",
						["iLvl"] = 938,
						["time"] = 1512976660,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "BT160919#52133",
					}, -- [371]
					{
						["role"] = "DAMAGER",
						["name"] = "Frankz-伊森利恩",
						["iLvl"] = 949,
						["time"] = 1512976660,
						["class"] = 9,
						["bTag"] = "守护之魂#5118",
					}, -- [372]
					{
						["role"] = "DAMAGER",
						["name"] = "蕥詩籣貸-白骨荒野",
						["iLvl"] = 929,
						["time"] = 1512976676,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "幻星凝水#5889",
					}, -- [373]
					{
						["role"] = "DAMAGER",
						["name"] = "陆奥八云-死亡之翼",
						["iLvl"] = 928,
						["time"] = 1512976663,
						["class"] = 8,
						["bTag"] = "春日喵#5982",
					}, -- [374]
					{
						["role"] = "DAMAGER",
						["name"] = "Lockology-奥尔加隆",
						["iLvl"] = 953,
						["time"] = 1512976663,
						["class"] = 9,
						["bTag"] = "hoob#5108",
					}, -- [375]
					{
						["role"] = "DAMAGER",
						["name"] = "松花江-希雷诺斯",
						["time"] = 1512976667,
						["class"] = 4,
					}, -- [376]
					{
						["role"] = "DAMAGER",
						["name"] = "宝乀宝音-海克泰尔",
						["iLvl"] = 947,
						["time"] = 1512976660,
						["class"] = 4,
						["bTag"] = "福大哥#5592",
					}, -- [377]
					{
						["role"] = "HEALER",
						["name"] = "月言-布兰卡德",
						["iLvl"] = 954,
						["time"] = 1512976676,
						["class"] = 5,
						["bTag"] = "阿芙罗拉#5420",
					}, -- [378]
					{
						["role"] = "DAMAGER",
						["name"] = "风暴传说-诺森德",
						["iLvl"] = 957,
						["time"] = 1512976637,
						["class"] = 9,
						["bTag"] = "风暴传说#5929",
					}, -- [379]
					{
						["role"] = "DAMAGER",
						["name"] = "花粉花凤凰-闪电之刃",
						["iLvl"] = 942,
						["time"] = 1512976663,
						["class"] = 12,
						["bTag"] = "小雨#5762",
					}, -- [380]
					{
						["role"] = "DAMAGER",
						["name"] = "蔚蓝的海风-迦拉克隆",
						["iLvl"] = 936,
						["time"] = 1512976665,
						["class"] = 12,
						["bTag"] = "蔚蓝的海风#5732",
					}, -- [381]
					{
						["role"] = "TANK",
						["name"] = "空城独歌-石爪峰",
						["iLvl"] = 955,
						["time"] = 1512976667,
						["class"] = 2,
						["bTag"] = "白鹰#5728",
					}, -- [382]
					{
						["role"] = "DAMAGER",
						["name"] = "六道穷人-奥蕾莉亚",
						["iLvl"] = 907,
						["time"] = 1512978806,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "apaulor#5678",
					}, -- [383]
					{
						["role"] = "DAMAGER",
						["name"] = "细碎语风-黑铁",
						["iLvl"] = 957,
						["time"] = 1512978806,
						["class"] = 1,
						["bTag"] = "细碎语风#5428",
					}, -- [384]
					{
						["role"] = "DAMAGER",
						["name"] = "Nickfury-贫瘠之地",
						["iLvl"] = 924,
						["time"] = 1512978760,
						["class"] = 2,
						["bTag"] = "无敌超人屁屁猪#5607",
					}, -- [385]
					{
						["role"] = "DAMAGER",
						["name"] = "玛丽莲翠花灬-迅捷微风",
						["iLvl"] = 953,
						["time"] = 1512978760,
						["class"] = 2,
						["bTag"] = "韩小美#51651",
					}, -- [386]
					{
						["role"] = "DAMAGER",
						["name"] = "Orietur-埃德萨拉",
						["iLvl"] = 957,
						["time"] = 1512978760,
						["class"] = 1,
						["bTag"] = "Orietur#5213",
					}, -- [387]
					{
						["role"] = "DAMAGER",
						["name"] = "爱吃瓜子-瓦里安",
						["time"] = 1512978797,
						["class"] = 1,
					}, -- [388]
					{
						["role"] = "DAMAGER",
						["name"] = "Duben-燃烧之刃",
						["iLvl"] = 942,
						["time"] = 1512978806,
						["class"] = 1,
						["bTag"] = "DuBeN#5695",
					}, -- [389]
					{
						["role"] = "DAMAGER",
						["name"] = "核欣橙-死亡之翼",
						["iLvl"] = 927,
						["time"] = 1512978760,
						["class"] = 11,
						["bTag"] = "初见#53808",
					}, -- [390]
					{
						["role"] = "TANK",
						["name"] = "牛蹄-迪托马斯",
						["iLvl"] = 958,
						["time"] = 1512978806,
						["class"] = 1,
						["bTag"] = "牛蹄#5467",
					}, -- [391]
					{
						["role"] = "DAMAGER",
						["name"] = "萨魯法尓-冰风岗",
						["iLvl"] = 941,
						["time"] = 1512978804,
						["class"] = 1,
						["bTag"] = "lgh#5534",
					}, -- [392]
					{
						["role"] = "DAMAGER",
						["name"] = "Vermeille-凤凰之神",
						["iLvl"] = 941,
						["time"] = 1512978760,
						["class"] = 1,
						["bTag"] = "弗拉斯卡萨#5189",
					}, -- [393]
					{
						["role"] = "DAMAGER",
						["name"] = "沐一一-安苏",
						["iLvl"] = 948,
						["time"] = 1512978806,
						["class"] = 8,
						["bTag"] = "木子#52749",
					}, -- [394]
					{
						["role"] = "DAMAGER",
						["name"] = "葡萄籽-试炼之环",
						["iLvl"] = 931,
						["time"] = 1512978806,
						["class"] = 8,
						["bTag"] = "早点睡#5883",
					}, -- [395]
					{
						["role"] = "DAMAGER",
						["name"] = "新力-安苏",
						["iLvl"] = 940,
						["time"] = 1512978760,
						["class"] = 9,
						["bTag"] = "新力#51358",
					}, -- [396]
					{
						["role"] = "DAMAGER",
						["name"] = "丶绝色帅哥彡-通灵学院",
						["iLvl"] = 949,
						["time"] = 1512978806,
						["class"] = 6,
						["bTag"] = "孝培#5762",
					}, -- [397]
					{
						["role"] = "DAMAGER",
						["name"] = "Longkiss-洛丹伦",
						["iLvl"] = 949,
						["time"] = 1512978806,
						["class"] = 2,
						["bTag"] = "找个工地板砖#5211",
					}, -- [398]
					{
						["role"] = "DAMAGER",
						["name"] = "贼小段-艾莫莉丝",
						["iLvl"] = 932,
						["time"] = 1512978806,
						["class"] = 9,
						["bTag"] = "贼小样#5367",
					}, -- [399]
					{
						["role"] = "DAMAGER",
						["name"] = "饮奶思源-暗影议会",
						["iLvl"] = 953,
						["time"] = 1512978797,
						["class"] = 5,
						["bTag"] = "酷酷的坏蛋#5144",
					}, -- [400]
					{
						["role"] = "DAMAGER",
						["name"] = "星界猎手-贫瘠之地",
						["time"] = 1512978806,
						["class"] = 12,
					}, -- [401]
					{
						["role"] = "HEALER",
						["name"] = "水沝淼淼-诺兹多姆",
						["iLvl"] = 952,
						["time"] = 1512978797,
						["class"] = 5,
						["bTag"] = "筱诗#5918",
					}, -- [402]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利奥斯-红龙军团",
						["iLvl"] = 935,
						["time"] = 1512978806,
						["class"] = 12,
						["bTag"] = "于寒言#5203",
					}, -- [403]
					{
						["role"] = "TANK",
						["name"] = "水月菱殇-太阳之井",
						["iLvl"] = 952,
						["time"] = 1512978802,
						["class"] = 11,
						["bTag"] = "水月无殇#5138",
					}, -- [404]
					{
						["role"] = "DAMAGER",
						["name"] = "風暴传说-诺森德",
						["iLvl"] = 939,
						["time"] = 1512978797,
						["class"] = 7,
						["bTag"] = "风暴传说#5929",
					}, -- [405]
					{
						["role"] = "TANK",
						["name"] = "得闲炒饭丶-索瑞森",
						["iLvl"] = 934,
						["time"] = 1512978806,
						["class"] = 2,
						["bTag"] = "恋空#51733",
					}, -- [406]
					{
						["role"] = "DAMAGER",
						["name"] = "淩雲破-燃烧之刃",
						["iLvl"] = 956,
						["time"] = 1512978806,
						["class"] = 1,
						["bTag"] = "慢慢#5260",
					}, -- [407]
					{
						["role"] = "DAMAGER",
						["name"] = "霜焱风暴-血色十字军",
						["time"] = 1512978800,
						["class"] = 1,
					}, -- [408]
					{
						["role"] = "DAMAGER",
						["name"] = "蒙逼丽莎-熔火之心",
						["iLvl"] = 928,
						["time"] = 1512978804,
						["class"] = 12,
						["bTag"] = "正品迪奥丝#5945",
					}, -- [409]
					{
						["role"] = "DAMAGER",
						["name"] = "浮灬云-布兰卡德",
						["iLvl"] = 945,
						["time"] = 1512978797,
						["class"] = 3,
						["bTag"] = "Kohakukawa#5854",
					}, -- [410]
					{
						["role"] = "HEALER",
						["name"] = "闲暇练戆用-加兹鲁维",
						["iLvl"] = 939,
						["time"] = 1512978806,
						["class"] = 2,
						["bTag"] = "欲达小风#5614",
					}, -- [411]
					{
						["role"] = "DAMAGER",
						["name"] = "王蕴琦-燃烧之刃",
						["iLvl"] = 959,
						["time"] = 1512978797,
						["class"] = 8,
						["bTag"] = "SuperPants#513923",
					}, -- [412]
					{
						["role"] = "DAMAGER",
						["name"] = "丟你老母臭閪-安苏",
						["iLvl"] = 947,
						["time"] = 1512978806,
						["class"] = 6,
						["bTag"] = "追伤人#51645",
					}, -- [413]
					{
						["role"] = "DAMAGER",
						["name"] = "绯红骑士-安苏",
						["iLvl"] = 959,
						["time"] = 1514367160,
						["class"] = 2,
						["bTag"] = "我要爆炸啦#51641",
					}, -- [414]
					{
						["role"] = "DAMAGER",
						["name"] = "极品金白沙-加尔",
						["iLvl"] = 957,
						["time"] = 1512978806,
						["class"] = 2,
						["bTag"] = "entzhang9999#5827",
					}, -- [415]
					{
						["role"] = "DAMAGER",
						["name"] = "鸡翅膀-提瑞斯法",
						["iLvl"] = 953,
						["time"] = 1512978797,
						["class"] = 12,
						["bTag"] = "全职业达人#5431",
					}, -- [416]
					{
						["role"] = "DAMAGER",
						["name"] = "四处打酱油-瓦里玛萨斯",
						["iLvl"] = 922,
						["time"] = 1512978806,
						["class"] = 8,
						["bTag"] = "EMPSHOCK#5319",
					}, -- [417]
					{
						["role"] = "DAMAGER",
						["name"] = "光电局宣传部-冰风岗",
						["iLvl"] = 932,
						["time"] = 1512978806,
						["class"] = 12,
						["bTag"] = "眷顾的幻想乡#5694",
					}, -- [418]
					{
						["role"] = "DAMAGER",
						["name"] = "牙白脸也白-冰霜之刃",
						["iLvl"] = 939,
						["time"] = 1513005503,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "幸运之翼#535235",
					}, -- [419]
					{
						["role"] = "DAMAGER",
						["name"] = "此刻最拉风-黑铁",
						["iLvl"] = 946,
						["time"] = 1513005503,
						["class"] = 12,
						["bTag"] = "此时此刻最拉风丶#5123",
					}, -- [420]
					{
						["role"] = "DAMAGER",
						["name"] = "playerEDBJMP-影之哀伤",
						["iLvl"] = 937,
						["time"] = 1513005503,
						["class"] = 1,
						["bTag"] = "阳灬光#51461",
					}, -- [421]
					{
						["role"] = "DAMAGER",
						["name"] = "妖之魅-凤凰之神",
						["iLvl"] = 925,
						["time"] = 1513005503,
						["class"] = 1,
						["bTag"] = "孤帆#51131",
					}, -- [422]
					{
						["role"] = "DAMAGER",
						["name"] = "塞斯-末日行者",
						["iLvl"] = 919,
						["time"] = 1513005491,
						["class"] = 6,
						["bTag"] = "轨迹#5193",
					}, -- [423]
					{
						["role"] = "DAMAGER",
						["name"] = "一身有你-克尔苏加德",
						["iLvl"] = 921,
						["time"] = 1513005503,
						["class"] = 12,
						["bTag"] = "爱东不爱西#5352",
					}, -- [424]
					{
						["role"] = "DAMAGER",
						["name"] = "枯竭大师-克尔苏加德",
						["iLvl"] = 953,
						["time"] = 1513005868,
						["class"] = 11,
						["bTag"] = "奔跑的鸵鸟#5996",
					}, -- [425]
					{
						["role"] = "DAMAGER",
						["name"] = "千月紫樱-安苏",
						["iLvl"] = 934,
						["time"] = 1513005503,
						["class"] = 2,
						["bTag"] = "词未完灬曲已终#5840",
					}, -- [426]
					{
						["role"] = "TANK",
						["name"] = "逆鬼-能源舰",
						["iLvl"] = 954,
						["time"] = 1513005503,
						["class"] = 6,
						["bTag"] = "熊叔叔#5714",
					}, -- [427]
					{
						["role"] = "DAMAGER",
						["name"] = "浅暮流秧-死亡之翼",
						["time"] = 1513005503,
						["class"] = 12,
					}, -- [428]
					{
						["role"] = "DAMAGER",
						["name"] = "变你小羊羊-霜狼",
						["time"] = 1513005503,
						["class"] = 8,
					}, -- [429]
					{
						["role"] = "DAMAGER",
						["name"] = "撩完就跑-死亡之翼",
						["iLvl"] = 956,
						["time"] = 1513005679,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "倾一世温柔丶#5419",
					}, -- [430]
					{
						["role"] = "DAMAGER",
						["name"] = "何馨娍-石爪峰",
						["iLvl"] = 881,
						["time"] = 1513005679,
						["class"] = 1,
						["bTag"] = "郭画家#51612",
					}, -- [431]
					{
						["role"] = "DAMAGER",
						["name"] = "小明术-黑铁",
						["iLvl"] = 934,
						["time"] = 1513006204,
						["class"] = 9,
						["bTag"] = "无聊的等待#5838",
					}, -- [432]
					{
						["role"] = "DAMAGER",
						["name"] = "一刀拿下-丽丽（四川）",
						["iLvl"] = 950,
						["time"] = 1513005679,
						["class"] = 3,
						["bTag"] = "陆吾1999#5409",
					}, -- [433]
					{
						["role"] = "DAMAGER",
						["name"] = "侑雨君寻-血色十字军",
						["iLvl"] = 956,
						["time"] = 1513005679,
						["class"] = 2,
						["bTag"] = "Hoexcib#5162",
					}, -- [434]
					{
						["role"] = "DAMAGER",
						["name"] = "迷途小片片-加基森",
						["iLvl"] = 962,
						["time"] = 1513093145,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "kaylar#51794",
					}, -- [435]
					{
						["role"] = "DAMAGER",
						["name"] = "巜夜嘿风高-风暴之鳞",
						["iLvl"] = 937,
						["time"] = 1513005669,
						["class"] = 4,
						["bTag"] = "流年如风#5791",
					}, -- [436]
					{
						["role"] = "DAMAGER",
						["name"] = "墨法石-血顶",
						["iLvl"] = 950,
						["time"] = 1513006396,
						["class"] = 3,
						["bTag"] = "飘渺书生#5625",
					}, -- [437]
					{
						["role"] = "DAMAGER",
						["name"] = "丶杳杳丶-格瑞姆巴托",
						["time"] = 1513005679,
						["class"] = 6,
					}, -- [438]
					{
						["role"] = "HEALER",
						["name"] = "如沐丿春风-地狱之石",
						["iLvl"] = 912,
						["time"] = 1513005868,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "Introvert#51963",
					}, -- [439]
					{
						["role"] = "DAMAGER",
						["name"] = "妳叫什么名字-斯克提斯",
						["iLvl"] = 950,
						["time"] = 1513005815,
						["class"] = 3,
						["bTag"] = "说谎#5287",
					}, -- [440]
					{
						["role"] = "DAMAGER",
						["name"] = "心不乱-暗影议会",
						["iLvl"] = 957,
						["time"] = 1513005829,
						["class"] = 9,
						["bTag"] = "天上苑#5672",
					}, -- [441]
					{
						["role"] = "DAMAGER",
						["name"] = "贰佰万-血色十字军",
						["iLvl"] = 954,
						["time"] = 1514453273,
						["class"] = 1,
						["bTag"] = "泽拉图#55977",
					}, -- [442]
					{
						["role"] = "TANK",
						["name"] = "小猫点点-艾露恩",
						["iLvl"] = 925,
						["time"] = 1513005800,
						["class"] = 10,
						["bTag"] = "小的点点#5271",
					}, -- [443]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑丨向暖-加兹鲁维",
						["time"] = 1513005798,
						["class"] = 11,
					}, -- [444]
					{
						["role"] = "DAMAGER",
						["name"] = "紫骆驼-贫瘠之地",
						["iLvl"] = 953,
						["time"] = 1513005868,
						["class"] = 4,
						["bTag"] = "紫骆驼#5800",
					}, -- [445]
					{
						["role"] = "DAMAGER",
						["name"] = "朴孝敏-萨格拉斯",
						["iLvl"] = 953,
						["time"] = 1513005868,
						["class"] = 12,
						["bTag"] = "EunJung#5787",
					}, -- [446]
					{
						["role"] = "DAMAGER",
						["name"] = "时尚的小术-玛洛加尔",
						["iLvl"] = 891,
						["time"] = 1513005868,
						["class"] = 9,
						["bTag"] = "魔法之侏儒#55950",
					}, -- [447]
					{
						["role"] = "DAMAGER",
						["name"] = "长空无夜-诺森德",
						["iLvl"] = 951,
						["time"] = 1513005868,
						["class"] = 1,
						["bTag"] = "长空无夜#5201",
					}, -- [448]
					{
						["role"] = "DAMAGER",
						["name"] = "滴水葬海-埃德萨拉",
						["iLvl"] = 954,
						["time"] = 1513005868,
						["class"] = 1,
						["bTag"] = "曲不散#5334",
					}, -- [449]
					{
						["role"] = "DAMAGER",
						["name"] = "含朕龍根-影之哀伤",
						["time"] = 1513005800,
						["class"] = 10,
					}, -- [450]
					{
						["role"] = "DAMAGER",
						["name"] = "给我来碗麻酱-海克泰尔",
						["iLvl"] = 930,
						["time"] = 1513005804,
						["class"] = 2,
						["bTag"] = "Loktar#5895",
					}, -- [451]
					{
						["role"] = "DAMAGER",
						["name"] = "凤南来-格瑞姆巴托",
						["iLvl"] = 910,
						["time"] = 1513005868,
						["class"] = 12,
						["bTag"] = "在沉默#5711",
					}, -- [452]
					{
						["role"] = "DAMAGER",
						["name"] = "郑州大富豪-海克泰尔",
						["iLvl"] = 938,
						["time"] = 1513005868,
						["class"] = 1,
						["bTag"] = "如梦如烟全像游戏#5736",
					}, -- [453]
					{
						["role"] = "DAMAGER",
						["name"] = "雨夜百合-冰风岗",
						["iLvl"] = 954,
						["time"] = 1513005868,
						["class"] = 11,
						["bTag"] = "维多利亚#5639",
					}, -- [454]
					{
						["role"] = "DAMAGER",
						["name"] = "团队副本假人-死亡之翼",
						["iLvl"] = 957,
						["time"] = 1513005868,
						["class"] = 11,
						["bTag"] = "青鸾#51839",
					}, -- [455]
					{
						["role"] = "DAMAGER",
						["name"] = "勿念过去-燃烧之刃",
						["iLvl"] = 958,
						["time"] = 1513005868,
						["class"] = 10,
						["bTag"] = "CryingMoon#5931",
					}, -- [456]
					{
						["role"] = "TANK",
						["name"] = "偶尔奔放-无尽之海",
						["iLvl"] = 932,
						["time"] = 1513005868,
						["class"] = 11,
						["bTag"] = "弥撒#5477",
					}, -- [457]
					{
						["role"] = "DAMAGER",
						["name"] = "阐释者-烈焰峰",
						["iLvl"] = 936,
						["time"] = 1513005868,
						["class"] = 1,
						["bTag"] = "斯内克#5341",
					}, -- [458]
					{
						["role"] = "DAMAGER",
						["name"] = "丶丨浅唱-死亡熔炉",
						["iLvl"] = 954,
						["time"] = 1513005868,
						["class"] = 8,
						["bTag"] = "HMM#51299",
					}, -- [459]
					{
						["role"] = "DAMAGER",
						["name"] = "串烧小丸子-凤凰之神",
						["iLvl"] = 913,
						["time"] = 1513005868,
						["class"] = 12,
						["bTag"] = "串烧小丸子#5706",
					}, -- [460]
					{
						["role"] = "DAMAGER",
						["name"] = "笋嘢-红龙军团",
						["iLvl"] = 948,
						["time"] = 1513005868,
						["class"] = 8,
						["bTag"] = "笋嘢#5314",
					}, -- [461]
					{
						["role"] = "TANK",
						["name"] = "Dlireba-迦拉克隆",
						["iLvl"] = 935,
						["time"] = 1513005868,
						["class"] = 6,
						["bTag"] = "热巴#51812",
					}, -- [462]
					{
						["role"] = "DAMAGER",
						["name"] = "星灬殇-血色十字军",
						["iLvl"] = 949,
						["time"] = 1513005829,
						["class"] = 12,
						["bTag"] = "我是熊二#51263",
					}, -- [463]
					{
						["role"] = "DAMAGER",
						["name"] = "尖叫的胖子-霍格",
						["iLvl"] = 946,
						["time"] = 1513005868,
						["class"] = 1,
						["bTag"] = "欢乐的胖子#5348",
					}, -- [464]
					{
						["role"] = "DAMAGER",
						["name"] = "極叫望天-巨龙之吼",
						["iLvl"] = 900,
						["time"] = 1513005868,
						["class"] = 3,
						["bTag"] = "我是木乱#5832",
					}, -- [465]
					{
						["role"] = "DAMAGER",
						["name"] = "瑰宝-塞拉摩",
						["iLvl"] = 958,
						["time"] = 1513005868,
						["class"] = 7,
						["bTag"] = "恒爷#51302",
					}, -- [466]
					{
						["role"] = "DAMAGER",
						["name"] = "神之舞曲-迅捷微风",
						["iLvl"] = 950,
						["time"] = 1513005868,
						["class"] = 8,
						["bTag"] = "伊果冻#5342",
					}, -- [467]
					{
						["role"] = "DAMAGER",
						["name"] = "天天很社会-死亡之翼",
						["iLvl"] = 954,
						["time"] = 1513005868,
						["class"] = 8,
						["bTag"] = "添添#5159",
					}, -- [468]
					{
						["role"] = "TANK",
						["name"] = "Ccess-藏宝海湾",
						["iLvl"] = 947,
						["time"] = 1513005868,
						["class"] = 6,
						["bTag"] = "kelvin#5253",
					}, -- [469]
					{
						["role"] = "DAMAGER",
						["name"] = "星丶光-阿纳克洛斯",
						["iLvl"] = 953,
						["time"] = 1513005868,
						["class"] = 8,
						["bTag"] = "BIQQ#5850",
					}, -- [470]
					{
						["role"] = "DAMAGER",
						["name"] = "抽水马桶-洛丹伦",
						["iLvl"] = 937,
						["time"] = 1513005868,
						["class"] = 3,
						["bTag"] = "sunteng#5448",
					}, -- [471]
					{
						["role"] = "DAMAGER",
						["name"] = "嘻嘻-幽暗沼泽",
						["iLvl"] = 942,
						["time"] = 1513005868,
						["class"] = 8,
						["bTag"] = "aqua#5522",
					}, -- [472]
					{
						["role"] = "DAMAGER",
						["name"] = "Proserpina-深渊之巢",
						["iLvl"] = 947,
						["time"] = 1513005868,
						["class"] = 9,
						["bTag"] = "Yuuichi#5362",
					}, -- [473]
					{
						["role"] = "DAMAGER",
						["name"] = "黄昏背影-希尔瓦娜斯",
						["iLvl"] = 959,
						["time"] = 1513005868,
						["class"] = 1,
						["bTag"] = "全场最佳#52592",
					}, -- [474]
					{
						["role"] = "DAMAGER",
						["name"] = "魔丶刃-影之哀伤",
						["iLvl"] = 942,
						["time"] = 1513005868,
						["class"] = 12,
						["bTag"] = "火力全开#5564",
					}, -- [475]
					{
						["role"] = "DAMAGER",
						["name"] = "新星江流-克尔苏加德",
						["iLvl"] = 922,
						["time"] = 1513005868,
						["class"] = 2,
						["bTag"] = "SpeedyRogue#59865",
					}, -- [476]
					{
						["role"] = "DAMAGER",
						["name"] = "冷月丨葬花人-丽丽（四川）",
						["iLvl"] = 897,
						["time"] = 1513005868,
						["class"] = 1,
						["bTag"] = "好稀罕么#5740",
					}, -- [477]
					{
						["role"] = "TANK",
						["name"] = "心若灵犀-迅捷微风",
						["iLvl"] = 956,
						["time"] = 1513005868,
						["class"] = 10,
						["bTag"] = "德玛西亚#5931",
					}, -- [478]
					{
						["role"] = "DAMAGER",
						["name"] = "九幽魔姬-天空之墙",
						["iLvl"] = 961,
						["time"] = 1513006225,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "薛大神#5834",
					}, -- [479]
					{
						["role"] = "DAMAGER",
						["name"] = "幻身-燃烧之刃",
						["time"] = 1513006204,
						["class"] = 9,
					}, -- [480]
					{
						["role"] = "DAMAGER",
						["name"] = "鹿贺凛-安苏",
						["time"] = 1513006202,
						["class"] = 11,
					}, -- [481]
					{
						["role"] = "TANK",
						["name"] = "小五郎骚骚-死亡之翼",
						["iLvl"] = 957,
						["time"] = 1513006291,
						["class"] = 6,
						["bTag"] = "小小小丶趴子#5369",
					}, -- [482]
					{
						["role"] = "DAMAGER",
						["name"] = "涂山月红-伊森利恩",
						["iLvl"] = 935,
						["time"] = 1513006216,
						["class"] = 12,
						["bTag"] = "濡鸦之巫女#51323",
					}, -- [483]
					{
						["role"] = "TANK",
						["name"] = "橙小汁-凤凰之神",
						["iLvl"] = 946,
						["time"] = 1513006206,
						["class"] = 12,
						["bTag"] = "Kenshin#5808",
					}, -- [484]
					{
						["role"] = "TANK",
						["name"] = "死神丶啦剋-血色十字军",
						["time"] = 1513006220,
						["class"] = 6,
					}, -- [485]
					{
						["role"] = "TANK",
						["name"] = "欧皇血蹄-克尔苏加德",
						["time"] = 1513006202,
						["class"] = 1,
					}, -- [486]
					{
						["role"] = "DAMAGER",
						["name"] = "夏姬八打丶-克尔苏加德",
						["time"] = 1513006200,
						["class"] = 9,
					}, -- [487]
					{
						["role"] = "DAMAGER",
						["name"] = "逆流顺流-索瑞森",
						["iLvl"] = 943,
						["time"] = 1513006256,
						["class"] = 1,
						["bTag"] = "菊花茶#5375",
					}, -- [488]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒小骷髅-无尽之海",
						["iLvl"] = 906,
						["time"] = 1513006216,
						["class"] = 1,
						["bTag"] = "沉寂#51459",
					}, -- [489]
					{
						["role"] = "TANK",
						["name"] = "沁心-斯克提斯",
						["iLvl"] = 954,
						["time"] = 1513006208,
						["class"] = 6,
						["bTag"] = "代号失控#51180",
					}, -- [490]
					{
						["role"] = "DAMAGER",
						["name"] = "自卦东南枝-达尔坎",
						["time"] = 1513006200,
						["class"] = 8,
					}, -- [491]
					{
						["role"] = "DAMAGER",
						["name"] = "馥雅-回音山",
						["iLvl"] = 931,
						["time"] = 1513006271,
						["class"] = 4,
						["bTag"] = "白燧喵#5796",
					}, -- [492]
					{
						["role"] = "DAMAGER",
						["name"] = "绵绵小天使-伊森利恩",
						["iLvl"] = 948,
						["time"] = 1513006310,
						["class"] = 8,
						["bTag"] = "天真宝宝#5615",
					}, -- [493]
					{
						["role"] = "DAMAGER",
						["name"] = "歪瑞酷-永夜港",
						["iLvl"] = 921,
						["time"] = 1513006208,
						["class"] = 12,
						["bTag"] = "霜狼#5607",
					}, -- [494]
					{
						["role"] = "DAMAGER",
						["name"] = "四百格血的牛-雷霆之王",
						["time"] = 1513006204,
						["class"] = 11,
					}, -- [495]
					{
						["role"] = "DAMAGER",
						["name"] = "方橙大师-萨尔",
						["iLvl"] = 949,
						["time"] = 1513006285,
						["class"] = 5,
						["bTag"] = "翻滚吧牛宝宝#5701",
					}, -- [496]
					{
						["role"] = "DAMAGER",
						["name"] = "暮光丶墩儿-萨菲隆",
						["iLvl"] = 948,
						["time"] = 1513006249,
						["class"] = 3,
						["bTag"] = "一天屠笼鸡#5935",
					}, -- [497]
					{
						["role"] = "DAMAGER",
						["name"] = "任我行飞-格瑞姆巴托",
						["iLvl"] = 951,
						["time"] = 1513006239,
						["class"] = 3,
						["bTag"] = "半闲#5156",
					}, -- [498]
					{
						["role"] = "DAMAGER",
						["name"] = "双刃之心-迪托马斯",
						["time"] = 1513006200,
						["class"] = 1,
					}, -- [499]
					{
						["role"] = "TANK",
						["name"] = "Pushy-凤凰之神",
						["iLvl"] = 932,
						["time"] = 1513006404,
						["class"] = 6,
						["bTag"] = "老杨#51328",
					}, -- [500]
					{
						["role"] = "DAMAGER",
						["name"] = "丶岚罗丶-无尽之海",
						["iLvl"] = 954,
						["time"] = 1513006200,
						["class"] = 12,
						["bTag"] = "哎呦嘿#5149",
					}, -- [501]
					{
						["role"] = "DAMAGER",
						["name"] = "Xfeng-提瑞斯法",
						["time"] = 1513006210,
						["class"] = 1,
					}, -- [502]
					{
						["role"] = "TANK",
						["name"] = "李清然-血色十字军",
						["iLvl"] = 919,
						["time"] = 1513006404,
						["class"] = 2,
						["bTag"] = "李世平#51290",
					}, -- [503]
					{
						["role"] = "DAMAGER",
						["name"] = "慧慧杨-利刃之拳",
						["iLvl"] = 954,
						["time"] = 1513006243,
						["class"] = 3,
						["bTag"] = "Cersei#51224",
					}, -- [504]
					{
						["role"] = "DAMAGER",
						["name"] = "Auwhodauwo-伊森利恩",
						["time"] = 1513006220,
						["class"] = 10,
					}, -- [505]
					{
						["role"] = "DAMAGER",
						["name"] = "画的最美的妆-晴日峰（江苏）",
						["iLvl"] = 907,
						["time"] = 1513006396,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "lmjokerdd#5332",
					}, -- [506]
					{
						["role"] = "DAMAGER",
						["name"] = "踏凌霄醉舞魔-埃德萨拉",
						["iLvl"] = 954,
						["time"] = 1513006404,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "踏碎凌霄肆桀骜#5820",
					}, -- [507]
					{
						["role"] = "DAMAGER",
						["name"] = "䜩䶮䜩䜩非醉-卡德加",
						["iLvl"] = 939,
						["time"] = 1513006404,
						["class"] = 12,
						["bTag"] = "尼玛不要酱紫#5266",
					}, -- [508]
					{
						["role"] = "DAMAGER",
						["name"] = "君与我相似-燃烧之刃",
						["iLvl"] = 943,
						["time"] = 1513006396,
						["class"] = 1,
						["bTag"] = "司南#5574",
					}, -- [509]
					{
						["role"] = "DAMAGER",
						["name"] = "靈法-霜之哀伤",
						["iLvl"] = 940,
						["time"] = 1513006404,
						["class"] = 8,
						["bTag"] = "Merlyn#5310",
					}, -- [510]
					{
						["role"] = "DAMAGER",
						["name"] = "盗帥留香-格瑞姆巴托",
						["iLvl"] = 953,
						["time"] = 1513006404,
						["class"] = 4,
						["bTag"] = "木之本樱#51158",
					}, -- [511]
					{
						["role"] = "DAMAGER",
						["name"] = "中指朝天丶-伊森利恩",
						["iLvl"] = 934,
						["time"] = 1513006404,
						["class"] = 8,
						["bTag"] = "LSY#5313",
					}, -- [512]
					{
						["role"] = "DAMAGER",
						["name"] = "斬崩刀-血色十字军",
						["iLvl"] = 955,
						["time"] = 1513006396,
						["class"] = 1,
						["bTag"] = "斬崩刀#51133",
					}, -- [513]
					{
						["role"] = "DAMAGER",
						["name"] = "小天哥-黑铁",
						["iLvl"] = 954,
						["time"] = 1513006404,
						["class"] = 1,
						["bTag"] = "李晓天#5945",
					}, -- [514]
					{
						["role"] = "DAMAGER",
						["name"] = "盗聖-罗宁",
						["time"] = 1513006310,
						["class"] = 4,
					}, -- [515]
					{
						["role"] = "HEALER",
						["name"] = "逐风影-凤凰之神",
						["iLvl"] = 955,
						["time"] = 1513006404,
						["class"] = 11,
						["bTag"] = "不给橙就打人#5792",
					}, -- [516]
					{
						["role"] = "DAMAGER",
						["name"] = "水清鱼读月-安东尼达斯",
						["iLvl"] = 958,
						["time"] = 1513181360,
						["class"] = 3,
						["bTag"] = "华丽哀伤#5794",
					}, -- [517]
					{
						["role"] = "DAMAGER",
						["name"] = "我插根基吧丶-贫瘠之地",
						["iLvl"] = 923,
						["time"] = 1513006404,
						["class"] = 7,
						["bTag"] = "Summer#52348",
					}, -- [518]
					{
						["role"] = "DAMAGER",
						["name"] = "酱烧肥牛-影之哀伤",
						["iLvl"] = 958,
						["time"] = 1513006404,
						["class"] = 7,
						["bTag"] = "小兔提莫#5123",
					}, -- [519]
					{
						["role"] = "HEALER",
						["name"] = "梦想天使-迅捷微风",
						["iLvl"] = 956,
						["time"] = 1513006402,
						["class"] = 5,
						["bTag"] = "梦想#5117",
					}, -- [520]
					{
						["role"] = "DAMAGER",
						["name"] = "超级灬大哼-凤凰之神",
						["iLvl"] = 960,
						["time"] = 1513006404,
						["class"] = 1,
						["bTag"] = "超级大亨#5302",
					}, -- [521]
					{
						["role"] = "DAMAGER",
						["name"] = "副调研员-贫瘠之地",
						["iLvl"] = 919,
						["time"] = 1513006404,
						["class"] = 8,
						["bTag"] = "艾森瑞尔#5466",
					}, -- [522]
					{
						["role"] = "TANK",
						["name"] = "菩萨-克尔苏加德",
						["iLvl"] = 957,
						["time"] = 1513006404,
						["class"] = 11,
						["bTag"] = "菩萨哥#5173",
					}, -- [523]
					{
						["role"] = "TANK",
						["name"] = "疯狂的麻雀-格瑞姆巴托",
						["time"] = 1513006404,
						["class"] = 6,
					}, -- [524]
					{
						["role"] = "DAMAGER",
						["name"] = "划水咕咕-死亡之翼",
						["iLvl"] = 896,
						["time"] = 1513059933,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "凸凸#52780",
					}, -- [525]
					{
						["role"] = "DAMAGER",
						["name"] = "不知不觉-伊森利恩",
						["time"] = 1513059929,
						["class"] = 4,
					}, -- [526]
					{
						["role"] = "TANK",
						["name"] = "赫菈-霜狼",
						["time"] = 1513059939,
						["class"] = 1,
					}, -- [527]
					{
						["role"] = "HEALER",
						["name"] = "神裂火炽-霜狼",
						["time"] = 1513059939,
						["class"] = 5,
					}, -- [528]
					{
						["role"] = "DAMAGER",
						["name"] = "我的依賴-血色十字军",
						["time"] = 1513059911,
						["class"] = 9,
					}, -- [529]
					{
						["role"] = "TANK",
						["name"] = "伸缩式武器-安苏",
						["time"] = 1513059939,
						["class"] = 6,
					}, -- [530]
					{
						["role"] = "DAMAGER",
						["name"] = "玫兰枢-古尔丹",
						["iLvl"] = 954,
						["time"] = 1513059925,
						["class"] = 8,
						["bTag"] = "锥生零#5986",
					}, -- [531]
					{
						["role"] = "HEALER",
						["name"] = "郭小囡-冬泉谷",
						["time"] = 1513059915,
						["class"] = 5,
					}, -- [532]
					{
						["role"] = "DAMAGER",
						["name"] = "橙曲-血色十字军",
						["iLvl"] = 903,
						["time"] = 1513059933,
						["class"] = 12,
						["bTag"] = "玖井冬麦#5523",
					}, -- [533]
					{
						["role"] = "DAMAGER",
						["name"] = "情絲掌紋里-血环",
						["iLvl"] = 955,
						["time"] = 1513059939,
						["class"] = 12,
						["bTag"] = "唐雪見#5757",
					}, -- [534]
					{
						["role"] = "DAMAGER",
						["name"] = "月之朦胧-奥杜尔",
						["time"] = 1513059931,
						["class"] = 5,
					}, -- [535]
					{
						["role"] = "DAMAGER",
						["name"] = "好好抱抱你-燃烧之刃",
						["iLvl"] = 919,
						["time"] = 1513060553,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "小棍子#5654",
					}, -- [536]
					{
						["role"] = "DAMAGER",
						["name"] = "五块就五块-血色十字军",
						["iLvl"] = 945,
						["time"] = 1513060553,
						["class"] = 12,
						["bTag"] = "Hoexcib#5162",
					}, -- [537]
					{
						["role"] = "TANK",
						["name"] = "卧槽这年轻人-死亡之翼",
						["iLvl"] = 945,
						["time"] = 1513060553,
						["class"] = 11,
						["bTag"] = "瞅你咋滴#5774",
					}, -- [538]
					{
						["role"] = "DAMAGER",
						["name"] = "疯炸鸡-黑铁",
						["iLvl"] = 951,
						["time"] = 1513060553,
						["class"] = 3,
						["bTag"] = "手撕大盘鸡#5679",
					}, -- [539]
					{
						["role"] = "TANK",
						["name"] = "欧皇小魔-贫瘠之地",
						["iLvl"] = 959,
						["time"] = 1513060553,
						["class"] = 12,
						["bTag"] = "未来已来#5976",
					}, -- [540]
					{
						["role"] = "DAMAGER",
						["name"] = "Nediva-利刃之拳",
						["iLvl"] = 953,
						["time"] = 1513060524,
						["class"] = 2,
						["bTag"] = "SoulEcho#5344",
					}, -- [541]
					{
						["role"] = "DAMAGER",
						["name"] = "洋毛-死亡之翼",
						["iLvl"] = 959,
						["time"] = 1513060553,
						["class"] = 10,
						["bTag"] = "小法哥哥#5879",
					}, -- [542]
					{
						["role"] = "TANK",
						["name"] = "靈異姈-达斯雷玛",
						["iLvl"] = 937,
						["time"] = 1513060550,
						["class"] = 2,
						["bTag"] = "灬靈異泠灬#5933",
					}, -- [543]
					{
						["role"] = "TANK",
						["name"] = "牛丄-迦拉克隆",
						["iLvl"] = 956,
						["time"] = 1513060524,
						["class"] = 2,
						["bTag"] = "牛丅#5231",
					}, -- [544]
					{
						["role"] = "DAMAGER",
						["name"] = "叔叔买花吗-燃烧之刃",
						["iLvl"] = 959,
						["time"] = 1513060550,
						["class"] = 8,
						["bTag"] = "可爱的白白#5287",
					}, -- [545]
					{
						["role"] = "DAMAGER",
						["name"] = "另尋滄海-熔火之心",
						["iLvl"] = 958,
						["time"] = 1513060553,
						["class"] = 11,
						["bTag"] = "全场最混#5276",
					}, -- [546]
					{
						["role"] = "DAMAGER",
						["name"] = "啊咪托福-巨龙之吼",
						["time"] = 1513060553,
						["class"] = 8,
					}, -- [547]
					{
						["role"] = "DAMAGER",
						["name"] = "灬丨法丨灬-安苏",
						["time"] = 1513060553,
						["class"] = 8,
					}, -- [548]
					{
						["role"] = "TANK",
						["name"] = "贼鸡儿怂-无尽之海",
						["iLvl"] = 949,
						["time"] = 1513060553,
						["class"] = 2,
						["bTag"] = "零号机#5927",
					}, -- [549]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走的帕吉-燃烧平原",
						["iLvl"] = 954,
						["time"] = 1513061143,
						["class"] = 12,
						["bTag"] = "酷酷爆炸头#5898",
					}, -- [550]
					{
						["role"] = "DAMAGER",
						["name"] = "時绱灬小苦瓜-迅捷微风",
						["time"] = 1513060553,
						["class"] = 5,
					}, -- [551]
					{
						["role"] = "DAMAGER",
						["name"] = "朝阳炫目-迦拉克隆",
						["iLvl"] = 953,
						["time"] = 1513060550,
						["class"] = 3,
						["bTag"] = "英雄请留步#51810",
					}, -- [552]
					{
						["role"] = "TANK",
						["name"] = "网世一朩朩-莱索恩",
						["iLvl"] = 953,
						["time"] = 1513060553,
						["class"] = 2,
						["bTag"] = "朩朩#51907",
					}, -- [553]
					{
						["role"] = "DAMAGER",
						["name"] = "哀沐涕丶-凯恩血蹄",
						["iLvl"] = 954,
						["time"] = 1513060553,
						["class"] = 1,
						["bTag"] = "小丶帷迷#5936",
					}, -- [554]
					{
						["role"] = "DAMAGER",
						["name"] = "我不是腰力-诺森德",
						["iLvl"] = 933,
						["time"] = 1513061143,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "弗丁很牛#5426",
					}, -- [555]
					{
						["role"] = "DAMAGER",
						["name"] = "Ketrius-回音山",
						["time"] = 1513061143,
						["class"] = 4,
					}, -- [556]
					{
						["role"] = "DAMAGER",
						["name"] = "枫火烟云-苏拉玛",
						["iLvl"] = 948,
						["time"] = 1513061143,
						["class"] = 8,
						["bTag"] = "愤怒的小裸裸#5192",
					}, -- [557]
					{
						["role"] = "DAMAGER",
						["name"] = "物理不及格-熔火之心",
						["iLvl"] = 938,
						["time"] = 1513061143,
						["class"] = 4,
						["bTag"] = "爱垚#5883",
					}, -- [558]
					{
						["role"] = "DAMAGER",
						["name"] = "逗胖-丽丽（四川）",
						["iLvl"] = 954,
						["time"] = 1513061143,
						["class"] = 1,
						["bTag"] = "小琦琦#5672",
					}, -- [559]
					{
						["role"] = "DAMAGER",
						["name"] = "流浪丶法師-海克泰尔",
						["iLvl"] = 952,
						["time"] = 1513061143,
						["class"] = 8,
						["bTag"] = "小丶艾#5912",
					}, -- [560]
					{
						["role"] = "TANK",
						["name"] = "钢铁兽仁之祖-黑龙军团",
						["iLvl"] = 925,
						["time"] = 1513061143,
						["class"] = 10,
						["bTag"] = "听老婆话没错#5510",
					}, -- [561]
					{
						["role"] = "DAMAGER",
						["name"] = "Touxinzei-死亡之翼",
						["iLvl"] = 945,
						["time"] = 1513061141,
						["class"] = 4,
						["bTag"] = "Kyo#5693",
					}, -- [562]
					{
						["role"] = "DAMAGER",
						["name"] = "折翼凌霄-影之哀伤",
						["iLvl"] = 933,
						["time"] = 1513061135,
						["class"] = 7,
						["bTag"] = "羽翼#52925",
					}, -- [563]
					{
						["role"] = "DAMAGER",
						["name"] = "拂袖染红尘-贫瘠之地",
						["iLvl"] = 955,
						["time"] = 1513061135,
						["class"] = 10,
						["bTag"] = "杨仔#5560",
					}, -- [564]
					{
						["role"] = "DAMAGER",
						["name"] = "唏哩嘩啦-安苏",
						["iLvl"] = 929,
						["time"] = 1513061143,
						["class"] = 8,
						["bTag"] = "标哥#51399",
					}, -- [565]
					{
						["role"] = "DAMAGER",
						["name"] = "你来打死我啊-埃德萨拉",
						["iLvl"] = 940,
						["time"] = 1513061143,
						["class"] = 12,
						["bTag"] = "执笔画红颜#5212",
					}, -- [566]
					{
						["role"] = "TANK",
						["name"] = "曾经的牛人-奥斯里安",
						["iLvl"] = 937,
						["time"] = 1513061143,
						["class"] = 11,
						["bTag"] = "无聊的我#5744",
					}, -- [567]
					{
						["role"] = "TANK",
						["name"] = "丨暗月丨-格瑞姆巴托",
						["iLvl"] = 954,
						["time"] = 1513061141,
						["class"] = 11,
						["bTag"] = "封不觉#51358",
					}, -- [568]
					{
						["role"] = "DAMAGER",
						["name"] = "可以吸的果凍-斯克提斯",
						["iLvl"] = 936,
						["time"] = 1513061143,
						["class"] = 4,
						["bTag"] = "无聊的叶子#5811",
					}, -- [569]
					{
						["role"] = "DAMAGER",
						["name"] = "冬瓜烧排骨-埃德萨拉",
						["time"] = 1513061143,
						["class"] = 11,
					}, -- [570]
					{
						["role"] = "DAMAGER",
						["name"] = "清雅-艾莫莉丝",
						["time"] = 1513061143,
						["class"] = 12,
					}, -- [571]
					{
						["role"] = "DAMAGER",
						["name"] = "苹果芽-克尔苏加德",
						["time"] = 1513061143,
						["class"] = 3,
					}, -- [572]
					{
						["role"] = "DAMAGER",
						["name"] = "摊个煎饼吃-死亡之翼",
						["time"] = 1513061143,
						["class"] = 1,
					}, -- [573]
					{
						["role"] = "DAMAGER",
						["name"] = "死尸累生死郎-嚎风峡湾",
						["time"] = 1513061143,
						["class"] = 1,
					}, -- [574]
					{
						["role"] = "TANK",
						["name"] = "牛牛国王归来-藏宝海湾",
						["time"] = 1513061143,
						["class"] = 1,
					}, -- [575]
					{
						["role"] = "DAMAGER",
						["name"] = "咪呦呦-死亡之翼",
						["iLvl"] = 955,
						["time"] = 1513092405,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "杜小雪#5644",
					}, -- [576]
					{
						["role"] = "DAMAGER",
						["name"] = "姬千寻-雷霆之王",
						["iLvl"] = 925,
						["time"] = 1513093673,
						["class"] = 4,
						["bTag"] = "格子駿#5608",
					}, -- [577]
					{
						["role"] = "DAMAGER",
						["name"] = "胖家瘦瘦-红龙军团",
						["iLvl"] = 956,
						["time"] = 1513092405,
						["class"] = 11,
						["bTag"] = "童呆呆#5931",
					}, -- [578]
					{
						["role"] = "DAMAGER",
						["name"] = "彤彤丶粑粑-埃德萨拉",
						["iLvl"] = 943,
						["time"] = 1513092405,
						["class"] = 3,
						["bTag"] = "张洪涛#51389",
					}, -- [579]
					{
						["role"] = "DAMAGER",
						["name"] = "地大斯蒂芬-海克泰尔",
						["iLvl"] = 927,
						["time"] = 1513092405,
						["class"] = 3,
						["bTag"] = "大洋仔#5265",
					}, -- [580]
					{
						["role"] = "DAMAGER",
						["name"] = "藏伏奔原-黑铁",
						["time"] = 1513092405,
						["class"] = 4,
					}, -- [581]
					{
						["role"] = "DAMAGER",
						["name"] = "Lapetus-血环",
						["iLvl"] = 948,
						["time"] = 1513092405,
						["class"] = 3,
						["bTag"] = "Zanetti#5394",
					}, -- [582]
					{
						["role"] = "DAMAGER",
						["name"] = "给你一丶锤子-血色十字军",
						["iLvl"] = 900,
						["time"] = 1513092405,
						["class"] = 2,
						["bTag"] = "孟凯#5881",
					}, -- [583]
					{
						["role"] = "DAMAGER",
						["name"] = "倩兮丶-天空之墙",
						["iLvl"] = 952,
						["time"] = 1513092405,
						["class"] = 12,
						["bTag"] = "独醉为红颜#5810",
					}, -- [584]
					{
						["role"] = "DAMAGER",
						["name"] = "饭太稀-卡拉赞",
						["iLvl"] = 949,
						["time"] = 1513092405,
						["class"] = 3,
						["bTag"] = "火爆菊#5373",
					}, -- [585]
					{
						["role"] = "DAMAGER",
						["name"] = "羙顏-闪电之刃",
						["iLvl"] = 953,
						["time"] = 1513092405,
						["class"] = 2,
						["bTag"] = "宇宇是个大帅比#5890",
					}, -- [586]
					{
						["role"] = "DAMAGER",
						["name"] = "夢亦媃芷-凤凰之神",
						["iLvl"] = 947,
						["time"] = 1513092405,
						["class"] = 5,
						["bTag"] = "小柒娃儿#5639",
					}, -- [587]
					{
						["role"] = "DAMAGER",
						["name"] = "天安我最牛-加尔",
						["iLvl"] = 945,
						["time"] = 1513092405,
						["class"] = 7,
						["bTag"] = "天安我最牛#5661",
					}, -- [588]
					{
						["role"] = "TANK",
						["name"] = "扣完菊花后-迅捷微风",
						["iLvl"] = 916,
						["time"] = 1513092405,
						["class"] = 11,
						["bTag"] = "eciiy153#5456",
					}, -- [589]
					{
						["role"] = "TANK",
						["name"] = "丶糖-伊森利恩",
						["time"] = 1513092405,
						["class"] = 6,
					}, -- [590]
					{
						["role"] = "DAMAGER",
						["name"] = "蓎丶-伊森利恩",
						["time"] = 1513092405,
						["class"] = 8,
					}, -- [591]
					{
						["role"] = "DAMAGER",
						["name"] = "扎心了老铁-斯克提斯",
						["iLvl"] = 957,
						["time"] = 1513092405,
						["class"] = 3,
						["bTag"] = "芭啦芭啦#51545",
					}, -- [592]
					{
						["role"] = "DAMAGER",
						["name"] = "海下的阳光-安苏",
						["iLvl"] = 950,
						["time"] = 1513092405,
						["class"] = 9,
						["bTag"] = "ShadowStorm#548596",
					}, -- [593]
					{
						["role"] = "DAMAGER",
						["name"] = "幻想传说-玛诺洛斯",
						["iLvl"] = 953,
						["time"] = 1513092405,
						["class"] = 2,
						["bTag"] = "风间战狼#5768",
					}, -- [594]
					{
						["role"] = "DAMAGER",
						["name"] = "無奈殤痕-格瑞姆巴托",
						["iLvl"] = 952,
						["time"] = 1513092405,
						["class"] = 4,
						["bTag"] = "沝云涧#5222",
					}, -- [595]
					{
						["role"] = "DAMAGER",
						["name"] = "牛牛小法-加兹鲁维",
						["iLvl"] = 958,
						["time"] = 1513092405,
						["class"] = 8,
						["bTag"] = "风中残叶飞#5611",
					}, -- [596]
					{
						["role"] = "DAMAGER",
						["name"] = "增奶元-苏拉玛",
						["iLvl"] = 955,
						["time"] = 1513092405,
						["class"] = 7,
						["bTag"] = "所望之处#5970",
					}, -- [597]
					{
						["role"] = "HEALER",
						["name"] = "弇兹-战歌",
						["iLvl"] = 868,
						["time"] = 1513092405,
						["class"] = 5,
						["bTag"] = "惊鸿#51371",
					}, -- [598]
					{
						["role"] = "DAMAGER",
						["name"] = "冬弦月-火焰之树",
						["iLvl"] = 953,
						["time"] = 1513092405,
						["class"] = 7,
						["bTag"] = "冬弦月#5421",
					}, -- [599]
					{
						["role"] = "HEALER",
						["name"] = "阡流-冰风岗",
						["iLvl"] = 949,
						["time"] = 1513092405,
						["class"] = 5,
						["bTag"] = "记忆#52891",
					}, -- [600]
					{
						["role"] = "DAMAGER",
						["name"] = "暮色的天使-罗宁",
						["iLvl"] = 925,
						["time"] = 1513092405,
						["class"] = 9,
						["bTag"] = "阳光三十七度#5654",
					}, -- [601]
					{
						["role"] = "DAMAGER",
						["name"] = "麦克罗斯传奇-格瑞姆巴托",
						["iLvl"] = 954,
						["time"] = 1513092405,
						["class"] = 3,
						["bTag"] = "潜行之鲷#55472",
					}, -- [602]
					{
						["role"] = "DAMAGER",
						["name"] = "悟饭就是神-布兰卡德",
						["iLvl"] = 947,
						["time"] = 1513092405,
						["class"] = 8,
						["bTag"] = "欲乘风#5516",
					}, -- [603]
					{
						["role"] = "DAMAGER",
						["name"] = "飘逸的牛毛-回音山",
						["iLvl"] = 955,
						["time"] = 1513092405,
						["class"] = 1,
						["bTag"] = "Flashfish#5549",
					}, -- [604]
					{
						["role"] = "DAMAGER",
						["name"] = "默羽悠然-燃烧之刃",
						["time"] = 1513092405,
						["class"] = 12,
					}, -- [605]
					{
						["role"] = "HEALER",
						["name"] = "牧灬灼心-格瑞姆巴托",
						["iLvl"] = 930,
						["time"] = 1513092405,
						["class"] = 5,
						["bTag"] = "滚滚丶圆#5465",
					}, -- [606]
					{
						["role"] = "TANK",
						["name"] = "防不胜防骑-贫瘠之地",
						["iLvl"] = 932,
						["time"] = 1513092405,
						["class"] = 2,
						["bTag"] = "尼古拉斯好好奇#5975",
					}, -- [607]
					{
						["role"] = "DAMAGER",
						["name"] = "执法局长丶-加基森",
						["iLvl"] = 958,
						["time"] = 1513092405,
						["class"] = 3,
						["bTag"] = "砒霜#5280",
					}, -- [608]
					{
						["role"] = "DAMAGER",
						["name"] = "狮角-贫瘠之地",
						["iLvl"] = 954,
						["time"] = 1513092405,
						["class"] = 11,
						["bTag"] = "LittleRay#5900",
					}, -- [609]
					{
						["role"] = "DAMAGER",
						["name"] = "同生灬共死-燃烧之刃",
						["time"] = 1513092405,
						["class"] = 5,
					}, -- [610]
					{
						["role"] = "TANK",
						["name"] = "Eyeballs-阿拉希",
						["iLvl"] = 957,
						["time"] = 1513092405,
						["class"] = 11,
						["bTag"] = "艾帅牛丶#5921",
					}, -- [611]
					{
						["role"] = "TANK",
						["name"] = "燃烧的远征军-古加尔",
						["iLvl"] = 951,
						["time"] = 1513092405,
						["class"] = 2,
						["bTag"] = "拯救#5497",
					}, -- [612]
					{
						["role"] = "DAMAGER",
						["name"] = "炸天帮明少-无尽之海",
						["iLvl"] = 942,
						["time"] = 1513092405,
						["class"] = 12,
						["bTag"] = "大明哥#5796",
					}, -- [613]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫丶苏小鱼-血色十字军",
						["iLvl"] = 957,
						["time"] = 1513093097,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "斯蒂芬#5142",
					}, -- [614]
					{
						["role"] = "DAMAGER",
						["name"] = "一地熊猫-迦拉克隆",
						["iLvl"] = 871,
						["time"] = 1513093149,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "时间的码头#5739",
					}, -- [615]
					{
						["role"] = "DAMAGER",
						["name"] = "幻之永夜-狂热之刃",
						["iLvl"] = 952,
						["time"] = 1513093149,
						["class"] = 12,
						["bTag"] = "晓月之夜#5455",
					}, -- [616]
					{
						["role"] = "DAMAGER",
						["name"] = "清清来了丶-布兰卡德",
						["iLvl"] = 955,
						["time"] = 1513093149,
						["class"] = 8,
						["bTag"] = "小拳石#51289",
					}, -- [617]
					{
						["role"] = "TANK",
						["name"] = "灬沉丿默-哈兰",
						["iLvl"] = 945,
						["time"] = 1513093149,
						["class"] = 2,
						["bTag"] = "茫然之矮人#52622",
					}, -- [618]
					{
						["role"] = "TANK",
						["name"] = "过什布隆克喀-艾维娜",
						["time"] = 1513093149,
						["class"] = 11,
					}, -- [619]
					{
						["role"] = "HEALER",
						["name"] = "尹一枪-燃烧之刃",
						["iLvl"] = 929,
						["time"] = 1513093149,
						["class"] = 11,
						["bTag"] = "生下来就他妈帅#5936",
					}, -- [620]
					{
						["role"] = "DAMAGER",
						["name"] = "当年情-卡德加",
						["iLvl"] = 910,
						["time"] = 1513093149,
						["class"] = 1,
						["bTag"] = "Luckywh#5955",
					}, -- [621]
					{
						["role"] = "TANK",
						["name"] = "罘朽传说-深渊之喉",
						["time"] = 1513093149,
						["class"] = 11,
					}, -- [622]
					{
						["role"] = "DAMAGER",
						["name"] = "Dishonored-玛洛加尔",
						["time"] = 1513093072,
						["class"] = 4,
					}, -- [623]
					{
						["role"] = "TANK",
						["name"] = "Riffraff-黑翼之巢",
						["iLvl"] = 959,
						["time"] = 1513093149,
						["class"] = 11,
						["bTag"] = "聪明的舒克#5347",
					}, -- [624]
					{
						["role"] = "DAMAGER",
						["name"] = "苯氧乙醇-血环",
						["iLvl"] = 951,
						["time"] = 1513093149,
						["class"] = 8,
						["bTag"] = "沉默风暴#5108",
					}, -- [625]
					{
						["role"] = "DAMAGER",
						["name"] = "翙翙其羽-地狱咆哮",
						["iLvl"] = 914,
						["time"] = 1513093149,
						["class"] = 4,
						["bTag"] = "沐仪#5816",
					}, -- [626]
					{
						["role"] = "TANK",
						["name"] = "暴走的铁秤砣-激流之傲",
						["time"] = 1513093145,
						["class"] = 1,
					}, -- [627]
					{
						["role"] = "DAMAGER",
						["name"] = "Jerax-阿尔萨斯",
						["iLvl"] = 954,
						["time"] = 1513093145,
						["class"] = 9,
						["bTag"] = "Squirrel#5630",
					}, -- [628]
					{
						["role"] = "DAMAGER",
						["name"] = "纽约锅盖-死亡之翼",
						["iLvl"] = 935,
						["time"] = 1513093149,
						["class"] = 1,
						["bTag"] = "纽约锅盖#5863",
					}, -- [629]
					{
						["role"] = "DAMAGER",
						["name"] = "Chargedie-格瑞姆巴托",
						["iLvl"] = 945,
						["time"] = 1513093149,
						["class"] = 1,
						["bTag"] = "小混蛋#5492",
					}, -- [630]
					{
						["role"] = "TANK",
						["name"] = "诺拉德-纳沙塔尔",
						["iLvl"] = 939,
						["time"] = 1513093149,
						["class"] = 11,
						["bTag"] = "林琛#5140",
					}, -- [631]
					{
						["role"] = "DAMAGER",
						["name"] = "陨星-苏塔恩",
						["iLvl"] = 953,
						["time"] = 1513093145,
						["class"] = 1,
						["bTag"] = "暴躁之武僧#534533",
					}, -- [632]
					{
						["role"] = "DAMAGER",
						["name"] = "傻丶満-梦境之树",
						["iLvl"] = 946,
						["time"] = 1513093149,
						["class"] = 7,
						["bTag"] = "千里一醉#5413",
					}, -- [633]
					{
						["role"] = "DAMAGER",
						["name"] = "Carler-血牙魔王",
						["iLvl"] = 934,
						["time"] = 1513093149,
						["class"] = 3,
						["bTag"] = "Carler#5100",
					}, -- [634]
					{
						["role"] = "DAMAGER",
						["name"] = "Amiry-烈焰峰",
						["iLvl"] = 945,
						["time"] = 1513093149,
						["class"] = 12,
						["bTag"] = "梅智慧#5759",
					}, -- [635]
					{
						["role"] = "TANK",
						["name"] = "艾利桑德-提瑞斯法",
						["time"] = 1513093131,
						["class"] = 6,
					}, -- [636]
					{
						["role"] = "DAMAGER",
						["name"] = "想吃兔子肉-达尔坎",
						["time"] = 1513093149,
						["class"] = 4,
					}, -- [637]
					{
						["role"] = "DAMAGER",
						["name"] = "血之剜歌-黑暗魅影",
						["time"] = 1513093149,
						["class"] = 6,
					}, -- [638]
					{
						["role"] = "DAMAGER",
						["name"] = "柠檬的木宁-海加尔",
						["iLvl"] = 939,
						["time"] = 1513093540,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "柠檬的柠檬#5628",
					}, -- [639]
					{
						["role"] = "DAMAGER",
						["name"] = "珑穆-亚雷戈斯",
						["iLvl"] = 930,
						["time"] = 1513093540,
						["class"] = 8,
						["bTag"] = "言王木#5938",
					}, -- [640]
					{
						["role"] = "DAMAGER",
						["name"] = "破烂的盾盾-萨尔",
						["iLvl"] = 958,
						["time"] = 1513093536,
						["class"] = 7,
						["bTag"] = "破烂的盾#5924",
					}, -- [641]
					{
						["role"] = "DAMAGER",
						["name"] = "丨今晚打老虎-风行者",
						["iLvl"] = 959,
						["time"] = 1513093536,
						["class"] = 1,
						["bTag"] = "如果宅#5669",
					}, -- [642]
					{
						["role"] = "DAMAGER",
						["name"] = "染指浮尘-巫妖之王",
						["iLvl"] = 954,
						["time"] = 1513093505,
						["class"] = 11,
						["bTag"] = "染指浮尘#5413",
					}, -- [643]
					{
						["role"] = "DAMAGER",
						["name"] = "Gzy-血环",
						["iLvl"] = 935,
						["time"] = 1513093540,
						["class"] = 2,
						["bTag"] = "高大神#5601",
					}, -- [644]
					{
						["role"] = "DAMAGER",
						["name"] = "重艹旧业-布兰卡德",
						["iLvl"] = 906,
						["time"] = 1513093534,
						["class"] = 3,
						["bTag"] = "天堂怒火#5270",
					}, -- [645]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱吃山竹-死亡之翼",
						["iLvl"] = 903,
						["time"] = 1513093540,
						["class"] = 4,
						["bTag"] = "柿子爱吃我#5319",
					}, -- [646]
					{
						["role"] = "DAMAGER",
						["name"] = "魔煞一骸-卡德罗斯",
						["iLvl"] = 945,
						["time"] = 1513093498,
						["class"] = 1,
						["bTag"] = "魔煞#5658",
					}, -- [647]
					{
						["role"] = "TANK",
						["name"] = "我从地狱来-贫瘠之地",
						["time"] = 1513093479,
						["class"] = 12,
					}, -- [648]
					{
						["role"] = "DAMAGER",
						["name"] = "无聊过度产物-埃加洛尔",
						["iLvl"] = 932,
						["time"] = 1513093540,
						["class"] = 2,
						["bTag"] = "萌新#52120",
					}, -- [649]
					{
						["role"] = "DAMAGER",
						["name"] = "七季盗-死亡之翼",
						["iLvl"] = 796,
						["time"] = 1513093540,
						["class"] = 4,
						["bTag"] = "裂魂者#5536",
					}, -- [650]
					{
						["role"] = "DAMAGER",
						["name"] = "Daeros-安苏",
						["iLvl"] = 929,
						["time"] = 1513093536,
						["class"] = 8,
						["bTag"] = "Ada#52430",
					}, -- [651]
					{
						["role"] = "DAMAGER",
						["name"] = "剑士-深渊之巢",
						["iLvl"] = 922,
						["time"] = 1513093540,
						["class"] = 2,
						["bTag"] = "陈叔叔#5448",
					}, -- [652]
					{
						["role"] = "DAMAGER",
						["name"] = "金黄色的回忆-冰霜之刃",
						["iLvl"] = 951,
						["time"] = 1513093532,
						["class"] = 5,
						["bTag"] = "金黄色的回忆#5314",
					}, -- [653]
					{
						["role"] = "DAMAGER",
						["name"] = "小菊花丶橙-燃烧之刃",
						["iLvl"] = 956,
						["time"] = 1513093531,
						["class"] = 9,
						["bTag"] = "放轻松屁股不会痛#5463",
					}, -- [654]
					{
						["role"] = "DAMAGER",
						["name"] = "浪漫星星-寒冰皇冠",
						["iLvl"] = 884,
						["time"] = 1513093503,
						["class"] = 10,
						["bTag"] = "熟悉的呼吸#5227",
					}, -- [655]
					{
						["role"] = "TANK",
						["name"] = "迦拉迪亚-阿纳克洛斯",
						["time"] = 1513093473,
						["class"] = 2,
					}, -- [656]
					{
						["role"] = "HEALER",
						["name"] = "瞧你妹-燃烧之刃",
						["iLvl"] = 944,
						["time"] = 1513093485,
						["class"] = 5,
						["bTag"] = "荒芜#5794",
					}, -- [657]
					{
						["role"] = "DAMAGER",
						["name"] = "清晨想你-伊森利恩",
						["iLvl"] = 951,
						["time"] = 1513093477,
						["class"] = 1,
						["bTag"] = "清晨想你#5741",
					}, -- [658]
					{
						["role"] = "DAMAGER",
						["name"] = "灬術爷灬-格瑞姆巴托",
						["iLvl"] = 953,
						["time"] = 1513093540,
						["class"] = 9,
						["bTag"] = "撒呲给给#5176",
					}, -- [659]
					{
						["role"] = "TANK",
						["name"] = "playerGYLZKU-龙骨平原",
						["iLvl"] = 929,
						["time"] = 1513093534,
						["class"] = 10,
						["bTag"] = "kaede#51470",
					}, -- [660]
					{
						["role"] = "DAMAGER",
						["name"] = "风旋怒斩-丽丽（四川）",
						["iLvl"] = 928,
						["time"] = 1513093540,
						["class"] = 1,
						["bTag"] = "鬼魂之龙#5149231",
					}, -- [661]
					{
						["role"] = "DAMAGER",
						["name"] = "丿群星-加基森",
						["iLvl"] = 956,
						["time"] = 1513093673,
						["class"] = 3,
						["bTag"] = "群星#5175",
					}, -- [662]
					{
						["role"] = "DAMAGER",
						["name"] = "夏姬八射-格瑞姆巴托",
						["iLvl"] = 929,
						["time"] = 1513093540,
						["class"] = 3,
						["bTag"] = "TreeNewBee#5899",
					}, -- [663]
					{
						["role"] = "DAMAGER",
						["name"] = "晒月亮的鹦鹉-外域",
						["iLvl"] = 947,
						["time"] = 1513093540,
						["class"] = 8,
						["bTag"] = "小乖#5950",
					}, -- [664]
					{
						["role"] = "DAMAGER",
						["name"] = "猴子的菊花-凤凰之神",
						["iLvl"] = 923,
						["time"] = 1513093479,
						["class"] = 1,
						["bTag"] = "lpyl#5934",
					}, -- [665]
					{
						["role"] = "DAMAGER",
						["name"] = "如烟绕梁-银松森林",
						["iLvl"] = 903,
						["time"] = 1513093540,
						["class"] = 3,
						["bTag"] = "英俊的曹小威#5589",
					}, -- [666]
					{
						["role"] = "DAMAGER",
						["name"] = "焚香听雨-狂热之刃",
						["iLvl"] = 957,
						["time"] = 1513093532,
						["class"] = 4,
						["bTag"] = "艹之#5301",
					}, -- [667]
					{
						["role"] = "DAMAGER",
						["name"] = "我是糖门滚-晴日峰（江苏）",
						["iLvl"] = 944,
						["time"] = 1513093540,
						["class"] = 9,
						["bTag"] = "暗夜之鸦#596197",
					}, -- [668]
					{
						["role"] = "DAMAGER",
						["name"] = "爱酸菜-塔纳利斯",
						["iLvl"] = 932,
						["time"] = 1513093540,
						["class"] = 3,
						["bTag"] = "曾经的你#5447",
					}, -- [669]
					{
						["role"] = "DAMAGER",
						["name"] = "苞工头-冰风岗",
						["iLvl"] = 959,
						["time"] = 1513093534,
						["class"] = 8,
						["bTag"] = "木木十九#5712",
					}, -- [670]
					{
						["role"] = "DAMAGER",
						["name"] = "幸福的拾荒者-阿尔萨斯",
						["iLvl"] = 882,
						["time"] = 1513093540,
						["class"] = 8,
						["bTag"] = "古月哥欠#5471",
					}, -- [671]
					{
						["role"] = "DAMAGER",
						["name"] = "雷小神-霜狼",
						["iLvl"] = 950,
						["time"] = 1513093505,
						["class"] = 7,
						["bTag"] = "宠坏#5488",
					}, -- [672]
					{
						["role"] = "DAMAGER",
						["name"] = "一万次悲伤着-血色十字军",
						["iLvl"] = 945,
						["time"] = 1513093540,
						["class"] = 12,
						["bTag"] = "蛮力扯开你的裤裤#5579",
					}, -- [673]
					{
						["role"] = "DAMAGER",
						["name"] = "莎乐媄-冰霜之刃",
						["iLvl"] = 888,
						["time"] = 1513093540,
						["class"] = 3,
						["bTag"] = "摄狼#5679",
					}, -- [674]
					{
						["role"] = "DAMAGER",
						["name"] = "貓膩丶-风暴之怒",
						["iLvl"] = 932,
						["time"] = 1513093538,
						["class"] = 4,
						["bTag"] = "渺小之牛头人#5628",
					}, -- [675]
					{
						["role"] = "TANK",
						["name"] = "罂粟的悲哀-卡德加",
						["iLvl"] = 959,
						["time"] = 1513093536,
						["class"] = 2,
						["bTag"] = "安子#51621",
					}, -- [676]
					{
						["role"] = "DAMAGER",
						["name"] = "Sant-夏维安",
						["time"] = 1513093531,
						["class"] = 5,
						["leader"] = true,
					}, -- [677]
					{
						["role"] = "DAMAGER",
						["name"] = "舒窈-迦拉克隆",
						["time"] = 1513093540,
						["class"] = 12,
					}, -- [678]
					{
						["role"] = "DAMAGER",
						["name"] = "上兵伐谋-遗忘海岸",
						["time"] = 1513093540,
						["class"] = 8,
					}, -- [679]
					{
						["role"] = "DAMAGER",
						["name"] = "Vern-盖斯",
						["iLvl"] = 948,
						["time"] = 1513093540,
						["class"] = 4,
						["bTag"] = "狂热的柚子皮#5247",
					}, -- [680]
					{
						["role"] = "TANK",
						["name"] = "今天喝了嗎-影之哀伤",
						["iLvl"] = 950,
						["time"] = 1513093540,
						["class"] = 2,
						["bTag"] = "梦里有长安#5685",
					}, -- [681]
					{
						["role"] = "DAMAGER",
						["name"] = "拉拉寶貝-夏维安",
						["time"] = 1513093638,
						["class"] = 9,
						["leader"] = true,
					}, -- [682]
					{
						["role"] = "DAMAGER",
						["name"] = "剑弑众生-克尔苏加德",
						["iLvl"] = 919,
						["time"] = 1513093673,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "缺大门牙#5199",
					}, -- [683]
					{
						["role"] = "DAMAGER",
						["name"] = "地邪天荒-战歌",
						["iLvl"] = 906,
						["time"] = 1513093673,
						["class"] = 12,
						["bTag"] = "晴天#51465",
					}, -- [684]
					{
						["role"] = "DAMAGER",
						["name"] = "奎尔黛拉-翡翠梦境",
						["time"] = 1513093656,
						["class"] = 3,
					}, -- [685]
					{
						["role"] = "DAMAGER",
						["name"] = "Kirra-雷霆之王",
						["iLvl"] = 933,
						["time"] = 1513093673,
						["class"] = 8,
						["bTag"] = "Kirra#5407",
					}, -- [686]
					{
						["role"] = "DAMAGER",
						["name"] = "八级大的狂风-迅捷微风",
						["iLvl"] = 954,
						["time"] = 1513093673,
						["class"] = 8,
						["bTag"] = "徐大师#51559",
					}, -- [687]
					{
						["role"] = "DAMAGER",
						["name"] = "黑糖朵朵-布莱克摩",
						["iLvl"] = 953,
						["time"] = 1513093673,
						["class"] = 5,
						["bTag"] = "朵朵#5463",
					}, -- [688]
					{
						["role"] = "DAMAGER",
						["name"] = "利爪侠-幽暗沼泽",
						["time"] = 1513093638,
						["class"] = 11,
					}, -- [689]
					{
						["role"] = "DAMAGER",
						["name"] = "温丶青青-燃烧之刃",
						["iLvl"] = 953,
						["time"] = 1513093673,
						["class"] = 6,
						["bTag"] = "乾達婆#5590",
					}, -- [690]
					{
						["role"] = "DAMAGER",
						["name"] = "涵情陌陌-盖斯",
						["iLvl"] = 953,
						["time"] = 1513093674,
						["class"] = 8,
						["bTag"] = "为了部落#593986",
					}, -- [691]
					{
						["role"] = "DAMAGER",
						["name"] = "風起雲端-布兰卡德",
						["iLvl"] = 952,
						["time"] = 1513093674,
						["class"] = 4,
						["bTag"] = "Seanicky#5142",
					}, -- [692]
					{
						["role"] = "TANK",
						["name"] = "圣光蜂-燃烧之刃",
						["iLvl"] = 947,
						["time"] = 1513093674,
						["class"] = 2,
						["bTag"] = "蜜蜂#5124",
					}, -- [693]
					{
						["role"] = "DAMAGER",
						["name"] = "浅梦红颜-加基森",
						["iLvl"] = 954,
						["time"] = 1513093669,
						["class"] = 12,
						["bTag"] = "战神灬浅梦#5328",
					}, -- [694]
					{
						["role"] = "DAMAGER",
						["name"] = "絲袜-蜘蛛王国",
						["iLvl"] = 954,
						["time"] = 1513093673,
						["class"] = 8,
						["bTag"] = "周大侠#5336",
					}, -- [695]
					{
						["role"] = "TANK",
						["name"] = "Tearsclown-末日行者",
						["iLvl"] = 945,
						["time"] = 1513093673,
						["class"] = 1,
						["bTag"] = "陌生的歌#5219",
					}, -- [696]
					{
						["role"] = "DAMAGER",
						["name"] = "追忆无真情-伊森利恩",
						["iLvl"] = 960,
						["time"] = 1513093673,
						["class"] = 8,
						["bTag"] = "极速之潜行者#59816",
					}, -- [697]
					{
						["role"] = "DAMAGER",
						["name"] = "沃克斯歪根-贫瘠之地",
						["iLvl"] = 813,
						["time"] = 1513180567,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "玛丽莲梦露#5673",
					}, -- [698]
					{
						["role"] = "DAMAGER",
						["name"] = "夜深亾靜-死亡之翼",
						["iLvl"] = 952,
						["time"] = 1513180428,
						["class"] = 1,
						["bTag"] = "骚骚#51502",
					}, -- [699]
					{
						["role"] = "DAMAGER",
						["name"] = "散丶心-死亡之翼",
						["iLvl"] = 924,
						["time"] = 1513180488,
						["class"] = 12,
						["bTag"] = "上帝之手#5290",
					}, -- [700]
					{
						["role"] = "DAMAGER",
						["name"] = "Yolosaner-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1513180419,
						["class"] = 12,
						["bTag"] = "你并非永恒#51485",
					}, -- [701]
					{
						["role"] = "DAMAGER",
						["name"] = "尛灬戮-伊森利恩",
						["iLvl"] = 956,
						["time"] = 1513180432,
						["class"] = 12,
						["bTag"] = "红茶小筑#51290",
					}, -- [702]
					{
						["role"] = "DAMAGER",
						["name"] = "卡莲-幽暗沼泽",
						["iLvl"] = 940,
						["time"] = 1513180419,
						["class"] = 4,
						["bTag"] = "黑暗之潮#5822",
					}, -- [703]
					{
						["role"] = "DAMAGER",
						["name"] = "柒子游-无尽之海",
						["iLvl"] = 950,
						["time"] = 1513180486,
						["class"] = 3,
						["bTag"] = "樂楊#5829",
					}, -- [704]
					{
						["role"] = "HEALER",
						["name"] = "壹贰零二-狂热之刃",
						["iLvl"] = 954,
						["time"] = 1513180479,
						["class"] = 11,
						["bTag"] = "叶启#51663",
					}, -- [705]
					{
						["role"] = "HEALER",
						["name"] = "胖子快跑-能源舰",
						["iLvl"] = 953,
						["time"] = 1513180432,
						["class"] = 11,
						["bTag"] = "蛮力之兽#5106787",
					}, -- [706]
					{
						["role"] = "DAMAGER",
						["name"] = "领域空间-主宰之剑",
						["iLvl"] = 942,
						["time"] = 1513180426,
						["class"] = 2,
						["bTag"] = "幽灵痞子狼#5701",
					}, -- [707]
					{
						["role"] = "DAMAGER",
						["name"] = "夜未深丶-冰霜之刃",
						["iLvl"] = 891,
						["time"] = 1513180424,
						["class"] = 9,
						["bTag"] = "电竞李敏镐#5651",
					}, -- [708]
					{
						["role"] = "TANK",
						["name"] = "冬暖夏凉的树-鬼雾峰",
						["iLvl"] = 953,
						["time"] = 1513180424,
						["class"] = 11,
						["bTag"] = "命令护肩#5713",
					}, -- [709]
					{
						["role"] = "DAMAGER",
						["name"] = "吃冰少年-奥妮克希亚",
						["iLvl"] = 898,
						["time"] = 1513180472,
						["class"] = 12,
						["bTag"] = "破道灬鬼冢#5670",
					}, -- [710]
					{
						["role"] = "TANK",
						["name"] = "小黑牛贼帅丶-日落沼泽",
						["time"] = 1513180412,
						["class"] = 11,
					}, -- [711]
					{
						["role"] = "DAMAGER",
						["name"] = "猫熊苏丶仔仔-龙骨平原",
						["iLvl"] = 890,
						["time"] = 1513180449,
						["class"] = 12,
						["bTag"] = "Freya#5926",
					}, -- [712]
					{
						["role"] = "DAMAGER",
						["name"] = "Guge-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1513180419,
						["class"] = 10,
						["bTag"] = "输入一个名称#56320",
					}, -- [713]
					{
						["role"] = "DAMAGER",
						["name"] = "孤寂寒冬-塞拉摩",
						["time"] = 1513180662,
						["class"] = 1,
					}, -- [714]
					{
						["role"] = "DAMAGER",
						["name"] = "紫誓緣言-无尽之海",
						["iLvl"] = 924,
						["time"] = 1513180414,
						["class"] = 9,
						["bTag"] = "Journey#52288",
					}, -- [715]
					{
						["role"] = "DAMAGER",
						["name"] = "嬡蜯蜯溏-燃烧平原",
						["iLvl"] = 945,
						["time"] = 1513181360,
						["class"] = 10,
						["bTag"] = "外星人到地球#5518",
					}, -- [716]
					{
						["role"] = "DAMAGER",
						["name"] = "甜心白宝贝-丽丽（四川）",
						["iLvl"] = 948,
						["time"] = 1513180419,
						["class"] = 6,
						["bTag"] = "大水贼#5486",
					}, -- [717]
					{
						["role"] = "DAMAGER",
						["name"] = "逆袭大块头-布兰卡德",
						["iLvl"] = 953,
						["time"] = 1513180432,
						["class"] = 1,
						["bTag"] = "黑超大块头#5197",
					}, -- [718]
					{
						["role"] = "TANK",
						["name"] = "战神诺拉-伊森利恩",
						["iLvl"] = 956,
						["time"] = 1513180428,
						["class"] = 2,
						["bTag"] = "天涯#5486",
					}, -- [719]
					{
						["role"] = "DAMAGER",
						["name"] = "制裁圣光-凤凰之神",
						["iLvl"] = 954,
						["time"] = 1513180443,
						["class"] = 2,
						["bTag"] = "战乱魅影#5119",
					}, -- [720]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁牛板筋-凤凰之神",
						["time"] = 1513180414,
						["class"] = 1,
					}, -- [721]
					{
						["role"] = "DAMAGER",
						["name"] = "Mkathy-安苏",
						["iLvl"] = 928,
						["time"] = 1514222314,
						["class"] = 8,
						["bTag"] = "Mkathy#5913",
					}, -- [722]
					{
						["role"] = "DAMAGER",
						["name"] = "橙绝人亡-冰风岗",
						["time"] = 1513180412,
						["class"] = 3,
					}, -- [723]
					{
						["role"] = "DAMAGER",
						["name"] = "黄色的西瓜-克尔苏加德",
						["iLvl"] = 957,
						["time"] = 1513180428,
						["class"] = 4,
						["bTag"] = "黄色的西瓜#5158",
					}, -- [724]
					{
						["role"] = "DAMAGER",
						["name"] = "淡看聚散-白银之手",
						["iLvl"] = 954,
						["time"] = 1513180662,
						["class"] = 9,
						["bTag"] = "底线#51859",
					}, -- [725]
					{
						["role"] = "DAMAGER",
						["name"] = "Whitebear-无尽之海",
						["iLvl"] = 919,
						["time"] = 1513180662,
						["class"] = 3,
						["bTag"] = "蔡伟#51113",
					}, -- [726]
					{
						["role"] = "DAMAGER",
						["name"] = "切问而进思-凤凰之神",
						["iLvl"] = 918,
						["time"] = 1513180662,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "吞舟#5193",
					}, -- [727]
					{
						["role"] = "HEALER",
						["name"] = "春心荡漾丶春-无尽之海",
						["iLvl"] = 922,
						["time"] = 1513180631,
						["class"] = 7,
						["bTag"] = "小五的刺刀丶#5857",
					}, -- [728]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝花楹-风行者",
						["iLvl"] = 953,
						["time"] = 1513180479,
						["class"] = 8,
						["bTag"] = "夜与流云#5947",
					}, -- [729]
					{
						["role"] = "DAMAGER",
						["name"] = "夜枫舞-克尔苏加德",
						["iLvl"] = 953,
						["time"] = 1513180655,
						["class"] = 4,
						["bTag"] = "逆风之翼#5832",
					}, -- [730]
					{
						["role"] = "DAMAGER",
						["name"] = "Vegril-凤凰之神",
						["iLvl"] = 926,
						["time"] = 1513180631,
						["class"] = 6,
						["bTag"] = "Vegril#5445",
					}, -- [731]
					{
						["role"] = "TANK",
						["name"] = "非黑即红-冰风岗",
						["iLvl"] = 962,
						["time"] = 1513180662,
						["class"] = 11,
						["bTag"] = "枫羽之歌#51922",
					}, -- [732]
					{
						["role"] = "HEALER",
						["name"] = "灬随风拂面-血色十字军",
						["time"] = 1513180631,
						["class"] = 5,
					}, -- [733]
					{
						["role"] = "DAMAGER",
						["name"] = "芙蕾雅丶晨风-无尽之海",
						["iLvl"] = 948,
						["time"] = 1513181360,
						["class"] = 9,
						["bTag"] = "五更琉璃#5196",
					}, -- [734]
					{
						["role"] = "DAMAGER",
						["name"] = "希尓瓦納丝-安苏",
						["iLvl"] = 930,
						["time"] = 1513180662,
						["class"] = 3,
						["bTag"] = "Forever#5303",
					}, -- [735]
					{
						["role"] = "DAMAGER",
						["name"] = "好灬基友-红龙军团",
						["iLvl"] = 964,
						["time"] = 1513180662,
						["class"] = 4,
						["bTag"] = "葛培成#5166",
					}, -- [736]
					{
						["role"] = "DAMAGER",
						["name"] = "月夜丶法-血环",
						["iLvl"] = 926,
						["time"] = 1513181082,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "小南#5250",
					}, -- [737]
					{
						["role"] = "DAMAGER",
						["name"] = "末日鲜血公爵-利刃之拳",
						["time"] = 1513181082,
						["class"] = 7,
					}, -- [738]
					{
						["role"] = "DAMAGER",
						["name"] = "哲緣爱卐氵曰-提瑞斯法",
						["iLvl"] = 936,
						["time"] = 1513181082,
						["class"] = 12,
						["bTag"] = "糹彖佳仁#5502",
					}, -- [739]
					{
						["role"] = "DAMAGER",
						["name"] = "Youasakura-戈提克",
						["iLvl"] = 939,
						["time"] = 1513181082,
						["class"] = 6,
						["bTag"] = "三年血赚死刑不亏#5505",
					}, -- [740]
					{
						["role"] = "TANK",
						["name"] = "认破-血牙魔王",
						["iLvl"] = 956,
						["time"] = 1513181360,
						["class"] = 11,
						["bTag"] = "慵懒之泰坦#512540",
					}, -- [741]
					{
						["role"] = "DAMAGER",
						["name"] = "奶瓶不怕摸-鬼雾峰",
						["iLvl"] = 928,
						["time"] = 1513181360,
						["class"] = 12,
						["bTag"] = "我养你啊#5473",
					}, -- [742]
					{
						["role"] = "DAMAGER",
						["name"] = "那些年丿小艾-冬拥湖",
						["iLvl"] = 955,
						["time"] = 1513181360,
						["class"] = 1,
						["bTag"] = "小艾#52919",
					}, -- [743]
					{
						["role"] = "DAMAGER",
						["name"] = "谢青锋-安苏",
						["iLvl"] = 950,
						["time"] = 1513181360,
						["class"] = 1,
						["bTag"] = "谢青锋#5338",
					}, -- [744]
					{
						["role"] = "DAMAGER",
						["name"] = "二十四桥仍在-影之哀伤",
						["iLvl"] = 945,
						["time"] = 1513235362,
						["class"] = 1,
						["bTag"] = "MEMORY#5138",
					}, -- [745]
					{
						["role"] = "DAMAGER",
						["name"] = "哥布林杀手-弗塞雷迦",
						["iLvl"] = 924,
						["time"] = 1513181467,
						["class"] = 3,
						["bTag"] = "Irene#51406",
					}, -- [746]
					{
						["role"] = "DAMAGER",
						["name"] = "陌问-凤凰之神",
						["iLvl"] = 957,
						["time"] = 1513181360,
						["class"] = 9,
						["bTag"] = "yhdzzz#5604",
					}, -- [747]
					{
						["role"] = "DAMAGER",
						["name"] = "葛苏箴-血色十字军",
						["iLvl"] = 953,
						["time"] = 1513181360,
						["class"] = 2,
						["bTag"] = "葛苏#5189",
					}, -- [748]
					{
						["role"] = "DAMAGER",
						["name"] = "月輪-加基森",
						["iLvl"] = 939,
						["time"] = 1513181360,
						["class"] = 2,
						["bTag"] = "殺猪刀#5911",
					}, -- [749]
					{
						["role"] = "DAMAGER",
						["name"] = "雪碧不爽-影之哀伤",
						["iLvl"] = 918,
						["time"] = 1513181360,
						["class"] = 11,
						["bTag"] = "Ymaoao#5223",
					}, -- [750]
					{
						["role"] = "TANK",
						["name"] = "濺萌萌-血色十字军",
						["iLvl"] = 957,
						["time"] = 1513181360,
						["class"] = 11,
						["bTag"] = "诡诡#5547",
					}, -- [751]
					{
						["role"] = "DAMAGER",
						["name"] = "布尓德拉諾-燃烧平原",
						["iLvl"] = 960,
						["time"] = 1513181360,
						["class"] = 8,
						["bTag"] = "布尔德拉诺#5691",
					}, -- [752]
					{
						["role"] = "DAMAGER",
						["name"] = "陆天儿-贫瘠之地",
						["iLvl"] = 953,
						["time"] = 1513181360,
						["class"] = 8,
						["bTag"] = "疯中的骚年#5380",
					}, -- [753]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂的贼-海克泰尔",
						["iLvl"] = 924,
						["time"] = 1513181360,
						["class"] = 4,
						["bTag"] = "守望者#5669",
					}, -- [754]
					{
						["role"] = "DAMAGER",
						["name"] = "一条小百合-影之哀伤",
						["iLvl"] = 950,
						["time"] = 1513181360,
						["class"] = 4,
						["bTag"] = "ShadowStorm#517953",
					}, -- [755]
					{
						["role"] = "DAMAGER",
						["name"] = "Estelles-黑铁",
						["iLvl"] = 837,
						["time"] = 1513181467,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "贪睡之熊#575259",
					}, -- [756]
					{
						["role"] = "DAMAGER",
						["name"] = "十根毛-伊森利恩",
						["time"] = 1513181467,
						["class"] = 9,
					}, -- [757]
					{
						["role"] = "TANK",
						["name"] = "寂寞灬烟雨-燃烧之刃",
						["iLvl"] = 951,
						["time"] = 1513181467,
						["class"] = 1,
						["bTag"] = "无法无天#5626",
					}, -- [758]
					{
						["role"] = "TANK",
						["name"] = "大仙楚兮-莱索恩",
						["iLvl"] = 952,
						["time"] = 1513181467,
						["class"] = 2,
						["bTag"] = "楚兮#5606",
					}, -- [759]
					{
						["role"] = "DAMAGER",
						["name"] = "Omeprazole-燃烧之刃",
						["iLvl"] = 943,
						["time"] = 1513181467,
						["class"] = 7,
						["bTag"] = "平底锅#51261",
					}, -- [760]
					{
						["role"] = "DAMAGER",
						["name"] = "Dazzh-安苏",
						["iLvl"] = 888,
						["time"] = 1513181467,
						["class"] = 12,
						["bTag"] = "Anotherdream#51428",
					}, -- [761]
					{
						["role"] = "DAMAGER",
						["name"] = "誓约与胜利-甜水绿洲",
						["iLvl"] = 904,
						["time"] = 1513181467,
						["class"] = 8,
						["bTag"] = "虬髯客#51324",
					}, -- [762]
					{
						["role"] = "DAMAGER",
						["name"] = "血仍未凝-布兰卡德",
						["iLvl"] = 957,
						["time"] = 1513181467,
						["class"] = 1,
						["bTag"] = "血仍未凝#5726",
					}, -- [763]
					{
						["role"] = "DAMAGER",
						["name"] = "快乐的小鱼-双子峰",
						["iLvl"] = 936,
						["time"] = 1513181467,
						["class"] = 6,
						["bTag"] = "无敌路#5190",
					}, -- [764]
					{
						["role"] = "DAMAGER",
						["name"] = "没想到吧团长-布兰卡德",
						["iLvl"] = 958,
						["time"] = 1513181467,
						["class"] = 1,
						["bTag"] = "爱我中华#5461",
					}, -- [765]
					{
						["role"] = "DAMAGER",
						["name"] = "小木羊贝戎酷-格瑞姆巴托",
						["iLvl"] = 961,
						["time"] = 1513235388,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "咆哮的蚊子#5300",
					}, -- [766]
					{
						["role"] = "DAMAGER",
						["name"] = "博正后-血顶",
						["iLvl"] = 954,
						["time"] = 1513235362,
						["class"] = 6,
						["bTag"] = "飘渺书生#5625",
					}, -- [767]
					{
						["role"] = "DAMAGER",
						["name"] = "Armedfront-梅尔加尼",
						["iLvl"] = 951,
						["time"] = 1513235386,
						["class"] = 3,
						["bTag"] = "小妖为成精#51757",
					}, -- [768]
					{
						["role"] = "DAMAGER",
						["name"] = "冰火蚀梦-奥妮克希亚",
						["iLvl"] = 955,
						["time"] = 1513235362,
						["class"] = 8,
						["bTag"] = "二帝降临#5823",
					}, -- [769]
					{
						["role"] = "DAMAGER",
						["name"] = "一天玩五小时-布兰卡德",
						["iLvl"] = 946,
						["time"] = 1513235362,
						["class"] = 3,
						["bTag"] = "小牛不是牛#51250",
					}, -- [770]
					{
						["role"] = "DAMAGER",
						["name"] = "安碧拉-洛萨",
						["time"] = 1513235388,
						["class"] = 2,
					}, -- [771]
					{
						["role"] = "DAMAGER",
						["name"] = "哈七百搭-耐奥祖",
						["iLvl"] = 955,
						["time"] = 1513235362,
						["class"] = 1,
						["bTag"] = "天晓得#5672",
					}, -- [772]
					{
						["role"] = "DAMAGER",
						["name"] = "迷途小盛-燃烧平原",
						["iLvl"] = 959,
						["time"] = 1513235388,
						["class"] = 3,
						["bTag"] = "独孤建盛#5994",
					}, -- [773]
					{
						["role"] = "TANK",
						["name"] = "只是没有如果-无尽之海",
						["time"] = 1513235388,
						["class"] = 2,
					}, -- [774]
					{
						["role"] = "DAMAGER",
						["name"] = "魂丶殇-白骨荒野",
						["iLvl"] = 942,
						["time"] = 1513235362,
						["class"] = 4,
						["bTag"] = "浩瀚星海#5458",
					}, -- [775]
					{
						["role"] = "DAMAGER",
						["name"] = "天空不再蓝色-雷斧堡垒",
						["time"] = 1513235388,
						["class"] = 8,
					}, -- [776]
					{
						["role"] = "HEALER",
						["name"] = "连化清-死亡之翼",
						["time"] = 1513235388,
						["class"] = 10,
					}, -- [777]
					{
						["role"] = "DAMAGER",
						["name"] = "潕池-杜隆坦",
						["iLvl"] = 949,
						["time"] = 1513235388,
						["class"] = 4,
						["bTag"] = "放开那头帅牛#5691",
					}, -- [778]
					{
						["role"] = "TANK",
						["name"] = "去你哥-拉文凯斯",
						["iLvl"] = 945,
						["time"] = 1513322985,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "月关火玄#5759",
					}, -- [779]
					{
						["role"] = "HEALER",
						["name"] = "冰凉的小嘴-恶魔之翼",
						["iLvl"] = 951,
						["time"] = 1513323070,
						["class"] = 5,
						["bTag"] = "酒鬼#5480",
					}, -- [780]
					{
						["role"] = "DAMAGER",
						["name"] = "Darkhallo-影之哀伤",
						["iLvl"] = 949,
						["time"] = 1513322995,
						["class"] = 4,
						["bTag"] = "战斗之软泥怪#56774",
					}, -- [781]
					{
						["role"] = "DAMAGER",
						["name"] = "清晨滴血-鬼雾峰",
						["iLvl"] = 950,
						["time"] = 1513323004,
						["class"] = 12,
						["bTag"] = "清晨滴血#5710",
					}, -- [782]
					{
						["role"] = "DAMAGER",
						["name"] = "苏浅浅丶-埃德萨拉",
						["iLvl"] = 960,
						["time"] = 1513322993,
						["class"] = 8,
						["bTag"] = "烈焰红唇#5493",
					}, -- [783]
					{
						["role"] = "DAMAGER",
						["name"] = "Patchwark-血环",
						["iLvl"] = 947,
						["time"] = 1513322995,
						["class"] = 6,
						["bTag"] = "Zealots#5753",
					}, -- [784]
					{
						["role"] = "DAMAGER",
						["name"] = "妖羁灭世-国王之谷",
						["iLvl"] = 953,
						["time"] = 1513323038,
						["class"] = 12,
						["bTag"] = "逆天唯我#5987",
					}, -- [785]
					{
						["role"] = "DAMAGER",
						["name"] = "乔沃德吉巴-血吼",
						["iLvl"] = 849,
						["time"] = 1513323000,
						["class"] = 8,
						["bTag"] = "利刃随人刃到人倒#5607",
					}, -- [786]
					{
						["role"] = "DAMAGER",
						["name"] = "娜塔亚-熔火之心",
						["iLvl"] = 955,
						["time"] = 1513323053,
						["class"] = 4,
						["bTag"] = "夏珂希尔#5258",
					}, -- [787]
					{
						["role"] = "DAMAGER",
						["name"] = "乄天地一沙鸥-贫瘠之地",
						["iLvl"] = 920,
						["time"] = 1513322985,
						["class"] = 11,
						["bTag"] = "鸿天#5755",
					}, -- [788]
					{
						["role"] = "TANK",
						["name"] = "仙丶児-安苏",
						["iLvl"] = 949,
						["time"] = 1513322995,
						["class"] = 11,
						["bTag"] = "仙丶儿#5826",
					}, -- [789]
					{
						["role"] = "DAMAGER",
						["name"] = "风暴一大地-鬼雾峰",
						["iLvl"] = 950,
						["time"] = 1513323070,
						["class"] = 7,
						["bTag"] = "风暴一大地#5560",
					}, -- [790]
					{
						["role"] = "DAMAGER",
						["name"] = "乔豆麻袋-熵魔",
						["iLvl"] = 919,
						["time"] = 1513323070,
						["class"] = 3,
						["bTag"] = "超能之忍者#53476",
					}, -- [791]
					{
						["role"] = "DAMAGER",
						["name"] = "青门引丶蔓延-甜水绿洲",
						["iLvl"] = 944,
						["time"] = 1513323053,
						["class"] = 3,
						["bTag"] = "李林蔓#5967",
					}, -- [792]
					{
						["role"] = "DAMAGER",
						["name"] = "老张灬叔叔-燃烧之刃",
						["iLvl"] = 955,
						["time"] = 1513323053,
						["class"] = 7,
						["bTag"] = "老张#52902",
					}, -- [793]
					{
						["role"] = "DAMAGER",
						["name"] = "放開那個御姐-贫瘠之地",
						["iLvl"] = 950,
						["time"] = 1513323070,
						["class"] = 3,
						["bTag"] = "壹人观世界#5922",
					}, -- [794]
					{
						["role"] = "TANK",
						["name"] = "蒜蓉茄子君-格瑞姆巴托",
						["iLvl"] = 951,
						["time"] = 1513323053,
						["class"] = 10,
						["bTag"] = "渡鸦#52125",
					}, -- [795]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光追随者-埃德萨拉",
						["iLvl"] = 953,
						["time"] = 1513323070,
						["class"] = 12,
						["bTag"] = "百世经纶#51182",
					}, -- [796]
					{
						["role"] = "DAMAGER",
						["name"] = "卖你妹的萌-贫瘠之地",
						["iLvl"] = 911,
						["time"] = 1513323068,
						["class"] = 8,
						["bTag"] = "你才是伪娘#5727",
					}, -- [797]
					{
						["role"] = "DAMAGER",
						["name"] = "细雨濛濛丶-安苏",
						["iLvl"] = 933,
						["time"] = 1513323070,
						["class"] = 8,
						["bTag"] = "木木木#51477",
					}, -- [798]
					{
						["role"] = "DAMAGER",
						["name"] = "吾命与天齐-苏拉玛",
						["iLvl"] = 955,
						["time"] = 1513323070,
						["class"] = 2,
						["bTag"] = "木易小妖#5815",
					}, -- [799]
					{
						["role"] = "TANK",
						["name"] = "丶大魔王-丽丽（四川）",
						["time"] = 1513323070,
						["class"] = 2,
					}, -- [800]
					{
						["role"] = "DAMAGER",
						["name"] = "洛小渊-死亡之翼",
						["time"] = 1513408530,
						["class"] = 9,
						["leader"] = true,
					}, -- [801]
					{
						["role"] = "DAMAGER",
						["name"] = "你的名字丶-永恒之井",
						["time"] = 1513408525,
						["class"] = 12,
					}, -- [802]
					{
						["role"] = "DAMAGER",
						["name"] = "灰黑倒影-阿克蒙德",
						["iLvl"] = 942,
						["time"] = 1513408525,
						["class"] = 8,
						["bTag"] = "灰黑倒影#5648",
					}, -- [803]
					{
						["role"] = "DAMAGER",
						["name"] = "當时就毛了灬-鬼雾峰",
						["iLvl"] = 940,
						["time"] = 1513408584,
						["class"] = 12,
						["bTag"] = "师傅八戒可以吃了#5617",
					}, -- [804]
					{
						["role"] = "HEALER",
						["name"] = "疯魔乱舞-托塞德林",
						["iLvl"] = 918,
						["time"] = 1513408596,
						["class"] = 5,
						["bTag"] = "花妖洛洛#5470",
					}, -- [805]
					{
						["role"] = "DAMAGER",
						["name"] = "Mxapolo-梅尔加尼",
						["iLvl"] = 960,
						["time"] = 1513408571,
						["class"] = 3,
						["bTag"] = "陽大死胖子#5218",
					}, -- [806]
					{
						["role"] = "DAMAGER",
						["name"] = "橙皆齐-雷霆之怒",
						["iLvl"] = 937,
						["time"] = 1513408596,
						["class"] = 1,
						["bTag"] = "无尽的追寻#51810",
					}, -- [807]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶排骨-死亡之翼",
						["iLvl"] = 961,
						["time"] = 1513408532,
						["class"] = 4,
						["bTag"] = "中年发福的排骨#5955",
					}, -- [808]
					{
						["role"] = "DAMAGER",
						["name"] = "Fiona-阿比迪斯",
						["iLvl"] = 959,
						["time"] = 1513408596,
						["class"] = 12,
						["bTag"] = "老公#5278",
					}, -- [809]
					{
						["role"] = "DAMAGER",
						["name"] = "麻陶-死亡之翼",
						["time"] = 1513408538,
						["class"] = 2,
					}, -- [810]
					{
						["role"] = "TANK",
						["name"] = "扒腚一顿猛闻-战歌",
						["time"] = 1513408548,
						["class"] = 2,
					}, -- [811]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走灬圣蒂娅-玛洛加尔",
						["iLvl"] = 934,
						["time"] = 1513408596,
						["class"] = 1,
						["bTag"] = "暴走天使#5517",
					}, -- [812]
					{
						["role"] = "DAMAGER",
						["name"] = "鋒利-激流之傲",
						["iLvl"] = 906,
						["time"] = 1513408596,
						["class"] = 4,
						["bTag"] = "jeff#51348",
					}, -- [813]
					{
						["role"] = "DAMAGER",
						["name"] = "天罚丶雷怒-地狱咆哮",
						["time"] = 1513408596,
						["class"] = 4,
					}, -- [814]
					{
						["role"] = "DAMAGER",
						["name"] = "非灬酋-阿拉希",
						["iLvl"] = 961,
						["time"] = 1513408589,
						["class"] = 9,
						["bTag"] = "花仙子爱仨徒弟#5437",
					}, -- [815]
					{
						["role"] = "TANK",
						["name"] = "詹姆斯犇-寒冰皇冠",
						["iLvl"] = 954,
						["time"] = 1513408564,
						["class"] = 11,
						["bTag"] = "詹姆斯刘#5454",
					}, -- [816]
					{
						["role"] = "DAMAGER",
						["name"] = "必须猥琐-白银之手",
						["iLvl"] = 944,
						["time"] = 1513408596,
						["class"] = 9,
						["bTag"] = "瘟疫青年#5878",
					}, -- [817]
					{
						["role"] = "DAMAGER",
						["name"] = "偷你家淼淼桑-凤凰之神",
						["iLvl"] = 932,
						["time"] = 1513408596,
						["class"] = 2,
						["bTag"] = "久远轻吟若天泣#5581",
					}, -- [818]
					{
						["role"] = "DAMAGER",
						["name"] = "魔兰-安苏",
						["iLvl"] = 961,
						["time"] = 1513408596,
						["class"] = 9,
						["bTag"] = "高思崎#5223",
					}, -- [819]
					{
						["role"] = "DAMAGER",
						["name"] = "见猎心喜-埃加洛尔",
						["iLvl"] = 955,
						["time"] = 1513408596,
						["class"] = 3,
						["bTag"] = "开错颜色的花#5819",
					}, -- [820]
					{
						["role"] = "DAMAGER",
						["name"] = "苹果一花花-塔纳利斯",
						["iLvl"] = 933,
						["time"] = 1513408596,
						["class"] = 3,
						["bTag"] = "菜花#5865",
					}, -- [821]
					{
						["role"] = "DAMAGER",
						["name"] = "雨未沾衣-恶魔之魂",
						["iLvl"] = 960,
						["time"] = 1513408596,
						["class"] = 8,
						["bTag"] = "安视如知#5901",
					}, -- [822]
					{
						["role"] = "DAMAGER",
						["name"] = "酒醉梦紅颜-伊森利恩",
						["iLvl"] = 959,
						["time"] = 1513408908,
						["class"] = 9,
						["bTag"] = "酒醉梦红颜#5959",
					}, -- [823]
					{
						["role"] = "DAMAGER",
						["name"] = "动感浩小浩-熵魔",
						["iLvl"] = 952,
						["time"] = 1513408596,
						["class"] = 5,
						["bTag"] = "动感丸子粑粑#5782",
					}, -- [824]
					{
						["role"] = "HEALER",
						["name"] = "走着猫步的鱼-布兰卡德",
						["iLvl"] = 962,
						["time"] = 1513408596,
						["class"] = 2,
						["bTag"] = "力霸丶#5846",
					}, -- [825]
					{
						["role"] = "DAMAGER",
						["name"] = "苍冰绯炎-红云台地",
						["iLvl"] = 957,
						["time"] = 1513408596,
						["class"] = 2,
						["bTag"] = "苍冰绯炎#5118",
					}, -- [826]
					{
						["role"] = "DAMAGER",
						["name"] = "希绪弗斯-燃烧军团",
						["iLvl"] = 942,
						["time"] = 1513408735,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Villa#51102",
					}, -- [827]
					{
						["role"] = "DAMAGER",
						["name"] = "特等搜查官-索瑞森",
						["time"] = 1513408668,
						["class"] = 12,
					}, -- [828]
					{
						["role"] = "DAMAGER",
						["name"] = "Thenights-迅捷微风",
						["iLvl"] = 957,
						["time"] = 1513408930,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "紫枫#5820",
					}, -- [829]
					{
						["role"] = "DAMAGER",
						["name"] = "玖格格-布兰卡德",
						["iLvl"] = 929,
						["time"] = 1513408680,
						["class"] = 6,
						["bTag"] = "cosmo#5157",
					}, -- [830]
					{
						["role"] = "DAMAGER",
						["name"] = "夜之潜行者-火焰之树",
						["iLvl"] = 916,
						["time"] = 1513408926,
						["class"] = 4,
						["bTag"] = "噬日#5454",
					}, -- [831]
					{
						["role"] = "DAMAGER",
						["name"] = "部落御姐-冬拥湖",
						["iLvl"] = 930,
						["time"] = 1513408894,
						["class"] = 11,
						["bTag"] = "沉默之风暴#529989",
					}, -- [832]
					{
						["role"] = "DAMAGER",
						["name"] = "守护天空蓝丶-凤凰之神",
						["time"] = 1513408896,
						["class"] = 8,
					}, -- [833]
					{
						["role"] = "DAMAGER",
						["name"] = "边境荒火-恶魔之魂",
						["iLvl"] = 928,
						["time"] = 1513408802,
						["class"] = 9,
						["bTag"] = "呀呵哎呀嘿#5167",
					}, -- [834]
					{
						["role"] = "DAMAGER",
						["name"] = "西瓜微微涩-克尔苏加德",
						["iLvl"] = 943,
						["time"] = 1513408922,
						["class"] = 1,
						["bTag"] = "四五零#5288",
					}, -- [835]
					{
						["role"] = "DAMAGER",
						["name"] = "Criminall-血吼",
						["iLvl"] = 942,
						["time"] = 1513408694,
						["class"] = 8,
						["bTag"] = "大师来了#5309",
					}, -- [836]
					{
						["role"] = "DAMAGER",
						["name"] = "一条红塔山-海克泰尔",
						["iLvl"] = 882,
						["time"] = 1513408705,
						["class"] = 9,
						["bTag"] = "老田#5581",
					}, -- [837]
					{
						["role"] = "DAMAGER",
						["name"] = "乄情獣乄-布兰卡德",
						["iLvl"] = 931,
						["time"] = 1513408896,
						["class"] = 1,
						["bTag"] = "happx#5600",
					}, -- [838]
					{
						["role"] = "DAMAGER",
						["name"] = "奶死凸米球-死亡之翼",
						["iLvl"] = 939,
						["time"] = 1513408858,
						["class"] = 1,
						["bTag"] = "燃烧的鸡毛#51792",
					}, -- [839]
					{
						["role"] = "TANK",
						["name"] = "散华礼弥-风行者",
						["iLvl"] = 905,
						["time"] = 1513408974,
						["class"] = 6,
						["bTag"] = "恐姬姬#5831",
					}, -- [840]
					{
						["role"] = "DAMAGER",
						["name"] = "血河狼-埃德萨拉",
						["iLvl"] = 951,
						["time"] = 1513408850,
						["class"] = 3,
						["bTag"] = "血河#5578",
					}, -- [841]
					{
						["role"] = "DAMAGER",
						["name"] = "戴墨镜的胖虎-凤凰之神",
						["iLvl"] = 955,
						["time"] = 1513408777,
						["class"] = 11,
						["bTag"] = "Kevin#5348",
					}, -- [842]
					{
						["role"] = "DAMAGER",
						["name"] = "风怒冲锋-提瑞斯法",
						["iLvl"] = 917,
						["time"] = 1513408908,
						["class"] = 8,
						["bTag"] = "wSwRoy#5449",
					}, -- [843]
					{
						["role"] = "DAMAGER",
						["name"] = "江山何用-克尔苏加德",
						["iLvl"] = 952,
						["time"] = 1513408896,
						["class"] = 1,
						["bTag"] = "Wuu#5530",
					}, -- [844]
					{
						["role"] = "DAMAGER",
						["name"] = "Frostmourns-通灵学院",
						["iLvl"] = 955,
						["time"] = 1513408858,
						["class"] = 6,
						["bTag"] = "老子要脱非#5892",
					}, -- [845]
					{
						["role"] = "DAMAGER",
						["name"] = "血色大毒枭-血色十字军",
						["iLvl"] = 956,
						["time"] = 1513408852,
						["class"] = 2,
						["bTag"] = "隐蔽之裤#527932",
					}, -- [846]
					{
						["role"] = "DAMAGER",
						["name"] = "整死当睡戳-祖尔金",
						["iLvl"] = 951,
						["time"] = 1513409046,
						["class"] = 12,
						["bTag"] = "来笑一个#5106",
					}, -- [847]
					{
						["role"] = "TANK",
						["name"] = "想便就便-织亡者",
						["iLvl"] = 948,
						["time"] = 1513408906,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "adu#5149",
					}, -- [848]
					{
						["role"] = "DAMAGER",
						["name"] = "自由闲散的心-影之哀伤",
						["iLvl"] = 949,
						["time"] = 1513408995,
						["class"] = 3,
						["bTag"] = "九印#51941",
					}, -- [849]
					{
						["role"] = "DAMAGER",
						["name"] = "贼眼盗眉-亚雷戈斯",
						["iLvl"] = 932,
						["time"] = 1513408875,
						["class"] = 4,
						["bTag"] = "季末等寂寞#5864",
					}, -- [850]
					{
						["role"] = "DAMAGER",
						["name"] = "冲锋路上-丽丽（四川）",
						["iLvl"] = 957,
						["time"] = 1513408884,
						["class"] = 1,
						["bTag"] = "银贼#5390",
					}, -- [851]
					{
						["role"] = "HEALER",
						["name"] = "圣光来一发吗-死亡之翼",
						["iLvl"] = 928,
						["time"] = 1513408886,
						["class"] = 5,
						["bTag"] = "雷电法王杨永信#51434",
					}, -- [852]
					{
						["role"] = "TANK",
						["name"] = "落落灬殇-莱索恩",
						["iLvl"] = 933,
						["time"] = 1513408886,
						["class"] = 11,
						["bTag"] = "落落灬#5170",
					}, -- [853]
					{
						["role"] = "DAMAGER",
						["name"] = "葉娑-狂热之刃",
						["iLvl"] = 959,
						["time"] = 1513409005,
						["class"] = 11,
						["bTag"] = "葉娑#5278",
					}, -- [854]
					{
						["role"] = "DAMAGER",
						["name"] = "清酒丿染尘白-布兰卡德",
						["iLvl"] = 956,
						["time"] = 1513408953,
						["class"] = 4,
						["bTag"] = "清酒染晨白#5596",
					}, -- [855]
					{
						["role"] = "DAMAGER",
						["name"] = "淡若烟华-克尔苏加德",
						["iLvl"] = 957,
						["time"] = 1513408922,
						["class"] = 9,
						["bTag"] = "淡若烟华#5312",
					}, -- [856]
					{
						["role"] = "DAMAGER",
						["name"] = "㐅安靜㐅-罗宁",
						["iLvl"] = 887,
						["time"] = 1513409034,
						["class"] = 6,
						["bTag"] = "轻依#5943",
					}, -- [857]
					{
						["role"] = "TANK",
						["name"] = "打雷下雨了-黑翼之巢",
						["iLvl"] = 940,
						["time"] = 1513409018,
						["class"] = 6,
						["bTag"] = "WZJ#5521",
					}, -- [858]
					{
						["role"] = "DAMAGER",
						["name"] = "Soleloveslol-燃烧之刃",
						["iLvl"] = 957,
						["time"] = 1513408937,
						["class"] = 7,
						["bTag"] = "心墨殇#5882",
					}, -- [859]
					{
						["role"] = "HEALER",
						["name"] = "伯爵主-红龙女王",
						["iLvl"] = 959,
						["time"] = 1513409046,
						["class"] = 10,
						["bTag"] = "致命之足#5141110",
					}, -- [860]
					{
						["role"] = "DAMAGER",
						["name"] = "摩登小喵喵-迅捷微风",
						["iLvl"] = 943,
						["time"] = 1513409046,
						["class"] = 10,
						["bTag"] = "莫小沫#5607",
					}, -- [861]
					{
						["role"] = "DAMAGER",
						["name"] = "尛灬貓崽-伊森利恩",
						["iLvl"] = 954,
						["time"] = 1513408937,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "SuoRuiLiAnn#5726",
					}, -- [862]
					{
						["role"] = "DAMAGER",
						["name"] = "啊阿吖-狂热之刃",
						["iLvl"] = 954,
						["time"] = 1513409046,
						["class"] = 9,
						["bTag"] = "迷你之泰坦#57472",
					}, -- [863]
					{
						["role"] = "DAMAGER",
						["name"] = "泉丶此方-卡德加",
						["iLvl"] = 955,
						["time"] = 1513408990,
						["class"] = 8,
						["bTag"] = "永恒的六#5579",
					}, -- [864]
					{
						["role"] = "DAMAGER",
						["name"] = "巴图鲁什-死亡之翼",
						["iLvl"] = 931,
						["time"] = 1513409046,
						["class"] = 7,
						["bTag"] = "风云端#51506",
					}, -- [865]
					{
						["role"] = "DAMAGER",
						["name"] = "从小就可爱-霜狼",
						["iLvl"] = 931,
						["time"] = 1513409046,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Veronica#52507",
					}, -- [866]
					{
						["role"] = "DAMAGER",
						["name"] = "不敢高声语-冬拥湖",
						["iLvl"] = 947,
						["time"] = 1513409046,
						["class"] = 1,
						["bTag"] = "忽有狂徒夜磨刀#5594",
					}, -- [867]
					{
						["role"] = "TANK",
						["name"] = "牛匕老总-冰风岗",
						["iLvl"] = 938,
						["time"] = 1513409046,
						["class"] = 1,
						["bTag"] = "牛匕老总#5925",
					}, -- [868]
					{
						["role"] = "DAMAGER",
						["name"] = "自曝狂魔-血牙魔王",
						["iLvl"] = 956,
						["time"] = 1513409046,
						["class"] = 9,
						["bTag"] = "冰蓝冰蓝#5558",
					}, -- [869]
					{
						["role"] = "DAMAGER",
						["name"] = "Yumama-拉文凯斯",
						["iLvl"] = 938,
						["time"] = 1513408995,
						["class"] = 1,
						["bTag"] = "丿哎灬呀呀#5635",
					}, -- [870]
					{
						["role"] = "TANK",
						["name"] = "鸭下耙-迅捷微风",
						["iLvl"] = 959,
						["time"] = 1513409046,
						["class"] = 11,
						["bTag"] = "豆豆#53779",
					}, -- [871]
					{
						["role"] = "DAMAGER",
						["name"] = "俩斧撂倒-血环",
						["iLvl"] = 932,
						["time"] = 1513409046,
						["class"] = 1,
						["bTag"] = "POBADY00#5588",
					}, -- [872]
					{
						["role"] = "DAMAGER",
						["name"] = "成又鸟思汉-凤凰之神",
						["iLvl"] = 945,
						["time"] = 1513409046,
						["class"] = 12,
						["bTag"] = "骑天大肾#51561",
					}, -- [873]
					{
						["role"] = "DAMAGER",
						["name"] = "风流男子-提瑞斯法",
						["time"] = 1513409046,
						["class"] = 1,
					}, -- [874]
					{
						["role"] = "DAMAGER",
						["name"] = "新农村书记-晴日峰（江苏）",
						["iLvl"] = 936,
						["time"] = 1513446682,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "JFKnight#5334",
					}, -- [875]
					{
						["role"] = "DAMAGER",
						["name"] = "淡舞墨彦-冰川之拳",
						["iLvl"] = 927,
						["time"] = 1513446682,
						["class"] = 1,
						["bTag"] = "寒水#5943",
					}, -- [876]
					{
						["role"] = "DAMAGER",
						["name"] = "牛兰山二锅头-斯克提斯",
						["time"] = 1513594620,
						["class"] = 12,
						["leader"] = true,
					}, -- [877]
					{
						["role"] = "TANK",
						["name"] = "影之慕雪-冰风岗",
						["iLvl"] = 961,
						["time"] = 1513594687,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "许弋#51858",
					}, -- [878]
					{
						["role"] = "TANK",
						["name"] = "小圈丶圈-天空之墙",
						["iLvl"] = 961,
						["time"] = 1513594648,
						["class"] = 1,
						["bTag"] = "小丶怪兽#5130",
					}, -- [879]
					{
						["role"] = "DAMAGER",
						["name"] = "隐龙飞天-斯克提斯",
						["iLvl"] = 967,
						["time"] = 1513594687,
						["class"] = 3,
						["bTag"] = "隐龙飞天#5274",
					}, -- [880]
					{
						["role"] = "DAMAGER",
						["name"] = "妖梦丶沧岚-凤凰之神",
						["iLvl"] = 947,
						["time"] = 1513594990,
						["class"] = 10,
						["bTag"] = "小谁#5773",
					}, -- [881]
					{
						["role"] = "DAMAGER",
						["name"] = "信丶仰-阿克蒙德",
						["iLvl"] = 899,
						["time"] = 1513594687,
						["class"] = 1,
						["bTag"] = "爱过#5735",
					}, -- [882]
					{
						["role"] = "DAMAGER",
						["name"] = "風之圣光-石爪峰",
						["iLvl"] = 912,
						["time"] = 1513594687,
						["class"] = 2,
						["bTag"] = "不羁的风#52693",
					}, -- [883]
					{
						["role"] = "DAMAGER",
						["name"] = "芸之彼端-斩魔者",
						["iLvl"] = 961,
						["time"] = 1513594687,
						["class"] = 3,
						["bTag"] = "爱御姐真是太好了#5203",
					}, -- [884]
					{
						["role"] = "DAMAGER",
						["name"] = "最后希望-阿拉希",
						["time"] = 1513594687,
						["class"] = 3,
					}, -- [885]
					{
						["role"] = "DAMAGER",
						["name"] = "瘪三-沙怒",
						["time"] = 1513594679,
						["class"] = 12,
					}, -- [886]
					{
						["role"] = "DAMAGER",
						["name"] = "发色特蓝-凤凰之神",
						["time"] = 1513594679,
						["class"] = 1,
					}, -- [887]
					{
						["role"] = "DAMAGER",
						["name"] = "南乄椎名-海克泰尔",
						["time"] = 1513594687,
						["class"] = 10,
					}, -- [888]
					{
						["role"] = "DAMAGER",
						["name"] = "心态爆炸-凤凰之神",
						["iLvl"] = 942,
						["time"] = 1513594990,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "多睡觉少废话干活#5643",
					}, -- [889]
					{
						["role"] = "DAMAGER",
						["name"] = "木有艾迪-格瑞姆巴托",
						["iLvl"] = 951,
						["time"] = 1513594990,
						["class"] = 3,
						["bTag"] = "陈奕迅#5846",
					}, -- [890]
					{
						["role"] = "HEALER",
						["name"] = "烟雨雪瑶-艾露恩",
						["iLvl"] = 943,
						["time"] = 1513594961,
						["class"] = 11,
						["bTag"] = "白银之鹰#5218933",
					}, -- [891]
					{
						["role"] = "DAMAGER",
						["name"] = "蒙哥马力-安苏",
						["iLvl"] = 931,
						["time"] = 1513594947,
						["class"] = 1,
						["bTag"] = "狂飙的蜗牛#5556",
					}, -- [892]
					{
						["role"] = "DAMAGER",
						["name"] = "白眉儿-银松森林",
						["time"] = 1513594931,
						["class"] = 1,
					}, -- [893]
					{
						["role"] = "DAMAGER",
						["name"] = "琅琊山吾装死-血色十字军",
						["iLvl"] = 952,
						["time"] = 1513594990,
						["class"] = 3,
						["bTag"] = "skyman009#5598",
					}, -- [894]
					{
						["role"] = "DAMAGER",
						["name"] = "光喝汤不吃肉-安苏",
						["iLvl"] = 926,
						["time"] = 1513594990,
						["class"] = 4,
						["bTag"] = "光吃肉不喝汤#5694",
					}, -- [895]
					{
						["role"] = "DAMAGER",
						["name"] = "白刃-火羽山",
						["iLvl"] = 956,
						["time"] = 1513594945,
						["class"] = 8,
						["bTag"] = "黄刃#5408",
					}, -- [896]
					{
						["role"] = "DAMAGER",
						["name"] = "黒手酋长-安苏",
						["iLvl"] = 934,
						["time"] = 1513594990,
						["class"] = 1,
						["bTag"] = "潘文凯#5764",
					}, -- [897]
					{
						["role"] = "HEALER",
						["name"] = "烈焰红滣-血色十字军",
						["iLvl"] = 955,
						["time"] = 1513594975,
						["class"] = 7,
						["bTag"] = "小伙伴的忧伤#5968",
					}, -- [898]
					{
						["role"] = "DAMAGER",
						["name"] = "虬墨-丽丽（四川）",
						["iLvl"] = 941,
						["time"] = 1513594990,
						["class"] = 10,
						["bTag"] = "末之#51316",
					}, -- [899]
					{
						["role"] = "DAMAGER",
						["name"] = "见你时风很甜-奥尔加隆",
						["iLvl"] = 954,
						["time"] = 1513595218,
						["class"] = 8,
						["bTag"] = "凶的板#5953",
					}, -- [900]
					{
						["role"] = "DAMAGER",
						["name"] = "宝山大叔-索瑞森",
						["iLvl"] = 957,
						["time"] = 1513594947,
						["class"] = 8,
						["bTag"] = "八宝山#5371",
					}, -- [901]
					{
						["role"] = "DAMAGER",
						["name"] = "Nst-无尽之海",
						["time"] = 1513594941,
						["class"] = 8,
					}, -- [902]
					{
						["role"] = "DAMAGER",
						["name"] = "丶恶魔獵手-克尔苏加德",
						["iLvl"] = 959,
						["time"] = 1513594966,
						["class"] = 12,
						["bTag"] = "你猜我是谁#52997",
					}, -- [903]
					{
						["role"] = "TANK",
						["name"] = "胸毛九一分-红云台地",
						["iLvl"] = 941,
						["time"] = 1513594990,
						["class"] = 6,
						["bTag"] = "峎潼#5832",
					}, -- [904]
					{
						["role"] = "TANK",
						["name"] = "巨人杀手-迦拉克隆",
						["iLvl"] = 948,
						["time"] = 1513594990,
						["class"] = 2,
						["bTag"] = "巨人杀手#5255",
					}, -- [905]
					{
						["role"] = "DAMAGER",
						["name"] = "Hs-迪托马斯",
						["iLvl"] = 955,
						["time"] = 1513594988,
						["class"] = 8,
						["bTag"] = "Patrician#5436",
					}, -- [906]
					{
						["role"] = "HEALER",
						["name"] = "迷迷皮卡丘-安苏",
						["iLvl"] = 954,
						["time"] = 1513594990,
						["class"] = 7,
						["bTag"] = "你豆爷#51783",
					}, -- [907]
					{
						["role"] = "DAMAGER",
						["name"] = "Kartrina-神圣之歌",
						["iLvl"] = 916,
						["time"] = 1513594990,
						["class"] = 6,
						["bTag"] = "Noctis#51598",
					}, -- [908]
					{
						["role"] = "DAMAGER",
						["name"] = "处男座-伊莫塔尔",
						["iLvl"] = 957,
						["time"] = 1513594990,
						["class"] = 3,
						["bTag"] = "松下库代子#5778",
					}, -- [909]
					{
						["role"] = "DAMAGER",
						["name"] = "侠盗小猎-巫妖之王",
						["iLvl"] = 940,
						["time"] = 1513594990,
						["class"] = 3,
						["bTag"] = "冰封#5109",
					}, -- [910]
					{
						["role"] = "DAMAGER",
						["name"] = "疙瘩-布兰卡德",
						["time"] = 1513594990,
						["class"] = 8,
					}, -- [911]
					{
						["role"] = "DAMAGER",
						["name"] = "乂炽天使乂-燃烧之刃",
						["iLvl"] = 963,
						["time"] = 1513594990,
						["class"] = 2,
						["bTag"] = "炽天使丨梦魇#5208",
					}, -- [912]
					{
						["role"] = "DAMAGER",
						["name"] = "萤火虫阿银-克尔苏加德",
						["time"] = 1513594990,
						["class"] = 3,
					}, -- [913]
					{
						["role"] = "DAMAGER",
						["name"] = "小黄毛儿-死亡之翼",
						["iLvl"] = 954,
						["time"] = 1513595218,
						["class"] = 8,
						["bTag"] = "零葬#51672",
					}, -- [914]
					{
						["role"] = "DAMAGER",
						["name"] = "死神丨客星-朵丹尼尔",
						["time"] = 1513594990,
						["class"] = 2,
					}, -- [915]
					{
						["role"] = "DAMAGER",
						["name"] = "非一帮的大爷-斯克提斯",
						["time"] = 1513594990,
						["class"] = 8,
					}, -- [916]
					{
						["role"] = "DAMAGER",
						["name"] = "良心大大滴坏-加基森",
						["time"] = 1513594990,
						["class"] = 11,
					}, -- [917]
					{
						["role"] = "DAMAGER",
						["name"] = "卡珊德拉-日落沼泽",
						["iLvl"] = 857,
						["time"] = 1513595206,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "金一刀#5370",
					}, -- [918]
					{
						["role"] = "DAMAGER",
						["name"] = "空想丶-深渊之巢",
						["iLvl"] = 945,
						["time"] = 1513595218,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "丶柳暗#5533",
					}, -- [919]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋乄刀-安苏",
						["iLvl"] = 919,
						["time"] = 1513595218,
						["class"] = 12,
						["bTag"] = "黑心船长#51622",
					}, -- [920]
					{
						["role"] = "DAMAGER",
						["name"] = "別西卜-安苏",
						["iLvl"] = 955,
						["time"] = 1513595218,
						["class"] = 1,
						["bTag"] = "兹伏奇大吾#5769",
					}, -- [921]
					{
						["role"] = "DAMAGER",
						["name"] = "鬕魇-无尽之海",
						["iLvl"] = 950,
						["time"] = 1513595214,
						["class"] = 1,
						["bTag"] = "JigsawKiller#51138",
					}, -- [922]
					{
						["role"] = "DAMAGER",
						["name"] = "四彩-风暴之怒",
						["iLvl"] = 959,
						["time"] = 1513595218,
						["class"] = 11,
						["bTag"] = "喜大普奔#5635",
					}, -- [923]
					{
						["role"] = "TANK",
						["name"] = "Moteng-霜之哀伤",
						["iLvl"] = 933,
						["time"] = 1513595213,
						["class"] = 6,
						["bTag"] = "人生如戏#52385",
					}, -- [924]
					{
						["role"] = "DAMAGER",
						["name"] = "潮流妹妹-古尔丹",
						["iLvl"] = 957,
						["time"] = 1513595213,
						["class"] = 8,
						["bTag"] = "梦游者#5981",
					}, -- [925]
					{
						["role"] = "DAMAGER",
						["name"] = "幽兰魅影丶-暗影议会",
						["iLvl"] = 958,
						["time"] = 1513595218,
						["class"] = 12,
						["bTag"] = "下一个#51744",
					}, -- [926]
					{
						["role"] = "DAMAGER",
						["name"] = "警告-烈焰峰",
						["iLvl"] = 957,
						["time"] = 1513595218,
						["class"] = 1,
						["bTag"] = "个性馒头#5686",
					}, -- [927]
					{
						["role"] = "DAMAGER",
						["name"] = "珥琏-丽丽（四川）",
						["time"] = 1513595218,
						["class"] = 4,
					}, -- [928]
					{
						["role"] = "DAMAGER",
						["name"] = "看着给橙把-死亡之翼",
						["iLvl"] = 924,
						["time"] = 1513595218,
						["class"] = 9,
						["bTag"] = "SnarkyGoblin#51550",
					}, -- [929]
					{
						["role"] = "DAMAGER",
						["name"] = "特蕾莎-巴纳扎尔",
						["iLvl"] = 933,
						["time"] = 1513595218,
						["class"] = 6,
						["bTag"] = "欧小弟#51345",
					}, -- [930]
					{
						["role"] = "DAMAGER",
						["name"] = "Evertoscana-苏塔恩",
						["time"] = 1513595181,
						["class"] = 9,
					}, -- [931]
					{
						["role"] = "TANK",
						["name"] = "花舞水边-死亡之翼",
						["iLvl"] = 951,
						["time"] = 1513595218,
						["class"] = 2,
						["bTag"] = "花花#51751",
					}, -- [932]
					{
						["role"] = "DAMAGER",
						["name"] = "大跳开怪秒躺-雷克萨",
						["iLvl"] = 960,
						["time"] = 1513595214,
						["class"] = 12,
						["bTag"] = "GhostDog#54962",
					}, -- [933]
					{
						["role"] = "DAMAGER",
						["name"] = "痞子阿登-死亡之翼",
						["iLvl"] = 915,
						["time"] = 1513595214,
						["class"] = 6,
						["bTag"] = "闪亮之翼#516904",
					}, -- [934]
					{
						["role"] = "DAMAGER",
						["name"] = "Sioyasha-阿纳克洛斯",
						["iLvl"] = 940,
						["time"] = 1513595218,
						["class"] = 1,
						["bTag"] = "开水烫头#5830",
					}, -- [935]
					{
						["role"] = "HEALER",
						["name"] = "口合密瓜-外域",
						["iLvl"] = 937,
						["time"] = 1513595218,
						["class"] = 5,
						["bTag"] = "钢板日川#5854",
					}, -- [936]
					{
						["role"] = "DAMAGER",
						["name"] = "飘飘飞鸿-玛洛加尔",
						["iLvl"] = 957,
						["time"] = 1513595218,
						["class"] = 11,
						["bTag"] = "飞鸿#5172",
					}, -- [937]
					{
						["role"] = "TANK",
						["name"] = "丶氺熊-死亡之翼",
						["iLvl"] = 964,
						["time"] = 1513595213,
						["class"] = 11,
						["bTag"] = "真阿哥才是坦克#5366",
					}, -- [938]
					{
						["role"] = "DAMAGER",
						["name"] = "阿么麻辣烫-凤凰之神",
						["iLvl"] = 955,
						["time"] = 1513595213,
						["class"] = 11,
						["bTag"] = "为了部落#5197431",
					}, -- [939]
					{
						["role"] = "DAMAGER",
						["name"] = "无尽征战-血牙魔王",
						["iLvl"] = 932,
						["time"] = 1513595218,
						["class"] = 9,
						["bTag"] = "ZanyDruid#539900",
					}, -- [940]
					{
						["role"] = "DAMAGER",
						["name"] = "阳光小小玉-燃烧军团",
						["iLvl"] = 943,
						["time"] = 1513595181,
						["class"] = 12,
						["bTag"] = "鹧鸪哨#5609",
					}, -- [941]
					{
						["role"] = "HEALER",
						["name"] = "带头大哥九仔-迦拉克隆",
						["iLvl"] = 962,
						["time"] = 1513595218,
						["class"] = 7,
						["bTag"] = "魔法之侏儒#57485",
					}, -- [942]
					{
						["role"] = "DAMAGER",
						["name"] = "拉布拉多宝宝-安苏",
						["iLvl"] = 957,
						["time"] = 1513595206,
						["class"] = 11,
						["bTag"] = "唯美聆听#5368",
					}, -- [943]
					{
						["role"] = "DAMAGER",
						["name"] = "眀天-冰风岗",
						["iLvl"] = 957,
						["time"] = 1513595218,
						["class"] = 9,
						["bTag"] = "明天#52716",
					}, -- [944]
					{
						["role"] = "DAMAGER",
						["name"] = "战七-利刃之拳",
						["iLvl"] = 937,
						["time"] = 1513595218,
						["class"] = 1,
						["bTag"] = "战七#5872",
					}, -- [945]
					{
						["role"] = "DAMAGER",
						["name"] = "洛沐丶-白银之手",
						["iLvl"] = 952,
						["time"] = 1513595206,
						["class"] = 11,
						["bTag"] = "哈黎路亚#5488",
					}, -- [946]
					{
						["role"] = "DAMAGER",
						["name"] = "兵哥威武-国王之谷",
						["iLvl"] = 957,
						["time"] = 1513595218,
						["class"] = 10,
						["bTag"] = "斌哥#5723",
					}, -- [947]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血法鸡-死亡之翼",
						["iLvl"] = 963,
						["time"] = 1513595181,
						["class"] = 3,
						["bTag"] = "村长#5688",
					}, -- [948]
					{
						["role"] = "DAMAGER",
						["name"] = "素灵-提瑞斯法",
						["iLvl"] = 955,
						["time"] = 1513595206,
						["class"] = 12,
						["bTag"] = "恒星的恒心#5580",
					}, -- [949]
					{
						["role"] = "TANK",
						["name"] = "㸜至尊宝㸜-格瑞姆巴托",
						["iLvl"] = 909,
						["time"] = 1513595218,
						["class"] = 2,
						["bTag"] = "父王#5354",
					}, -- [950]
					{
						["role"] = "DAMAGER",
						["name"] = "十八大代表-血吼",
						["iLvl"] = 949,
						["time"] = 1513595218,
						["class"] = 10,
						["bTag"] = "青州兵#5826",
					}, -- [951]
					{
						["role"] = "DAMAGER",
						["name"] = "丨甜酱洒鸡丨-死亡之翼",
						["iLvl"] = 957,
						["time"] = 1513595214,
						["class"] = 4,
						["bTag"] = "厚积薄发#5378",
					}, -- [952]
					{
						["role"] = "DAMAGER",
						["name"] = "小猫也疯狂-格瑞姆巴托",
						["iLvl"] = 914,
						["time"] = 1513595218,
						["class"] = 3,
						["bTag"] = "COOLCST#5568",
					}, -- [953]
					{
						["role"] = "DAMAGER",
						["name"] = "佛山赵天霸-海克泰尔",
						["iLvl"] = 954,
						["time"] = 1513753435,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "金炯嗯捅鸡#5580",
					}, -- [954]
					{
						["role"] = "TANK",
						["name"] = "兄弟对不住-埃德萨拉",
						["iLvl"] = 957,
						["time"] = 1513753429,
						["class"] = 1,
						["bTag"] = "泼墨成剑#5211",
					}, -- [955]
					{
						["role"] = "DAMAGER",
						["name"] = "Vanessalee-巨龙之吼",
						["iLvl"] = 953,
						["time"] = 1513753435,
						["class"] = 8,
						["bTag"] = "水知道鱼在哭#5623",
					}, -- [956]
					{
						["role"] = "DAMAGER",
						["name"] = "野蛮女友-暗影议会",
						["iLvl"] = 956,
						["time"] = 1513753422,
						["class"] = 6,
						["bTag"] = "大胡子叔叔#51210",
					}, -- [957]
					{
						["role"] = "DAMAGER",
						["name"] = "提克丶迪奥斯-格雷迈恩",
						["iLvl"] = 953,
						["time"] = 1513753435,
						["class"] = 12,
						["bTag"] = "disguise#5744",
					}, -- [958]
					{
						["role"] = "DAMAGER",
						["name"] = "势如破竹-战歌",
						["iLvl"] = 940,
						["time"] = 1513753435,
						["class"] = 9,
						["bTag"] = "嫖嫖乐#51963",
					}, -- [959]
					{
						["role"] = "DAMAGER",
						["name"] = "化身为海-黑暗魅影",
						["iLvl"] = 949,
						["time"] = 1513753435,
						["class"] = 12,
						["bTag"] = "肖勇#51920",
					}, -- [960]
					{
						["role"] = "TANK",
						["name"] = "都是演员-凤凰之神",
						["iLvl"] = 961,
						["time"] = 1513753435,
						["class"] = 6,
						["bTag"] = "跳跳骑士#510470",
					}, -- [961]
					{
						["role"] = "TANK",
						["name"] = "克洛兰塔-时光之穴",
						["iLvl"] = 886,
						["time"] = 1513753435,
						["class"] = 1,
						["bTag"] = "园华#5964",
					}, -- [962]
					{
						["role"] = "DAMAGER",
						["name"] = "哼哼战神-埃德萨拉",
						["iLvl"] = 956,
						["time"] = 1513753435,
						["class"] = 1,
						["bTag"] = "哼哈战神#5523",
					}, -- [963]
					{
						["role"] = "DAMAGER",
						["name"] = "术爷丶有砖功-安苏",
						["iLvl"] = 954,
						["time"] = 1513927536,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "醉风戏雪#51598",
					}, -- [964]
					{
						["role"] = "DAMAGER",
						["name"] = "橙希-死亡之翼",
						["iLvl"] = 962,
						["time"] = 1513927552,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "小白猪之小无赖#5811",
					}, -- [965]
					{
						["role"] = "DAMAGER",
						["name"] = "這个夏天灬-阿克蒙德",
						["iLvl"] = 930,
						["time"] = 1513927599,
						["class"] = 5,
						["bTag"] = "景景景景色分明#5549",
					}, -- [966]
					{
						["role"] = "TANK",
						["name"] = "走时是传奇-伊森利恩",
						["iLvl"] = 955,
						["time"] = 1513927599,
						["class"] = 2,
						["bTag"] = "真柄直澄#5632",
					}, -- [967]
					{
						["role"] = "DAMAGER",
						["name"] = "小时候丶贼猛-死亡之翼",
						["time"] = 1513927599,
						["class"] = 9,
					}, -- [968]
					{
						["role"] = "DAMAGER",
						["name"] = "丶帝-死亡之翼",
						["iLvl"] = 929,
						["time"] = 1513927599,
						["class"] = 8,
						["bTag"] = "邵磊#51261",
					}, -- [969]
					{
						["role"] = "DAMAGER",
						["name"] = "咕咕味的-格瑞姆巴托",
						["iLvl"] = 933,
						["time"] = 1513927595,
						["class"] = 11,
						["bTag"] = "Imperator#51147",
					}, -- [970]
					{
						["role"] = "TANK",
						["name"] = "艾希尓-冰风岗",
						["time"] = 1513927599,
						["class"] = 2,
					}, -- [971]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古拉斯乄橙-安苏",
						["time"] = 1513927599,
						["class"] = 11,
					}, -- [972]
					{
						["role"] = "DAMAGER",
						["name"] = "帅哥-血环",
						["time"] = 1513928200,
						["class"] = 2,
						["leader"] = true,
					}, -- [973]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇君-海克泰尔",
						["iLvl"] = 958,
						["time"] = 1513928202,
						["class"] = 6,
						["bTag"] = "马瑟尔#51703",
					}, -- [974]
					{
						["role"] = "DAMAGER",
						["name"] = "小蜉蝣-苏塔恩",
						["iLvl"] = 958,
						["time"] = 1513928202,
						["class"] = 9,
						["bTag"] = "小蜉蝣#5586",
					}, -- [975]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥坦克-伊森利恩",
						["iLvl"] = 932,
						["time"] = 1514020363,
						["class"] = 1,
						["bTag"] = "逍遥九天#51750",
					}, -- [976]
					{
						["role"] = "DAMAGER",
						["name"] = "悟魔-血色十字军",
						["iLvl"] = 963,
						["time"] = 1514019519,
						["class"] = 9,
						["bTag"] = "DDY#5824",
					}, -- [977]
					{
						["role"] = "DAMAGER",
						["name"] = "伯爵爷-燃烧之刃",
						["time"] = 1514019515,
						["class"] = 12,
					}, -- [978]
					{
						["role"] = "TANK",
						["name"] = "蓝色火焰-埃加洛尔",
						["iLvl"] = 960,
						["time"] = 1514019607,
						["class"] = 6,
						["bTag"] = "瓦里玛萨斯#51836",
					}, -- [979]
					{
						["role"] = "TANK",
						["name"] = "聖光卍之翼-海克泰尔",
						["iLvl"] = 971,
						["time"] = 1514019621,
						["class"] = 2,
						["bTag"] = "圣光之翼#5818",
					}, -- [980]
					{
						["role"] = "DAMAGER",
						["name"] = "飘零的风-通灵学院",
						["iLvl"] = 916,
						["time"] = 1514019621,
						["class"] = 2,
						["bTag"] = "飘零的风#5990",
					}, -- [981]
					{
						["role"] = "DAMAGER",
						["name"] = "快点跑吧-希雷诺斯",
						["iLvl"] = 922,
						["time"] = 1514019621,
						["class"] = 1,
						["bTag"] = "微微透明#51573",
					}, -- [982]
					{
						["role"] = "DAMAGER",
						["name"] = "魅影猫咪-影之哀伤",
						["iLvl"] = 923,
						["time"] = 1514019607,
						["class"] = 4,
						["bTag"] = "疯狂神猫#5134",
					}, -- [983]
					{
						["role"] = "DAMAGER",
						["name"] = "水墨丶丹青-深渊之巢",
						["iLvl"] = 958,
						["time"] = 1514020572,
						["class"] = 11,
						["bTag"] = "丶柳暗#5533",
					}, -- [984]
					{
						["role"] = "DAMAGER",
						["name"] = "天将神兵-冰风岗",
						["iLvl"] = 931,
						["time"] = 1514019621,
						["class"] = 4,
						["bTag"] = "炮灰一号#51453",
					}, -- [985]
					{
						["role"] = "DAMAGER",
						["name"] = "东征西战-外域",
						["iLvl"] = 930,
						["time"] = 1514020572,
						["class"] = 1,
						["bTag"] = "灰烬使者#5716",
					}, -- [986]
					{
						["role"] = "DAMAGER",
						["name"] = "琉璃夜丶芊墨-纳克萨玛斯",
						["iLvl"] = 942,
						["time"] = 1514020572,
						["class"] = 2,
						["bTag"] = "茫然的锅巴骑士#5831",
					}, -- [987]
					{
						["role"] = "DAMAGER",
						["name"] = "卧雪听涛-艾露恩",
						["iLvl"] = 949,
						["time"] = 1514019621,
						["class"] = 8,
						["bTag"] = "渔歌#5872",
					}, -- [988]
					{
						["role"] = "DAMAGER",
						["name"] = "嚻嚻-红龙军团",
						["iLvl"] = 934,
						["time"] = 1514019621,
						["class"] = 3,
						["bTag"] = "夺命剪刀脚#5223",
					}, -- [989]
					{
						["role"] = "DAMAGER",
						["name"] = "死灬磕-格瑞姆巴托",
						["time"] = 1514019621,
						["class"] = 9,
					}, -- [990]
					{
						["role"] = "DAMAGER",
						["name"] = "羽落凡宸-格瑞姆巴托",
						["iLvl"] = 933,
						["time"] = 1514020346,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "凡辰#51209",
					}, -- [991]
					{
						["role"] = "DAMAGER",
						["name"] = "棒棒鸡儿-巴瑟拉斯",
						["iLvl"] = 962,
						["time"] = 1514020787,
						["class"] = 9,
						["bTag"] = "坏蛋在哪里#5955",
					}, -- [992]
					{
						["role"] = "DAMAGER",
						["name"] = "胖胖别跑-影之哀伤",
						["iLvl"] = 918,
						["time"] = 1514020363,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "happywang#5497",
					}, -- [993]
					{
						["role"] = "DAMAGER",
						["name"] = "炮爷来了-耐普图隆",
						["iLvl"] = 959,
						["time"] = 1514020346,
						["class"] = 2,
						["bTag"] = "刺刀#51502",
					}, -- [994]
					{
						["role"] = "TANK",
						["name"] = "烟寒-战歌",
						["iLvl"] = 921,
						["time"] = 1514020350,
						["class"] = 11,
						["bTag"] = "烟寒#5226",
					}, -- [995]
					{
						["role"] = "DAMAGER",
						["name"] = "軒言-布兰卡德",
						["time"] = 1514020341,
						["class"] = 5,
					}, -- [996]
					{
						["role"] = "DAMAGER",
						["name"] = "媛来爱你-恶魔之魂",
						["iLvl"] = 940,
						["time"] = 1514020363,
						["class"] = 2,
						["bTag"] = "Ailove#5166",
					}, -- [997]
					{
						["role"] = "DAMAGER",
						["name"] = "会飞的橘子-阿格拉玛",
						["time"] = 1514020346,
						["class"] = 3,
					}, -- [998]
					{
						["role"] = "DAMAGER",
						["name"] = "江东爱沐堤-斯克提斯",
						["iLvl"] = 901,
						["time"] = 1514020363,
						["class"] = 1,
						["bTag"] = "rtao#5139",
					}, -- [999]
					{
						["role"] = "TANK",
						["name"] = "丿邻家丶小神-萨尔",
						["iLvl"] = 941,
						["time"] = 1514020339,
						["class"] = 12,
						["bTag"] = "夢裏楓葉飄#5650",
					}, -- [1000]
					{
						["role"] = "DAMAGER",
						["name"] = "抽烟不掉灰-藏宝海湾",
						["iLvl"] = 964,
						["time"] = 1514020572,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "仲仁#51658",
					}, -- [1001]
					{
						["role"] = "TANK",
						["name"] = "樱花的葬礼-晴日峰（江苏）",
						["iLvl"] = 946,
						["time"] = 1514020563,
						["class"] = 1,
						["bTag"] = "暗晨少帅#5221",
					}, -- [1002]
					{
						["role"] = "TANK",
						["name"] = "魔力巧克力-萨菲隆",
						["iLvl"] = 929,
						["time"] = 1514020572,
						["class"] = 2,
						["bTag"] = "EviTs#5502",
					}, -- [1003]
					{
						["role"] = "DAMAGER",
						["name"] = "刺杀的魅力-死亡之翼",
						["iLvl"] = 957,
						["time"] = 1514020572,
						["class"] = 4,
						["bTag"] = "峥嵘岁月#51166",
					}, -- [1004]
					{
						["role"] = "DAMAGER",
						["name"] = "与君共醉-死亡之翼",
						["iLvl"] = 957,
						["time"] = 1514020572,
						["class"] = 3,
						["bTag"] = "陶然#5912",
					}, -- [1005]
					{
						["role"] = "HEALER",
						["name"] = "Promesse-奥妮克希亚",
						["iLvl"] = 962,
						["time"] = 1514020572,
						["class"] = 5,
						["bTag"] = "Promesse#5492",
					}, -- [1006]
					{
						["role"] = "DAMAGER",
						["name"] = "吴德掂-丹莫德",
						["time"] = 1514020534,
						["class"] = 11,
					}, -- [1007]
					{
						["role"] = "DAMAGER",
						["name"] = "逝氷蓅姩-阿尔萨斯",
						["iLvl"] = 939,
						["time"] = 1514020572,
						["class"] = 3,
						["bTag"] = "氵罙灬蓝#5248",
					}, -- [1008]
					{
						["role"] = "DAMAGER",
						["name"] = "Anneklein-无尽之海",
						["iLvl"] = 879,
						["time"] = 1514020549,
						["class"] = 6,
						["bTag"] = "丶四五年代#5567",
					}, -- [1009]
					{
						["role"] = "DAMAGER",
						["name"] = "蛤蟆先生-霜之哀伤",
						["iLvl"] = 921,
						["time"] = 1514020547,
						["class"] = 5,
						["bTag"] = "狂暴双持肝道夫#5163",
					}, -- [1010]
					{
						["role"] = "DAMAGER",
						["name"] = "燃烧的星空-托尔巴拉德",
						["iLvl"] = 922,
						["time"] = 1514020547,
						["class"] = 9,
						["bTag"] = "看看怎么玩#5782",
					}, -- [1011]
					{
						["role"] = "DAMAGER",
						["name"] = "一只冲动的羊-血环",
						["iLvl"] = 957,
						["time"] = 1514020614,
						["class"] = 1,
						["bTag"] = "冲动羊#5531",
					}, -- [1012]
					{
						["role"] = "DAMAGER",
						["name"] = "灬楚楚-燃烧之刃",
						["iLvl"] = 958,
						["time"] = 1514020572,
						["class"] = 2,
						["bTag"] = "盛飞#51141",
					}, -- [1013]
					{
						["role"] = "DAMAGER",
						["name"] = "吐鲁翻-安苏",
						["iLvl"] = 955,
						["time"] = 1514020572,
						["class"] = 10,
						["bTag"] = "翔哥#5975",
					}, -- [1014]
					{
						["role"] = "DAMAGER",
						["name"] = "冬季灬浅莫忘-风暴之鳞",
						["iLvl"] = 952,
						["time"] = 1514020572,
						["class"] = 10,
						["bTag"] = "冬季灬浅莫忘#5115",
					}, -- [1015]
					{
						["role"] = "DAMAGER",
						["name"] = "半醉顷城-时光之穴",
						["iLvl"] = 933,
						["time"] = 1514020572,
						["class"] = 4,
						["bTag"] = "闪亮之雄#531236",
					}, -- [1016]
					{
						["role"] = "DAMAGER",
						["name"] = "灬红茶灬-洛丹伦",
						["iLvl"] = 954,
						["time"] = 1514020572,
						["class"] = 4,
						["bTag"] = "红茶#51668",
					}, -- [1017]
					{
						["role"] = "HEALER",
						["name"] = "十二两-洛萨",
						["iLvl"] = 911,
						["time"] = 1514020572,
						["class"] = 5,
						["bTag"] = "拒绝#5550",
					}, -- [1018]
					{
						["role"] = "DAMAGER",
						["name"] = "西尔芙-朵丹尼尔",
						["iLvl"] = 899,
						["time"] = 1514020572,
						["class"] = 6,
						["bTag"] = "暗淡蓝点#5980",
					}, -- [1019]
					{
						["role"] = "HEALER",
						["name"] = "西门官人-夏维安",
						["iLvl"] = 941,
						["time"] = 1514020610,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "魅力哥#5435",
					}, -- [1020]
					{
						["role"] = "DAMAGER",
						["name"] = "无尽的等待-伊利丹",
						["iLvl"] = 900,
						["time"] = 1514020610,
						["class"] = 4,
						["bTag"] = "独赏皓月#5913",
					}, -- [1021]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼雨-迦顿",
						["iLvl"] = 908,
						["time"] = 1514020614,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "foxer#5327",
					}, -- [1022]
					{
						["role"] = "TANK",
						["name"] = "琉璃阿-梅尔加尼",
						["iLvl"] = 950,
						["time"] = 1514020614,
						["class"] = 2,
						["bTag"] = "李某某#5713",
					}, -- [1023]
					{
						["role"] = "HEALER",
						["name"] = "落洛洛-伊森利恩",
						["iLvl"] = 915,
						["time"] = 1514020614,
						["class"] = 5,
						["bTag"] = "克哪些玩#5519",
					}, -- [1024]
					{
						["role"] = "DAMAGER",
						["name"] = "脆皮炸滑稽-安苏",
						["iLvl"] = 948,
						["time"] = 1514020614,
						["class"] = 8,
						["bTag"] = "fool#5102",
					}, -- [1025]
					{
						["role"] = "TANK",
						["name"] = "纳兹戈林副官-贫瘠之地",
						["iLvl"] = 919,
						["time"] = 1514020614,
						["class"] = 6,
						["bTag"] = "要稳不要混#5114",
					}, -- [1026]
					{
						["role"] = "TANK",
						["name"] = "何以飘飘然-卡拉赞",
						["iLvl"] = 911,
						["time"] = 1514020614,
						["class"] = 11,
						["bTag"] = "南征北战#52234",
					}, -- [1027]
					{
						["role"] = "DAMAGER",
						["name"] = "樱满月-死亡之翼",
						["time"] = 1514020610,
						["class"] = 10,
					}, -- [1028]
					{
						["role"] = "DAMAGER",
						["name"] = "血煞修罗-通灵学院",
						["time"] = 1514020610,
						["class"] = 4,
					}, -- [1029]
					{
						["role"] = "DAMAGER",
						["name"] = "丶天海翼-斯克提斯",
						["iLvl"] = 962,
						["time"] = 1514020787,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "MaRxH#51336",
					}, -- [1030]
					{
						["role"] = "DAMAGER",
						["name"] = "溜溜蛋蛋-时光之穴",
						["time"] = 1514020826,
						["class"] = 2,
					}, -- [1031]
					{
						["role"] = "TANK",
						["name"] = "凸冏凸-塞拉摩",
						["iLvl"] = 925,
						["time"] = 1514020783,
						["class"] = 6,
						["bTag"] = "葉语#5239",
					}, -- [1032]
					{
						["role"] = "DAMAGER",
						["name"] = "顺心意-阿曼尼",
						["iLvl"] = 963,
						["time"] = 1514020826,
						["class"] = 6,
						["bTag"] = "何旭光#5472",
					}, -- [1033]
					{
						["role"] = "DAMAGER",
						["name"] = "绿皮孩子-达基萨斯",
						["iLvl"] = 938,
						["time"] = 1514020783,
						["class"] = 1,
						["bTag"] = "Nireus#5302",
					}, -- [1034]
					{
						["role"] = "TANK",
						["name"] = "地狱之牛-奎尔萨拉斯",
						["iLvl"] = 892,
						["time"] = 1514020754,
						["class"] = 11,
						["bTag"] = "渺小之牛头人#513289",
					}, -- [1035]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魂之刃-萨尔",
						["iLvl"] = 937,
						["time"] = 1514020746,
						["class"] = 12,
						["bTag"] = "谁动了我的昵称#5704",
					}, -- [1036]
					{
						["role"] = "DAMAGER",
						["name"] = "纱帽罩婵娟-格瑞姆巴托",
						["iLvl"] = 936,
						["time"] = 1514020787,
						["class"] = 3,
						["bTag"] = "mloonaa#5974",
					}, -- [1037]
					{
						["role"] = "DAMAGER",
						["name"] = "红顏灬蘇菲亞-血色十字军",
						["iLvl"] = 956,
						["time"] = 1514020787,
						["class"] = 7,
						["bTag"] = "阿木#5440",
					}, -- [1038]
					{
						["role"] = "DAMAGER",
						["name"] = "Awaysamei-冰霜之刃",
						["time"] = 1514020746,
						["class"] = 4,
					}, -- [1039]
					{
						["role"] = "DAMAGER",
						["name"] = "醉酒的鱼-梅尔加尼",
						["iLvl"] = 939,
						["time"] = 1514020787,
						["class"] = 4,
						["bTag"] = "醉酒的鱼#5412",
					}, -- [1040]
					{
						["role"] = "DAMAGER",
						["name"] = "揉蛋机器人-安苏",
						["iLvl"] = 874,
						["time"] = 1514020787,
						["class"] = 7,
						["bTag"] = "二哥#51950",
					}, -- [1041]
					{
						["role"] = "DAMAGER",
						["name"] = "Dehat-达尔坎",
						["iLvl"] = 892,
						["time"] = 1514020785,
						["class"] = 6,
						["bTag"] = "Joker#5311",
					}, -- [1042]
					{
						["role"] = "DAMAGER",
						["name"] = "商务男团炮炮-凤凰之神",
						["iLvl"] = 914,
						["time"] = 1514020787,
						["class"] = 12,
						["bTag"] = "贪睡之熊#590916",
					}, -- [1043]
					{
						["role"] = "DAMAGER",
						["name"] = "尐护士-风暴之怒",
						["iLvl"] = 936,
						["time"] = 1514020787,
						["class"] = 7,
						["bTag"] = "烟熏妆#5293",
					}, -- [1044]
					{
						["role"] = "HEALER",
						["name"] = "暗影中的圣光-达斯雷玛",
						["iLvl"] = 962,
						["time"] = 1514020787,
						["class"] = 5,
						["bTag"] = "mustang#5325",
					}, -- [1045]
					{
						["role"] = "HEALER",
						["name"] = "无情矮牧-死亡之翼",
						["iLvl"] = 962,
						["time"] = 1514020787,
						["class"] = 5,
						["bTag"] = "江小凡#51836",
					}, -- [1046]
					{
						["role"] = "TANK",
						["name"] = "老牛跑得快-风暴之怒",
						["iLvl"] = 951,
						["time"] = 1514020787,
						["class"] = 1,
						["bTag"] = "沉淀#5696",
					}, -- [1047]
					{
						["role"] = "DAMAGER",
						["name"] = "嶺上開花丶-凤凰之神",
						["time"] = 1514020787,
						["class"] = 3,
					}, -- [1048]
					{
						["role"] = "DAMAGER",
						["name"] = "吃鸡小鼠-安苏",
						["iLvl"] = 942,
						["time"] = 1514020826,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "暗夜之骑士#5281860",
					}, -- [1049]
					{
						["role"] = "DAMAGER",
						["name"] = "丶软软-霜狼",
						["iLvl"] = 957,
						["time"] = 1514020826,
						["class"] = 2,
						["bTag"] = "愤怒的寸寸#5315",
					}, -- [1050]
					{
						["role"] = "DAMAGER",
						["name"] = "享受安静-狂热之刃",
						["iLvl"] = 961,
						["time"] = 1514020822,
						["class"] = 5,
						["bTag"] = "天堂向左#5491",
					}, -- [1051]
					{
						["role"] = "DAMAGER",
						["name"] = "毛毛贼靚-耐普图隆",
						["iLvl"] = 939,
						["time"] = 1514020824,
						["class"] = 4,
						["bTag"] = "蠢蠢村村长#51674",
					}, -- [1052]
					{
						["role"] = "DAMAGER",
						["name"] = "妖邪丶酷-日落沼泽",
						["time"] = 1514020826,
						["class"] = 4,
					}, -- [1053]
					{
						["role"] = "DAMAGER",
						["name"] = "元神出竅-耐奥祖",
						["iLvl"] = 932,
						["time"] = 1514020826,
						["class"] = 3,
						["bTag"] = "木纹#5183",
					}, -- [1054]
					{
						["role"] = "DAMAGER",
						["name"] = "来着欧洲贵族-血色十字军",
						["iLvl"] = 965,
						["time"] = 1514020826,
						["class"] = 3,
						["bTag"] = "小手一抖#5220",
					}, -- [1055]
					{
						["role"] = "DAMAGER",
						["name"] = "文心雕龙-冰风岗",
						["iLvl"] = 960,
						["time"] = 1514020826,
						["class"] = 5,
						["bTag"] = "请不要害羞#51244",
					}, -- [1056]
					{
						["role"] = "DAMAGER",
						["name"] = "Damen-埃霍恩",
						["time"] = 1514222314,
						["class"] = 7,
						["leader"] = true,
					}, -- [1057]
					{
						["role"] = "DAMAGER",
						["name"] = "满成风雨-死亡之翼",
						["time"] = 1514222302,
						["class"] = 9,
					}, -- [1058]
					{
						["role"] = "DAMAGER",
						["name"] = "心情真不好啊-亚雷戈斯",
						["iLvl"] = 961,
						["time"] = 1514222310,
						["class"] = 6,
						["bTag"] = "灵峰飞扬#5202",
					}, -- [1059]
					{
						["role"] = "DAMAGER",
						["name"] = "个中高手-埃德萨拉",
						["iLvl"] = 923,
						["time"] = 1514222314,
						["class"] = 4,
						["bTag"] = "忽如一夜春风来#5831",
					}, -- [1060]
					{
						["role"] = "DAMAGER",
						["name"] = "未寒-烈焰峰",
						["iLvl"] = 951,
						["time"] = 1514222314,
						["class"] = 9,
						["bTag"] = "nails#5699",
					}, -- [1061]
					{
						["role"] = "DAMAGER",
						["name"] = "Leonara-埃德萨拉",
						["iLvl"] = 951,
						["time"] = 1514222314,
						["class"] = 1,
						["bTag"] = "leona#52464",
					}, -- [1062]
					{
						["role"] = "TANK",
						["name"] = "丨嗯哼哈呀嘿-安苏",
						["iLvl"] = 961,
						["time"] = 1514222314,
						["class"] = 11,
						["bTag"] = "你说谁是小个子#51881",
					}, -- [1063]
					{
						["role"] = "DAMAGER",
						["name"] = "铬罗姆丶-冰风岗",
						["iLvl"] = 960,
						["time"] = 1514222310,
						["class"] = 1,
						["bTag"] = "堕落的灰烬使者丶#5233",
					}, -- [1064]
					{
						["role"] = "DAMAGER",
						["name"] = "莲华-无尽之海",
						["iLvl"] = 963,
						["time"] = 1514222310,
						["class"] = 12,
						["bTag"] = "兔子的兔子#51843",
					}, -- [1065]
					{
						["role"] = "DAMAGER",
						["name"] = "一只酸奶牛-凤凰之神",
						["iLvl"] = 958,
						["time"] = 1514222314,
						["class"] = 7,
						["bTag"] = "一枚小蛋#5310",
					}, -- [1066]
					{
						["role"] = "DAMAGER",
						["name"] = "奔跑吧丶小慕-凤凰之神",
						["iLvl"] = 935,
						["time"] = 1514222314,
						["class"] = 1,
						["bTag"] = "东方少侠#51782",
					}, -- [1067]
					{
						["role"] = "DAMAGER",
						["name"] = "Fabiano-天空之墙",
						["iLvl"] = 940,
						["time"] = 1514222314,
						["class"] = 8,
						["bTag"] = "Fabiano#5325",
					}, -- [1068]
					{
						["role"] = "DAMAGER",
						["name"] = "Camellia-伊森利恩",
						["iLvl"] = 956,
						["time"] = 1514222314,
						["class"] = 6,
						["bTag"] = "苍穹之虎#51213",
					}, -- [1069]
					{
						["role"] = "DAMAGER",
						["name"] = "贝戎礻申-血色十字军",
						["time"] = 1514222314,
						["class"] = 4,
					}, -- [1070]
					{
						["role"] = "DAMAGER",
						["name"] = "丨乄花和尚-安苏",
						["time"] = 1514222314,
						["class"] = 4,
					}, -- [1071]
					{
						["role"] = "DAMAGER",
						["name"] = "有点酸-安苏",
						["time"] = 1514337364,
						["class"] = 3,
					}, -- [1072]
					{
						["role"] = "TANK",
						["name"] = "发呆的柚子-克尔苏加德",
						["time"] = 1514337378,
						["class"] = 11,
						["leader"] = true,
					}, -- [1073]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦莉瑟瑞娅-丽丽（四川）",
						["iLvl"] = 939,
						["time"] = 1514337416,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "追鸟的蛤蟆#5220",
					}, -- [1074]
					{
						["role"] = "HEALER",
						["name"] = "狗狗熊牧-冰风岗",
						["time"] = 1514337383,
						["class"] = 5,
					}, -- [1075]
					{
						["role"] = "HEALER",
						["name"] = "守望伍萬-风暴之鳞",
						["iLvl"] = 943,
						["time"] = 1514337441,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "叔本不赖#5926",
					}, -- [1076]
					{
						["role"] = "DAMAGER",
						["name"] = "鼠哥-毁灭之锤",
						["iLvl"] = 940,
						["time"] = 1514337441,
						["class"] = 4,
						["bTag"] = "鼠哥#5570",
					}, -- [1077]
					{
						["role"] = "DAMAGER",
						["name"] = "贝妮玛德丝-克尔苏加德",
						["iLvl"] = 965,
						["time"] = 1514337441,
						["class"] = 3,
						["bTag"] = "向左#51141",
					}, -- [1078]
					{
						["role"] = "DAMAGER",
						["name"] = "暗之宽恕-黑锋哨站",
						["iLvl"] = 956,
						["time"] = 1514366595,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "神纹白虎影#5691",
					}, -- [1079]
					{
						["role"] = "DAMAGER",
						["name"] = "也无风雨-艾莫莉丝",
						["iLvl"] = 948,
						["time"] = 1514366595,
						["class"] = 4,
						["bTag"] = "风波水门#5319",
					}, -- [1080]
					{
						["role"] = "DAMAGER",
						["name"] = "Laststand-基尔罗格",
						["iLvl"] = 956,
						["time"] = 1514366595,
						["class"] = 8,
						["bTag"] = "三哥#51217",
					}, -- [1081]
					{
						["role"] = "DAMAGER",
						["name"] = "综合加血-凤凰之神",
						["iLvl"] = 960,
						["time"] = 1514366595,
						["class"] = 10,
						["bTag"] = "GIGGS#51337",
					}, -- [1082]
					{
						["role"] = "DAMAGER",
						["name"] = "贝尤尼塔-贫瘠之地",
						["iLvl"] = 959,
						["time"] = 1514366595,
						["class"] = 3,
						["bTag"] = "炽雪纱羅#5661",
					}, -- [1083]
					{
						["role"] = "DAMAGER",
						["name"] = "花如玥-回音山",
						["iLvl"] = 918,
						["time"] = 1514366595,
						["class"] = 3,
						["bTag"] = "凯瑞甘#52451",
					}, -- [1084]
					{
						["role"] = "DAMAGER",
						["name"] = "乳大奶足-燃烧之刃",
						["iLvl"] = 945,
						["time"] = 1514366595,
						["class"] = 11,
						["bTag"] = "我是大锤子#5843",
					}, -- [1085]
					{
						["role"] = "DAMAGER",
						["name"] = "轻拿易碎-影之哀伤",
						["iLvl"] = 959,
						["time"] = 1514366595,
						["class"] = 6,
						["bTag"] = "李牧白#51496",
					}, -- [1086]
					{
						["role"] = "DAMAGER",
						["name"] = "閃電时代-黑铁",
						["iLvl"] = 964,
						["time"] = 1514366595,
						["class"] = 7,
						["bTag"] = "捷克罗姆#5662",
					}, -- [1087]
					{
						["role"] = "DAMAGER",
						["name"] = "艾伦丷耶格尔-狂热之刃",
						["iLvl"] = 919,
						["time"] = 1514366595,
						["class"] = 4,
						["bTag"] = "穿聖衣的熊猫#5552",
					}, -- [1088]
					{
						["role"] = "DAMAGER",
						["name"] = "丶冻住不洗澡-血吼",
						["iLvl"] = 937,
						["time"] = 1514366595,
						["class"] = 8,
						["bTag"] = "集合石热心群众#5675",
					}, -- [1089]
					{
						["role"] = "DAMAGER",
						["name"] = "親爱的不二-安苏",
						["iLvl"] = 957,
						["time"] = 1514366595,
						["class"] = 8,
						["bTag"] = "闹闹#52539",
					}, -- [1090]
					{
						["role"] = "TANK",
						["name"] = "迎风摆-奥尔加隆",
						["iLvl"] = 948,
						["time"] = 1514366595,
						["class"] = 2,
						["bTag"] = "yanliufeng#5802",
					}, -- [1091]
					{
						["role"] = "DAMAGER",
						["name"] = "青衫默言-斯克提斯",
						["iLvl"] = 900,
						["time"] = 1514366974,
						["class"] = 12,
						["bTag"] = "请叫我肆哥#5208",
					}, -- [1092]
					{
						["role"] = "DAMAGER",
						["name"] = "回忆情怀-死亡之翼",
						["iLvl"] = 949,
						["time"] = 1514366595,
						["class"] = 3,
						["bTag"] = "wenson#5227",
					}, -- [1093]
					{
						["role"] = "HEALER",
						["name"] = "云霁月-冰风岗",
						["iLvl"] = 953,
						["time"] = 1514366595,
						["class"] = 7,
						["bTag"] = "白鹿青涯#5474",
					}, -- [1094]
					{
						["role"] = "TANK",
						["name"] = "一世无橙-翡翠梦境",
						["iLvl"] = 901,
						["time"] = 1514366595,
						["class"] = 11,
						["bTag"] = "hihibyebye#51571",
					}, -- [1095]
					{
						["role"] = "DAMAGER",
						["name"] = "風再起时丶-格瑞姆巴托",
						["iLvl"] = 951,
						["time"] = 1514366595,
						["class"] = 5,
						["bTag"] = "烟灰#5999",
					}, -- [1096]
					{
						["role"] = "DAMAGER",
						["name"] = "慈悲刀-无尽之海",
						["iLvl"] = 961,
						["time"] = 1514366595,
						["class"] = 2,
						["bTag"] = "寻桥#51331",
					}, -- [1097]
					{
						["role"] = "DAMAGER",
						["name"] = "归期有期-安苏",
						["iLvl"] = 934,
						["time"] = 1514366595,
						["class"] = 4,
						["bTag"] = "田间#5244",
					}, -- [1098]
					{
						["role"] = "DAMAGER",
						["name"] = "犀利弓-血羽",
						["iLvl"] = 894,
						["time"] = 1514366595,
						["class"] = 3,
						["bTag"] = "战斗之软泥怪#572233",
					}, -- [1099]
					{
						["role"] = "DAMAGER",
						["name"] = "米非司酮-贫瘠之地",
						["iLvl"] = 955,
						["time"] = 1514366595,
						["class"] = 11,
						["bTag"] = "Wenger#5884",
					}, -- [1100]
					{
						["role"] = "TANK",
						["name"] = "花殇紫幽幽-海加尔",
						["iLvl"] = 963,
						["time"] = 1514366595,
						["class"] = 6,
						["bTag"] = "花殇紫幽幽#5278",
					}, -- [1101]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑旭-暮色森林",
						["iLvl"] = 911,
						["time"] = 1514366595,
						["class"] = 8,
						["bTag"] = "慵懒之龟#546973",
					}, -- [1102]
					{
						["role"] = "DAMAGER",
						["name"] = "小冽冽丶-死亡之翼",
						["iLvl"] = 966,
						["time"] = 1514366595,
						["class"] = 3,
						["bTag"] = "Surprise#52940",
					}, -- [1103]
					{
						["role"] = "HEALER",
						["name"] = "你们缺德麽-血色十字军",
						["iLvl"] = 919,
						["time"] = 1514366595,
						["class"] = 11,
						["bTag"] = "羽化#51153",
					}, -- [1104]
					{
						["role"] = "DAMAGER",
						["name"] = "咪个了喵-海克泰尔",
						["iLvl"] = 913,
						["time"] = 1514366595,
						["class"] = 10,
						["bTag"] = "ENder#5769",
					}, -- [1105]
					{
						["role"] = "DAMAGER",
						["name"] = "苹果有点甜-天空之墙",
						["iLvl"] = 960,
						["time"] = 1514366595,
						["class"] = 3,
						["bTag"] = "粉色苹果#5660",
					}, -- [1106]
					{
						["role"] = "DAMAGER",
						["name"] = "伤势之尘-鬼雾峰",
						["iLvl"] = 962,
						["time"] = 1514366595,
						["class"] = 2,
						["bTag"] = "Mushan#5148",
					}, -- [1107]
					{
						["role"] = "HEALER",
						["name"] = "你萌死了-无尽之海",
						["iLvl"] = 953,
						["time"] = 1514366595,
						["class"] = 7,
						["bTag"] = "Saltedfish#51770",
					}, -- [1108]
					{
						["role"] = "TANK",
						["name"] = "血丨骑-死亡之翼",
						["iLvl"] = 954,
						["time"] = 1514366595,
						["class"] = 6,
						["bTag"] = "妙酱#5617",
					}, -- [1109]
					{
						["role"] = "DAMAGER",
						["name"] = "丨爵灬爷丨-克尔苏加德",
						["iLvl"] = 928,
						["time"] = 1514366595,
						["class"] = 9,
						["bTag"] = "狩灬魂#5183",
					}, -- [1110]
					{
						["role"] = "DAMAGER",
						["name"] = "浅烟丶舞刃-迅捷微风",
						["iLvl"] = 951,
						["time"] = 1514366595,
						["class"] = 12,
						["bTag"] = "九玖#5119",
					}, -- [1111]
					{
						["role"] = "DAMAGER",
						["name"] = "有德必会湿丶-鬼雾峰",
						["iLvl"] = 957,
						["time"] = 1514366595,
						["class"] = 11,
						["bTag"] = "骚钟丶#5310",
					}, -- [1112]
					{
						["role"] = "DAMAGER",
						["name"] = "二环十三狼-迦拉克隆",
						["iLvl"] = 937,
						["time"] = 1514366595,
						["class"] = 1,
						["bTag"] = "小手牵大爪#5665",
					}, -- [1113]
					{
						["role"] = "TANK",
						["name"] = "资深宅男-通灵学院",
						["iLvl"] = 931,
						["time"] = 1514366595,
						["class"] = 2,
						["bTag"] = "九世#5637",
					}, -- [1114]
					{
						["role"] = "DAMAGER",
						["name"] = "花下射曰-冰风岗",
						["iLvl"] = 942,
						["time"] = 1514366595,
						["class"] = 3,
						["bTag"] = "月下妩媚#5393",
					}, -- [1115]
					{
						["role"] = "DAMAGER",
						["name"] = "朱小秋-埃德萨拉",
						["iLvl"] = 962,
						["time"] = 1514366595,
						["class"] = 4,
						["bTag"] = "小秋#52347",
					}, -- [1116]
					{
						["role"] = "DAMAGER",
						["name"] = "艾瑞莉娅-达基萨斯",
						["iLvl"] = 960,
						["time"] = 1514366974,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "玫瑰丶#5198",
					}, -- [1117]
					{
						["role"] = "DAMAGER",
						["name"] = "Kaen-死亡之翼",
						["iLvl"] = 950,
						["time"] = 1514508130,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "孤傲之骑士#516751",
					}, -- [1118]
					{
						["role"] = "TANK",
						["name"] = "骑士锕恒-贫瘠之地",
						["iLvl"] = 950,
						["time"] = 1514366974,
						["class"] = 2,
						["bTag"] = "跳跳熊#5116399",
					}, -- [1119]
					{
						["role"] = "DAMAGER",
						["name"] = "Forte-死亡之翼",
						["iLvl"] = 952,
						["time"] = 1514366974,
						["class"] = 9,
						["bTag"] = "暴躁#5421",
					}, -- [1120]
					{
						["role"] = "DAMAGER",
						["name"] = "打爆泳帽再咪-死亡之翼",
						["iLvl"] = 937,
						["time"] = 1514366974,
						["class"] = 1,
						["bTag"] = "打爆泳帽再放走鸟#5632",
					}, -- [1121]
					{
						["role"] = "DAMAGER",
						["name"] = "偏見-冰风岗",
						["iLvl"] = 964,
						["time"] = 1514366974,
						["class"] = 8,
						["bTag"] = "小小喇叭#5578",
					}, -- [1122]
					{
						["role"] = "DAMAGER",
						["name"] = "小小喇叭-冰风岗",
						["iLvl"] = 959,
						["time"] = 1514366974,
						["class"] = 5,
						["bTag"] = "小小喇叭#5578",
					}, -- [1123]
					{
						["role"] = "DAMAGER",
						["name"] = "林德拜尔-苏拉玛",
						["iLvl"] = 950,
						["time"] = 1514366974,
						["class"] = 3,
						["bTag"] = "巴拉卡斯#51662",
					}, -- [1124]
					{
						["role"] = "DAMAGER",
						["name"] = "葡萄酿酒-冰霜之刃",
						["iLvl"] = 953,
						["time"] = 1514366974,
						["class"] = 8,
						["bTag"] = "Silence#51300",
					}, -- [1125]
					{
						["role"] = "TANK",
						["name"] = "逗逼灬喃啵否-阿纳克洛斯",
						["iLvl"] = 934,
						["time"] = 1514366974,
						["class"] = 11,
						["bTag"] = "沉默之剑#555816",
					}, -- [1126]
					{
						["role"] = "DAMAGER",
						["name"] = "意外的峰回-克尔苏加德",
						["iLvl"] = 952,
						["time"] = 1514366974,
						["class"] = 1,
						["bTag"] = "崇高滴幻象#5426",
					}, -- [1127]
					{
						["role"] = "DAMAGER",
						["name"] = "我就是安苏-暗影议会",
						["iLvl"] = 928,
						["time"] = 1514366974,
						["class"] = 3,
						["bTag"] = "MouseET#5581",
					}, -- [1128]
					{
						["role"] = "DAMAGER",
						["name"] = "烈焰艹花环-安苏",
						["iLvl"] = 961,
						["time"] = 1514366974,
						["class"] = 10,
						["bTag"] = "UMRdada#5549",
					}, -- [1129]
					{
						["role"] = "DAMAGER",
						["name"] = "洛丹伦的秋兲-天空之墙",
						["iLvl"] = 913,
						["time"] = 1514366968,
						["class"] = 10,
						["bTag"] = "王伟#5126",
					}, -- [1130]
					{
						["role"] = "DAMAGER",
						["name"] = "秋雪妍-死亡之翼",
						["iLvl"] = 960,
						["time"] = 1514366974,
						["class"] = 4,
						["bTag"] = "秋雪妍#5682",
					}, -- [1131]
					{
						["role"] = "HEALER",
						["name"] = "尐雅木-暴风祭坛",
						["iLvl"] = 948,
						["time"] = 1514366974,
						["class"] = 7,
						["bTag"] = "Dazzlecloud#5717",
					}, -- [1132]
					{
						["role"] = "DAMAGER",
						["name"] = "松子的一生-安苏",
						["iLvl"] = 850,
						["time"] = 1514366974,
						["class"] = 9,
						["bTag"] = "新垣结衣#51744",
					}, -- [1133]
					{
						["role"] = "DAMAGER",
						["name"] = "黑牛豆奶粉-阿克蒙德",
						["iLvl"] = 888,
						["time"] = 1514366974,
						["class"] = 7,
						["bTag"] = "暗夜之鸦#511753",
					}, -- [1134]
					{
						["role"] = "DAMAGER",
						["name"] = "天哪常来玩哟-血环",
						["iLvl"] = 962,
						["time"] = 1514366974,
						["class"] = 7,
						["bTag"] = "阿妞的包子#5162",
					}, -- [1135]
					{
						["role"] = "DAMAGER",
						["name"] = "星峰大海-伊森利恩",
						["iLvl"] = 948,
						["time"] = 1514366974,
						["class"] = 7,
						["bTag"] = "蒋先生#5195",
					}, -- [1136]
					{
						["role"] = "HEALER",
						["name"] = "醋溜肥肠-丽丽（四川）",
						["iLvl"] = 919,
						["time"] = 1514366974,
						["class"] = 7,
						["bTag"] = "蹲在墙角数蛆#5250",
					}, -- [1137]
					{
						["role"] = "TANK",
						["name"] = "沸石之心-加兹鲁维",
						["iLvl"] = 943,
						["time"] = 1514366974,
						["class"] = 12,
						["bTag"] = "晨曦之心#5769",
					}, -- [1138]
					{
						["role"] = "DAMAGER",
						["name"] = "是你德爸爸-回音山",
						["iLvl"] = 957,
						["time"] = 1514366974,
						["class"] = 11,
						["bTag"] = "YMYC#5421",
					}, -- [1139]
					{
						["role"] = "DAMAGER",
						["name"] = "此夜云游-影之哀伤",
						["time"] = 1514366970,
						["class"] = 4,
					}, -- [1140]
					{
						["role"] = "TANK",
						["name"] = "Timbaland-菲拉斯",
						["iLvl"] = 938,
						["time"] = 1514366974,
						["class"] = 6,
						["bTag"] = "金霖松#5916",
					}, -- [1141]
					{
						["role"] = "DAMAGER",
						["name"] = "射天狼人-洛丹伦",
						["iLvl"] = 928,
						["time"] = 1514366974,
						["class"] = 8,
						["bTag"] = "灵魂深处的狼#5470",
					}, -- [1142]
					{
						["role"] = "DAMAGER",
						["name"] = "丶無顏-血环",
						["iLvl"] = 962,
						["time"] = 1514367160,
						["class"] = 1,
						["bTag"] = "無顏#51231",
					}, -- [1143]
					{
						["role"] = "DAMAGER",
						["name"] = "江清月近人-幽暗沼泽",
						["iLvl"] = 932,
						["time"] = 1514366974,
						["class"] = 9,
						["bTag"] = "糊涂涂#5994",
					}, -- [1144]
					{
						["role"] = "DAMAGER",
						["name"] = "太上丷忘情-达尔坎",
						["iLvl"] = 914,
						["time"] = 1514366974,
						["class"] = 12,
						["bTag"] = "我的安娜挺能睡#5233",
					}, -- [1145]
					{
						["role"] = "TANK",
						["name"] = "艾莉丶影之歌-盖斯",
						["iLvl"] = 958,
						["time"] = 1514366974,
						["class"] = 12,
						["bTag"] = "艾利#51879",
					}, -- [1146]
					{
						["role"] = "TANK",
						["name"] = "Sing-布兰卡德",
						["time"] = 1514366974,
						["class"] = 11,
					}, -- [1147]
					{
						["role"] = "TANK",
						["name"] = "流年灬似水-雏龙之翼",
						["iLvl"] = 961,
						["time"] = 1514367160,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "深夜来袭#51925",
					}, -- [1148]
					{
						["role"] = "DAMAGER",
						["name"] = "小淼兔宝宝-安苏",
						["time"] = 1514367160,
						["class"] = 8,
					}, -- [1149]
					{
						["role"] = "DAMAGER",
						["name"] = "丶不良人-凤凰之神",
						["time"] = 1514367160,
						["class"] = 1,
					}, -- [1150]
					{
						["role"] = "DAMAGER",
						["name"] = "人见胸器-伊森利恩",
						["time"] = 1514367160,
						["class"] = 5,
					}, -- [1151]
					{
						["role"] = "DAMAGER",
						["name"] = "玖嗣丶-迅捷微风",
						["time"] = 1514367160,
						["class"] = 11,
					}, -- [1152]
					{
						["role"] = "TANK",
						["name"] = "泽拉丶妈妈-格瑞姆巴托",
						["iLvl"] = 937,
						["time"] = 1514452060,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "战场老伤员#5440",
					}, -- [1153]
					{
						["role"] = "DAMAGER",
						["name"] = "一无视法律一-地狱之石",
						["time"] = 1514452035,
						["class"] = 8,
					}, -- [1154]
					{
						["role"] = "DAMAGER",
						["name"] = "神气公牛-冰霜之刃",
						["iLvl"] = 934,
						["time"] = 1514452060,
						["class"] = 1,
						["bTag"] = "神气公牛#5395",
					}, -- [1155]
					{
						["role"] = "DAMAGER",
						["name"] = "十字军的召唤-伊森利恩",
						["iLvl"] = 957,
						["time"] = 1514452127,
						["class"] = 2,
						["bTag"] = "承诺无期限#5411",
					}, -- [1156]
					{
						["role"] = "DAMAGER",
						["name"] = "我為傳說-纳克萨玛斯",
						["iLvl"] = 960,
						["time"] = 1514452060,
						["class"] = 1,
						["bTag"] = "一个人的旅途#5301",
					}, -- [1157]
					{
						["role"] = "DAMAGER",
						["name"] = "明天的微笑-黑铁",
						["iLvl"] = 954,
						["time"] = 1514452123,
						["class"] = 12,
						["bTag"] = "甲爺#5878",
					}, -- [1158]
					{
						["role"] = "TANK",
						["name"] = "牧野沐風-阿尔萨斯",
						["iLvl"] = 931,
						["time"] = 1514452060,
						["class"] = 2,
						["bTag"] = "渉水輕輈#5692",
					}, -- [1159]
					{
						["role"] = "DAMAGER",
						["name"] = "乤娲-熔火之心",
						["iLvl"] = 929,
						["time"] = 1514452127,
						["class"] = 3,
						["bTag"] = "凋零#5861",
					}, -- [1160]
					{
						["role"] = "DAMAGER",
						["name"] = "燎原烬夢-鬼雾峰",
						["iLvl"] = 961,
						["time"] = 1514452127,
						["class"] = 8,
						["bTag"] = "邂逅浪漫#5815",
					}, -- [1161]
					{
						["role"] = "DAMAGER",
						["name"] = "圆你殘奥梦-海克泰尔",
						["iLvl"] = 965,
						["time"] = 1514452127,
						["class"] = 1,
						["bTag"] = "战无不胜#5189",
					}, -- [1162]
					{
						["role"] = "DAMAGER",
						["name"] = "科洛斯纳-洛萨",
						["iLvl"] = 933,
						["time"] = 1514452060,
						["class"] = 3,
						["bTag"] = "克洛斯纳#5321",
					}, -- [1163]
					{
						["role"] = "DAMAGER",
						["name"] = "柒夜堕落-安苏",
						["iLvl"] = 928,
						["time"] = 1514452060,
						["class"] = 1,
						["bTag"] = "Tale#51975",
					}, -- [1164]
					{
						["role"] = "DAMAGER",
						["name"] = "蛮牛弒-死亡之翼",
						["iLvl"] = 907,
						["time"] = 1514452060,
						["class"] = 1,
						["bTag"] = "小开#51286",
					}, -- [1165]
					{
						["role"] = "DAMAGER",
						["name"] = "陳丶晓武-安苏",
						["iLvl"] = 929,
						["time"] = 1514452060,
						["class"] = 1,
						["bTag"] = "陳乄晓武#5769",
					}, -- [1166]
					{
						["role"] = "TANK",
						["name"] = "執筆丿寫下情-凤凰之神",
						["time"] = 1514452060,
						["class"] = 2,
					}, -- [1167]
					{
						["role"] = "DAMAGER",
						["name"] = "明田美-戈提克",
						["time"] = 1514452060,
						["class"] = 12,
					}, -- [1168]
					{
						["role"] = "DAMAGER",
						["name"] = "小鱼儿-天空之墙",
						["time"] = 1514452060,
						["class"] = 12,
					}, -- [1169]
					{
						["role"] = "TANK",
						["name"] = "魚魚児-莱索恩",
						["time"] = 1514452060,
						["class"] = 6,
					}, -- [1170]
					{
						["role"] = "DAMAGER",
						["name"] = "Alexou-深渊之巢",
						["iLvl"] = 947,
						["time"] = 1514452127,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "默默#5806",
					}, -- [1171]
					{
						["role"] = "TANK",
						["name"] = "联盟很缺德-洛丹伦",
						["iLvl"] = 935,
						["time"] = 1514452123,
						["class"] = 11,
						["bTag"] = "BouncyKnight#552444",
					}, -- [1172]
					{
						["role"] = "DAMAGER",
						["name"] = "薄荷的味道-格瑞姆巴托",
						["iLvl"] = 954,
						["time"] = 1514452125,
						["class"] = 11,
						["bTag"] = "薄荷味道#51967",
					}, -- [1173]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝枫偌烟-燃烧之刃",
						["time"] = 1514452127,
						["class"] = 2,
					}, -- [1174]
					{
						["role"] = "DAMAGER",
						["name"] = "銀币-狂热之刃",
						["iLvl"] = 964,
						["time"] = 1514452382,
						["class"] = 3,
						["bTag"] = "光明之锤#528537",
					}, -- [1175]
					{
						["role"] = "DAMAGER",
						["name"] = "Zva-凤凰之神",
						["iLvl"] = 906,
						["time"] = 1514452382,
						["class"] = 8,
						["bTag"] = "葬我以风#5112",
					}, -- [1176]
					{
						["role"] = "DAMAGER",
						["name"] = "橙瑶-白银之手",
						["iLvl"] = 953,
						["time"] = 1514452382,
						["class"] = 9,
						["bTag"] = "小蛮#5493",
					}, -- [1177]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遙法外-海克泰尔",
						["iLvl"] = 880,
						["time"] = 1514452382,
						["class"] = 2,
						["bTag"] = "術師#5468",
					}, -- [1178]
					{
						["role"] = "DAMAGER",
						["name"] = "灬小马哥灬-格瑞姆巴托",
						["iLvl"] = 914,
						["time"] = 1514452382,
						["class"] = 3,
						["bTag"] = "空白丶#5652",
					}, -- [1179]
					{
						["role"] = "DAMAGER",
						["name"] = "落洛落-巨龙之吼",
						["time"] = 1514452277,
						["class"] = 1,
					}, -- [1180]
					{
						["role"] = "DAMAGER",
						["name"] = "星伦-纳克萨玛斯",
						["iLvl"] = 960,
						["time"] = 1514452382,
						["class"] = 2,
						["bTag"] = "神秘挑战者#51984",
					}, -- [1181]
					{
						["role"] = "DAMAGER",
						["name"] = "临近呼吸-贫瘠之地",
						["iLvl"] = 942,
						["time"] = 1514452382,
						["class"] = 6,
						["bTag"] = "吟丶僧#5119",
					}, -- [1182]
					{
						["role"] = "DAMAGER",
						["name"] = "林秀轩-冰风岗",
						["iLvl"] = 947,
						["time"] = 1514452382,
						["class"] = 1,
						["bTag"] = "老瓦#5210",
					}, -- [1183]
					{
						["role"] = "DAMAGER",
						["name"] = "修罗大人-能源舰",
						["iLvl"] = 927,
						["time"] = 1514452382,
						["class"] = 2,
						["bTag"] = "你的笑让我心跳#5144",
					}, -- [1184]
					{
						["role"] = "DAMAGER",
						["name"] = "於猪共舞-凤凰之神",
						["time"] = 1514452382,
						["class"] = 2,
					}, -- [1185]
					{
						["role"] = "DAMAGER",
						["name"] = "立地诵佛经-洛肯",
						["iLvl"] = 950,
						["time"] = 1514452382,
						["class"] = 1,
						["bTag"] = "一颗不肯媚俗的心#51919",
					}, -- [1186]
					{
						["role"] = "DAMAGER",
						["name"] = "麥當肯德勞基-闪电之刃",
						["iLvl"] = 949,
						["time"] = 1514452382,
						["class"] = 6,
						["bTag"] = "秋风爱傻妞#5322",
					}, -- [1187]
					{
						["role"] = "DAMAGER",
						["name"] = "萌牛酸酸乳灬-凤凰之神",
						["iLvl"] = 934,
						["time"] = 1514452382,
						["class"] = 2,
						["bTag"] = "低吟灬浅唱丶#5309",
					}, -- [1188]
					{
						["role"] = "DAMAGER",
						["name"] = "无菇滴桃小仙-冰风岗",
						["iLvl"] = 965,
						["time"] = 1514452382,
						["class"] = 3,
						["bTag"] = "玫瑰色的七四七#5248",
					}, -- [1189]
					{
						["role"] = "DAMAGER",
						["name"] = "孤驰-弗塞雷迦",
						["iLvl"] = 958,
						["time"] = 1514452382,
						["class"] = 11,
						["bTag"] = "GREEN#5366",
					}, -- [1190]
					{
						["role"] = "DAMAGER",
						["name"] = "丨湮灭丶瘋子-艾露恩",
						["iLvl"] = 968,
						["time"] = 1514452382,
						["class"] = 8,
						["bTag"] = "凋零丶灭哥#5808",
					}, -- [1191]
					{
						["role"] = "DAMAGER",
						["name"] = "千峰南路-凤凰之神",
						["iLvl"] = 926,
						["time"] = 1514452382,
						["class"] = 11,
						["bTag"] = "二妮#5638",
					}, -- [1192]
					{
						["role"] = "DAMAGER",
						["name"] = "我們丷蒼月-罗曼斯",
						["iLvl"] = 960,
						["time"] = 1514452382,
						["class"] = 3,
						["bTag"] = "Samsara#5275",
					}, -- [1193]
					{
						["role"] = "DAMAGER",
						["name"] = "一大米一-烈焰峰",
						["time"] = 1514452382,
						["class"] = 8,
					}, -- [1194]
					{
						["role"] = "DAMAGER",
						["name"] = "骑着老虎散步-暗影议会",
						["iLvl"] = 916,
						["time"] = 1514452382,
						["class"] = 8,
						["bTag"] = "笑龙曰不可说#5495",
					}, -- [1195]
					{
						["role"] = "TANK",
						["name"] = "绵阳老干妈-丽丽（四川）",
						["iLvl"] = 931,
						["time"] = 1514452382,
						["class"] = 6,
						["bTag"] = "快乐之裤#5113756",
					}, -- [1196]
					{
						["role"] = "DAMAGER",
						["name"] = "病名为欧-加兹鲁维",
						["iLvl"] = 962,
						["time"] = 1514452382,
						["class"] = 2,
						["bTag"] = "久夜#5499",
					}, -- [1197]
					{
						["role"] = "TANK",
						["name"] = "来呀丶快活呀-血色十字军",
						["iLvl"] = 961,
						["time"] = 1514452382,
						["class"] = 11,
						["bTag"] = "十指紧扣丶#51550",
					}, -- [1198]
					{
						["role"] = "TANK",
						["name"] = "专业三秒男-黑铁",
						["iLvl"] = 963,
						["time"] = 1514452382,
						["class"] = 6,
						["bTag"] = "极速之潜行者#59990",
					}, -- [1199]
					{
						["role"] = "DAMAGER",
						["name"] = "云起龙沙暗-无尽之海",
						["iLvl"] = 962,
						["time"] = 1514452382,
						["class"] = 4,
						["bTag"] = "在途的巨便打击#51486",
					}, -- [1200]
					{
						["role"] = "TANK",
						["name"] = "艾莉法萨斯-斯克提斯",
						["iLvl"] = 922,
						["time"] = 1514452382,
						["class"] = 6,
						["bTag"] = "小胖#54517",
					}, -- [1201]
					{
						["role"] = "DAMAGER",
						["name"] = "Versaye-布兰卡德",
						["time"] = 1514452382,
						["class"] = 8,
					}, -- [1202]
					{
						["role"] = "HEALER",
						["name"] = "平胸加闪避-埃德萨拉",
						["iLvl"] = 960,
						["time"] = 1514452382,
						["class"] = 10,
						["bTag"] = "远道而来只求一败#5750",
					}, -- [1203]
					{
						["role"] = "DAMAGER",
						["name"] = "翻水水的仔仔-迦拉克隆",
						["iLvl"] = 964,
						["time"] = 1514452382,
						["class"] = 12,
						["bTag"] = "心安至此处处繁华#5453",
					}, -- [1204]
					{
						["role"] = "DAMAGER",
						["name"] = "涉贿尧丶-阿纳克洛斯",
						["iLvl"] = 962,
						["time"] = 1514452382,
						["class"] = 10,
						["bTag"] = "宿醉的皮卡丘#5118",
					}, -- [1205]
					{
						["role"] = "DAMAGER",
						["name"] = "三分之十-大地之怒",
						["iLvl"] = 959,
						["time"] = 1514452382,
						["class"] = 5,
						["bTag"] = "逃离地球#51532",
					}, -- [1206]
					{
						["role"] = "DAMAGER",
						["name"] = "雨中彩虹-风行者",
						["iLvl"] = 954,
						["time"] = 1514452382,
						["class"] = 9,
						["bTag"] = "红山老妖#5427",
					}, -- [1207]
					{
						["role"] = "TANK",
						["name"] = "灰谷的雨丶-凤凰之神",
						["iLvl"] = 960,
						["time"] = 1514452382,
						["class"] = 12,
						["bTag"] = "月与魔法#5622",
					}, -- [1208]
					{
						["role"] = "DAMAGER",
						["name"] = "飞花落雨丶-安苏",
						["iLvl"] = 961,
						["time"] = 1514452382,
						["class"] = 6,
						["bTag"] = "灭杀之残#5798",
					}, -- [1209]
					{
						["role"] = "TANK",
						["name"] = "树爷-血吼",
						["iLvl"] = 963,
						["time"] = 1514452382,
						["class"] = 12,
						["bTag"] = "大树#5484",
					}, -- [1210]
					{
						["role"] = "DAMAGER",
						["name"] = "社会社会-阿克蒙德",
						["iLvl"] = 947,
						["time"] = 1514452382,
						["class"] = 6,
						["bTag"] = "非洲来客#5716",
					}, -- [1211]
					{
						["role"] = "DAMAGER",
						["name"] = "密苏-安苏",
						["iLvl"] = 968,
						["time"] = 1514452382,
						["class"] = 12,
						["bTag"] = "闪亮之裤#5129533",
					}, -- [1212]
					{
						["role"] = "DAMAGER",
						["name"] = "Zlclr-安苏",
						["iLvl"] = 927,
						["time"] = 1514452382,
						["class"] = 3,
						["bTag"] = "诸神的黄昏#52736",
					}, -- [1213]
					{
						["role"] = "DAMAGER",
						["name"] = "呼尔嗬哟-阿比迪斯",
						["time"] = 1514452721,
						["class"] = 9,
						["leader"] = true,
					}, -- [1214]
					{
						["role"] = "DAMAGER",
						["name"] = "小情人-格瑞姆巴托",
						["time"] = 1514452721,
						["class"] = 12,
					}, -- [1215]
					{
						["role"] = "TANK",
						["name"] = "艾尓萨斯-死亡之翼",
						["iLvl"] = 926,
						["time"] = 1514452721,
						["class"] = 6,
						["bTag"] = "艾尔之子#526211",
					}, -- [1216]
					{
						["role"] = "DAMAGER",
						["name"] = "摇摆丶-影之哀伤",
						["iLvl"] = 933,
						["time"] = 1514452721,
						["class"] = 5,
						["bTag"] = "Dominic#5825",
					}, -- [1217]
					{
						["role"] = "TANK",
						["name"] = "紅尘丶已逝-巫妖之王",
						["iLvl"] = 934,
						["time"] = 1514452721,
						["class"] = 6,
						["bTag"] = "GhostDragon#550212",
					}, -- [1218]
					{
						["role"] = "DAMAGER",
						["name"] = "哥请你吃饭-朵丹尼尔",
						["iLvl"] = 940,
						["time"] = 1514452721,
						["class"] = 9,
						["bTag"] = "林中麋鹿#5972",
					}, -- [1219]
					{
						["role"] = "TANK",
						["name"] = "云路-血吼",
						["iLvl"] = 963,
						["time"] = 1514452721,
						["class"] = 11,
						["bTag"] = "爱如指间砂#5833",
					}, -- [1220]
					{
						["role"] = "TANK",
						["name"] = "苦海翻起爱恨-天空之墙",
						["iLvl"] = 967,
						["time"] = 1514452721,
						["class"] = 11,
						["bTag"] = "伴你到永远#5864",
					}, -- [1221]
					{
						["role"] = "DAMAGER",
						["name"] = "妹儿给你开心-凤凰之神",
						["iLvl"] = 940,
						["time"] = 1514453292,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "圣光的荣耀#5699",
					}, -- [1222]
					{
						["role"] = "DAMAGER",
						["name"] = "达达里奥-熵魔",
						["iLvl"] = 941,
						["time"] = 1514453309,
						["class"] = 9,
						["bTag"] = "布鲁斯李#5627",
					}, -- [1223]
					{
						["role"] = "TANK",
						["name"] = "熊喵人的喵-阿纳克洛斯",
						["iLvl"] = 965,
						["time"] = 1514453261,
						["class"] = 10,
						["bTag"] = "幸运之翼#528255",
					}, -- [1224]
					{
						["role"] = "DAMAGER",
						["name"] = "龙拽霸天-格瑞姆巴托",
						["iLvl"] = 957,
						["time"] = 1514453292,
						["class"] = 8,
						["bTag"] = "柔和之月#5675",
					}, -- [1225]
					{
						["role"] = "DAMAGER",
						["name"] = "左手的温柔-通灵学院",
						["iLvl"] = 919,
						["time"] = 1514453309,
						["class"] = 7,
						["bTag"] = "水乡乌岩#5321",
					}, -- [1226]
					{
						["role"] = "DAMAGER",
						["name"] = "丶加尓鲁什-埃德萨拉",
						["iLvl"] = 886,
						["time"] = 1514453292,
						["class"] = 6,
						["bTag"] = "古尓丹#5942",
					}, -- [1227]
					{
						["role"] = "DAMAGER",
						["name"] = "鼻毛太长-卡德罗斯",
						["iLvl"] = 960,
						["time"] = 1514453309,
						["class"] = 1,
						["bTag"] = "裤裆里有煞气#5676",
					}, -- [1228]
					{
						["role"] = "DAMAGER",
						["name"] = "小吵闹不高兴-血环",
						["iLvl"] = 952,
						["time"] = 1514453269,
						["class"] = 4,
						["bTag"] = "大保健#52849",
					}, -- [1229]
					{
						["role"] = "TANK",
						["name"] = "风舞逝梦-凤凰之神",
						["iLvl"] = 964,
						["time"] = 1514453309,
						["class"] = 11,
						["bTag"] = "阿黑哥#5321",
					}, -- [1230]
					{
						["role"] = "DAMAGER",
						["name"] = "血色阿欧-翡翠梦境",
						["iLvl"] = 921,
						["time"] = 1514453309,
						["class"] = 3,
						["bTag"] = "隔壁老王#52616",
					}, -- [1231]
					{
						["role"] = "DAMAGER",
						["name"] = "Thomasende-狂热之刃",
						["iLvl"] = 950,
						["time"] = 1514453302,
						["class"] = 1,
						["bTag"] = "nolon#5764",
					}, -- [1232]
					{
						["role"] = "TANK",
						["name"] = "恰示你的温柔-霜狼",
						["iLvl"] = 942,
						["time"] = 1514453280,
						["class"] = 2,
						["bTag"] = "暗影之风暴#531808",
					}, -- [1233]
					{
						["role"] = "DAMAGER",
						["name"] = "追风一刺-贫瘠之地",
						["iLvl"] = 947,
						["time"] = 1514453309,
						["class"] = 4,
						["bTag"] = "晓风逐月#5891",
					}, -- [1234]
					{
						["role"] = "DAMAGER",
						["name"] = "铁甲飞拳-安苏",
						["iLvl"] = 924,
						["time"] = 1514453273,
						["class"] = 10,
						["bTag"] = "大腰在冬季#5172",
					}, -- [1235]
					{
						["role"] = "TANK",
						["name"] = "右手的泥-埃德萨拉",
						["iLvl"] = 962,
						["time"] = 1514453309,
						["class"] = 6,
						["bTag"] = "搜一热#51472",
					}, -- [1236]
					{
						["role"] = "DAMAGER",
						["name"] = "盜艺宥噵-无尽之海",
						["iLvl"] = 947,
						["time"] = 1514453302,
						["class"] = 4,
						["bTag"] = "从来不孤单#51262",
					}, -- [1237]
					{
						["role"] = "DAMAGER",
						["name"] = "小桃子溪溪-死亡之翼",
						["iLvl"] = 927,
						["time"] = 1514453309,
						["class"] = 12,
						["bTag"] = "小桃子霸霸#5577",
					}, -- [1238]
					{
						["role"] = "TANK",
						["name"] = "酒心巧克力-梅尔加尼",
						["iLvl"] = 962,
						["time"] = 1514453302,
						["class"] = 1,
						["bTag"] = "巧克力#5897",
					}, -- [1239]
					{
						["role"] = "DAMAGER",
						["name"] = "刺透阴霾-阿尔萨斯",
						["iLvl"] = 959,
						["time"] = 1514453366,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "守望微光#5211",
					}, -- [1240]
					{
						["role"] = "DAMAGER",
						["name"] = "Add-布兰卡德",
						["iLvl"] = 877,
						["time"] = 1514453366,
						["class"] = 11,
						["bTag"] = "hell#5755",
					}, -- [1241]
					{
						["role"] = "DAMAGER",
						["name"] = "百里雨轩-无尽之海",
						["iLvl"] = 922,
						["time"] = 1514453366,
						["class"] = 12,
						["bTag"] = "赵朋#5695",
					}, -- [1242]
					{
						["role"] = "TANK",
						["name"] = "撩骚-深渊之巢",
						["iLvl"] = 967,
						["time"] = 1514453366,
						["class"] = 2,
						["bTag"] = "欧尼酱#5664",
					}, -- [1243]
					{
						["role"] = "DAMAGER",
						["name"] = "艺人哦-奎尔萨拉斯",
						["iLvl"] = 953,
						["time"] = 1514453366,
						["class"] = 3,
						["bTag"] = "艺人808#5537",
					}, -- [1244]
					{
						["role"] = "DAMAGER",
						["name"] = "魅影猫踪-瓦里安",
						["iLvl"] = 929,
						["time"] = 1514453366,
						["class"] = 4,
						["bTag"] = "就只是我#51102",
					}, -- [1245]
					{
						["role"] = "TANK",
						["name"] = "小小月夜-黑石尖塔",
						["iLvl"] = 928,
						["time"] = 1514453366,
						["class"] = 2,
						["bTag"] = "大大牛头#5705",
					}, -- [1246]
					{
						["role"] = "DAMAGER",
						["name"] = "桃司兔-白银之手",
						["iLvl"] = 940,
						["time"] = 1514453366,
						["class"] = 2,
						["bTag"] = "卡西灋#5240",
					}, -- [1247]
					{
						["role"] = "DAMAGER",
						["name"] = "天气凉了-燃烧之刃",
						["time"] = 1514453366,
						["class"] = 4,
					}, -- [1248]
					{
						["role"] = "DAMAGER",
						["name"] = "朽梦如歌-安苏",
						["iLvl"] = 915,
						["time"] = 1514453366,
						["class"] = 2,
						["bTag"] = "器大活好#5396",
					}, -- [1249]
					{
						["role"] = "DAMAGER",
						["name"] = "眼圆-红云台地",
						["iLvl"] = 856,
						["time"] = 1514453338,
						["class"] = 8,
						["bTag"] = "已宰的羔羊#5996",
					}, -- [1250]
					{
						["role"] = "DAMAGER",
						["name"] = "少司命-狂风峭壁",
						["iLvl"] = 954,
						["time"] = 1514453366,
						["class"] = 3,
						["bTag"] = "迪妮莎#5845",
					}, -- [1251]
					{
						["role"] = "TANK",
						["name"] = "熊博士-地狱咆哮",
						["iLvl"] = 898,
						["time"] = 1514453366,
						["class"] = 6,
						["bTag"] = "我是个好人#52775",
					}, -- [1252]
					{
						["role"] = "TANK",
						["name"] = "最真的自己-克尔苏加德",
						["iLvl"] = 961,
						["time"] = 1514453366,
						["class"] = 6,
						["bTag"] = "NovemberRain#51177",
					}, -- [1253]
					{
						["role"] = "DAMAGER",
						["name"] = "兲丄嘚訫图-格瑞姆巴托",
						["iLvl"] = 939,
						["time"] = 1514453366,
						["class"] = 10,
						["bTag"] = "高大上#5514",
					}, -- [1254]
					{
						["role"] = "TANK",
						["name"] = "筱丶徳-冰霜之刃",
						["iLvl"] = 955,
						["time"] = 1514453366,
						["class"] = 11,
						["bTag"] = "娇语倾城#5806",
					}, -- [1255]
					{
						["role"] = "TANK",
						["name"] = "铁头冲钅-战歌",
						["iLvl"] = 937,
						["time"] = 1514453366,
						["class"] = 1,
						["bTag"] = "铁头司令#5764",
					}, -- [1256]
					{
						["role"] = "DAMAGER",
						["name"] = "弑鬼神-晴日峰（江苏）",
						["iLvl"] = 952,
						["time"] = 1514453366,
						["class"] = 1,
						["bTag"] = "夜清城#5234",
					}, -- [1257]
					{
						["role"] = "DAMAGER",
						["name"] = "Flysm-无尽之海",
						["iLvl"] = 953,
						["time"] = 1514453366,
						["class"] = 7,
						["bTag"] = "丨放飞丨#5709",
					}, -- [1258]
					{
						["role"] = "DAMAGER",
						["name"] = "行走的力量-深渊之巢",
						["iLvl"] = 948,
						["time"] = 1514453366,
						["class"] = 6,
						["bTag"] = "古德莫零#5658",
					}, -- [1259]
					{
						["role"] = "DAMAGER",
						["name"] = "呉彦祖-大地之怒",
						["iLvl"] = 951,
						["time"] = 1514453366,
						["class"] = 9,
						["bTag"] = "隔壁老王#515531",
					}, -- [1260]
					{
						["role"] = "TANK",
						["name"] = "牛的有道理-伊森利恩",
						["iLvl"] = 966,
						["time"] = 1514453366,
						["class"] = 1,
						["bTag"] = "sngrpgy#5799",
					}, -- [1261]
					{
						["role"] = "DAMAGER",
						["name"] = "小博先生-黑铁",
						["iLvl"] = 963,
						["time"] = 1514453366,
						["class"] = 2,
						["bTag"] = "火枪手小博#5919",
					}, -- [1262]
					{
						["role"] = "DAMAGER",
						["name"] = "白首相知-提瑞斯法",
						["iLvl"] = 954,
						["time"] = 1514453366,
						["class"] = 2,
						["bTag"] = "ShadowStorm#510727",
					}, -- [1263]
					{
						["role"] = "DAMAGER",
						["name"] = "安怎啦-安苏",
						["iLvl"] = 951,
						["time"] = 1514453366,
						["class"] = 8,
						["bTag"] = "安怎啦#5189",
					}, -- [1264]
					{
						["role"] = "DAMAGER",
						["name"] = "Cwalk-伊利丹",
						["iLvl"] = 963,
						["time"] = 1514453366,
						["class"] = 1,
						["bTag"] = "闹太套#5227",
					}, -- [1265]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜潜行使-阿尔萨斯",
						["iLvl"] = 961,
						["time"] = 1514453366,
						["class"] = 8,
						["bTag"] = "暗夜#52162",
					}, -- [1266]
					{
						["role"] = "DAMAGER",
						["name"] = "骚气的小水母-格瑞姆巴托",
						["iLvl"] = 921,
						["time"] = 1514453366,
						["class"] = 9,
						["bTag"] = "茫然之矮人#54126",
					}, -- [1267]
					{
						["role"] = "DAMAGER",
						["name"] = "传说中的镖客-燃烧之刃",
						["iLvl"] = 965,
						["time"] = 1514453366,
						["class"] = 6,
						["bTag"] = "笨蛋的不死身#5118",
					}, -- [1268]
					{
						["role"] = "TANK",
						["name"] = "灰牛豆奶-黑暗之矛",
						["iLvl"] = 960,
						["time"] = 1514453366,
						["class"] = 11,
						["bTag"] = "Lucker#5342",
					}, -- [1269]
					{
						["role"] = "DAMAGER",
						["name"] = "黄玉-伊利丹",
						["time"] = 1514453366,
						["class"] = 4,
					}, -- [1270]
					{
						["role"] = "DAMAGER",
						["name"] = "不死不休-狂热之刃",
						["iLvl"] = 956,
						["time"] = 1514453366,
						["class"] = 12,
						["bTag"] = "幽灵#5360",
					}, -- [1271]
					{
						["role"] = "DAMAGER",
						["name"] = "爱老婆的小歪-死亡之翼",
						["iLvl"] = 962,
						["time"] = 1514453366,
						["class"] = 10,
						["bTag"] = "aLIEz#51156",
					}, -- [1272]
					{
						["role"] = "DAMAGER",
						["name"] = "镜中月色-安苏",
						["iLvl"] = 964,
						["time"] = 1514453366,
						["class"] = 8,
						["bTag"] = "小小法师#5554",
					}, -- [1273]
					{
						["role"] = "DAMAGER",
						["name"] = "夜舞流雲-艾莫莉丝",
						["iLvl"] = 947,
						["time"] = 1514453366,
						["class"] = 3,
						["bTag"] = "夜舞破晓#5797",
					}, -- [1274]
					{
						["role"] = "DAMAGER",
						["name"] = "賊友橙意-海加尔",
						["iLvl"] = 957,
						["time"] = 1514453366,
						["class"] = 4,
						["bTag"] = "赏爱晨之橙心橙意#5428",
					}, -- [1275]
					{
						["role"] = "DAMAGER",
						["name"] = "炊事班锅头-燃烧之刃",
						["iLvl"] = 914,
						["time"] = 1514453366,
						["class"] = 6,
						["bTag"] = "时光的故事#5437",
					}, -- [1276]
					{
						["role"] = "DAMAGER",
						["name"] = "小胖哥哥-夏维安",
						["iLvl"] = 949,
						["time"] = 1514453366,
						["class"] = 6,
						["bTag"] = "宋帅#5732",
					}, -- [1277]
					{
						["role"] = "DAMAGER",
						["name"] = "双酚-艾莫莉丝",
						["iLvl"] = 968,
						["time"] = 1514453366,
						["class"] = 11,
						["bTag"] = "诸神黄昏#5273",
					}, -- [1278]
					{
						["role"] = "DAMAGER",
						["name"] = "卡卡羅-天谴之门",
						["iLvl"] = 935,
						["time"] = 1514508130,
						["class"] = 12,
						["bTag"] = "Ray#51167",
					}, -- [1279]
					{
						["role"] = "DAMAGER",
						["name"] = "亚达薛西-安苏",
						["iLvl"] = 936,
						["time"] = 1514508130,
						["class"] = 1,
						["bTag"] = "亚达薛西#5844",
					}, -- [1280]
					{
						["role"] = "DAMAGER",
						["name"] = "可能出了假橙-天空之墙",
						["iLvl"] = 965,
						["time"] = 1514508130,
						["class"] = 6,
						["bTag"] = "黑恶势力丶猜哥#5879",
					}, -- [1281]
					{
						["role"] = "DAMAGER",
						["name"] = "冻结灵魂-风暴之怒",
						["iLvl"] = 945,
						["time"] = 1514508130,
						["class"] = 11,
						["bTag"] = "快看有飞碟#51724",
					}, -- [1282]
					{
						["role"] = "DAMAGER",
						["name"] = "零捌壹捌-伊利丹",
						["iLvl"] = 964,
						["time"] = 1514508130,
						["class"] = 3,
						["bTag"] = "老杨头#51364",
					}, -- [1283]
					{
						["role"] = "DAMAGER",
						["name"] = "水冷冰寒-安苏",
						["iLvl"] = 953,
						["time"] = 1514508130,
						["class"] = 2,
						["bTag"] = "哈哈牛#5829",
					}, -- [1284]
					{
						["role"] = "TANK",
						["name"] = "雾武圣-古尔丹",
						["iLvl"] = 947,
						["time"] = 1514508130,
						["class"] = 10,
						["bTag"] = "胡龙刚#5428",
					}, -- [1285]
					{
						["role"] = "DAMAGER",
						["name"] = "雪翼幽若-布兰卡德",
						["iLvl"] = 961,
						["time"] = 1514508130,
						["class"] = 3,
						["bTag"] = "小小艳子#5576",
					}, -- [1286]
					{
						["role"] = "DAMAGER",
						["name"] = "Necrolytes-死亡之翼",
						["iLvl"] = 953,
						["time"] = 1514508130,
						["class"] = 9,
						["bTag"] = "Morphling#5773",
					}, -- [1287]
					{
						["role"] = "DAMAGER",
						["name"] = "加菲大魔王-燃烧军团",
						["iLvl"] = 956,
						["time"] = 1514508130,
						["class"] = 11,
						["bTag"] = "Reaper#51290",
					}, -- [1288]
					{
						["role"] = "DAMAGER",
						["name"] = "惯了安静-安苏",
						["iLvl"] = 929,
						["time"] = 1514508130,
						["class"] = 8,
						["bTag"] = "乐乐没睡醒#5447",
					}, -- [1289]
					{
						["role"] = "DAMAGER",
						["name"] = "剑無雙-无尽之海",
						["iLvl"] = 958,
						["time"] = 1514508130,
						["class"] = 12,
						["bTag"] = "朴正欢#51887",
					}, -- [1290]
					{
						["role"] = "DAMAGER",
						["name"] = "咦雷打猎兽-安苏",
						["iLvl"] = 964,
						["time"] = 1514508130,
						["class"] = 3,
						["bTag"] = "慵懒之龟#5115433",
					}, -- [1291]
					{
						["role"] = "DAMAGER",
						["name"] = "克里斯颜-血色十字军",
						["iLvl"] = 954,
						["time"] = 1514508130,
						["class"] = 3,
						["bTag"] = "ChrisFang#51526",
					}, -- [1292]
					{
						["role"] = "DAMAGER",
						["name"] = "凰之游侠潇洒-奈萨里奥",
						["iLvl"] = 967,
						["time"] = 1514508130,
						["class"] = 8,
						["bTag"] = "凰之游侠潇洒#5871",
					}, -- [1293]
					{
						["role"] = "DAMAGER",
						["name"] = "文歌灬魔-提尔之手",
						["iLvl"] = 929,
						["time"] = 1514508130,
						["class"] = 12,
						["bTag"] = "输入一个名称#53565",
					}, -- [1294]
					{
						["role"] = "DAMAGER",
						["name"] = "凌晨的套套-熔火之心",
						["iLvl"] = 949,
						["time"] = 1514508130,
						["class"] = 8,
						["bTag"] = "怀孕的悟空#5699",
					}, -- [1295]
					{
						["role"] = "DAMAGER",
						["name"] = "低调隐忍杀戮-黑铁",
						["iLvl"] = 968,
						["time"] = 1514508130,
						["class"] = 4,
						["bTag"] = "进击的佳佳#5906",
					}, -- [1296]
					{
						["role"] = "DAMAGER",
						["name"] = "莫小逆-阿扎达斯",
						["time"] = 1514508130,
						["class"] = 6,
					}, -- [1297]
					{
						["role"] = "DAMAGER",
						["name"] = "Wuqillieor-布兰卡德",
						["iLvl"] = 916,
						["time"] = 1514508130,
						["class"] = 3,
						["bTag"] = "薛定谔的鱼#5998",
					}, -- [1298]
					{
						["role"] = "HEALER",
						["name"] = "安牧-海克泰尔",
						["iLvl"] = 964,
						["time"] = 1514508130,
						["class"] = 5,
						["bTag"] = "教授#5549",
					}, -- [1299]
					{
						["role"] = "DAMAGER",
						["name"] = "风卷涟漪-冰风岗",
						["iLvl"] = 966,
						["time"] = 1514508130,
						["class"] = 3,
						["bTag"] = "风卷帘#5412",
					}, -- [1300]
					{
						["role"] = "TANK",
						["name"] = "夏夜暖风-艾维娜",
						["time"] = 1514508130,
						["class"] = 10,
					}, -- [1301]
					{
						["role"] = "TANK",
						["name"] = "Edithsunqs-遗忘海岸",
						["time"] = 1514508130,
						["class"] = 2,
					}, -- [1302]
					{
						["role"] = "DAMAGER",
						["name"] = "尕老汉-通灵学院",
						["iLvl"] = 950,
						["time"] = 1514508130,
						["class"] = 8,
						["bTag"] = "Gallon#51711",
					}, -- [1303]
					{
						["role"] = "DAMAGER",
						["name"] = "丨飞火流星丨-阿比迪斯",
						["iLvl"] = 949,
						["time"] = 1514508130,
						["class"] = 8,
						["bTag"] = "hou#51206",
					}, -- [1304]
					{
						["role"] = "DAMAGER",
						["name"] = "人族步兵-白骨荒野",
						["iLvl"] = 892,
						["time"] = 1514508130,
						["class"] = 3,
						["bTag"] = "陈柄材#5257",
					}, -- [1305]
					{
						["role"] = "DAMAGER",
						["name"] = "螃蟹公-无尽之海",
						["iLvl"] = 948,
						["time"] = 1514508130,
						["class"] = 2,
						["bTag"] = "掌中萌虎#5270",
					}, -- [1306]
					{
						["role"] = "DAMAGER",
						["name"] = "疯猪丷小炼-深渊之巢",
						["iLvl"] = 955,
						["time"] = 1514508130,
						["class"] = 3,
						["bTag"] = "疯猪#5353",
					}, -- [1307]
					{
						["role"] = "DAMAGER",
						["name"] = "Tracymac-贫瘠之地",
						["iLvl"] = 958,
						["time"] = 1514508130,
						["class"] = 3,
						["bTag"] = "YCLOVE#5694",
					}, -- [1308]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的嘘嘘-阿拉希",
						["iLvl"] = 957,
						["time"] = 1514508442,
						["class"] = 1,
						["bTag"] = "無法無天#5819",
					}, -- [1309]
					{
						["role"] = "TANK",
						["name"] = "十年回忆-瓦里安",
						["time"] = 1514508130,
						["class"] = 1,
					}, -- [1310]
					{
						["role"] = "TANK",
						["name"] = "黑龙会丶宝哥-死亡之翼",
						["time"] = 1514508130,
						["class"] = 6,
					}, -- [1311]
					{
						["role"] = "DAMAGER",
						["name"] = "假装圣人-血牙魔王",
						["iLvl"] = 931,
						["time"] = 1514508442,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "死胆胆#5664",
					}, -- [1312]
					{
						["role"] = "DAMAGER",
						["name"] = "废墟战訷-死亡之翼",
						["iLvl"] = 936,
						["time"] = 1514508442,
						["class"] = 2,
						["bTag"] = "废墟战神#51272",
					}, -- [1313]
					{
						["role"] = "DAMAGER",
						["name"] = "薩爽銀子-冰风岗",
						["iLvl"] = 964,
						["time"] = 1514508442,
						["class"] = 7,
						["bTag"] = "星魂#52739",
					}, -- [1314]
					{
						["role"] = "DAMAGER",
						["name"] = "纯黑黑-哈卡",
						["iLvl"] = 935,
						["time"] = 1514508442,
						["class"] = 7,
						["bTag"] = "纯黑黑#5817",
					}, -- [1315]
					{
						["role"] = "DAMAGER",
						["name"] = "酷酷的坏蛋-暗影议会",
						["iLvl"] = 952,
						["time"] = 1514508442,
						["class"] = 8,
						["bTag"] = "酷酷的坏蛋#5787",
					}, -- [1316]
					{
						["role"] = "DAMAGER",
						["name"] = "肉丸胡喇汤-格瑞姆巴托",
						["iLvl"] = 936,
						["time"] = 1514508442,
						["class"] = 11,
						["bTag"] = "DeadlyKitten#543234",
					}, -- [1317]
					{
						["role"] = "DAMAGER",
						["name"] = "Dalin-巫妖之王",
						["iLvl"] = 958,
						["time"] = 1514508442,
						["class"] = 8,
						["bTag"] = "zhujun#5342",
					}, -- [1318]
					{
						["role"] = "DAMAGER",
						["name"] = "夏姬霸涩-血色十字军",
						["iLvl"] = 965,
						["time"] = 1514508442,
						["class"] = 3,
						["bTag"] = "张杨#5509",
					}, -- [1319]
					{
						["role"] = "DAMAGER",
						["name"] = "加蛋加肠-萨菲隆",
						["iLvl"] = 959,
						["time"] = 1514508442,
						["class"] = 3,
						["bTag"] = "我练功发自真心#51513",
					}, -- [1320]
					{
						["role"] = "DAMAGER",
						["name"] = "灬叼佢姥奶灬-埃克索图斯",
						["iLvl"] = 900,
						["time"] = 1514508442,
						["class"] = 12,
						["bTag"] = "FENG#55950",
					}, -- [1321]
					{
						["role"] = "DAMAGER",
						["name"] = "老年術弄啥嘞-天空之墙",
						["iLvl"] = 961,
						["time"] = 1514508442,
						["class"] = 9,
						["bTag"] = "linnaea#5933",
					}, -- [1322]
					{
						["role"] = "DAMAGER",
						["name"] = "为了出名啥都-远古海滩",
						["iLvl"] = 954,
						["time"] = 1514700738,
						["class"] = 12,
						["bTag"] = "茫然之骑士#52152",
					}, -- [1323]
					{
						["role"] = "DAMAGER",
						["name"] = "阿随阿随-白骨荒野",
						["iLvl"] = 946,
						["time"] = 1514508442,
						["class"] = 2,
						["bTag"] = "小须弥天#5534",
					}, -- [1324]
					{
						["role"] = "DAMAGER",
						["name"] = "大帝总司令-无尽之海",
						["iLvl"] = 962,
						["time"] = 1514508442,
						["class"] = 12,
						["bTag"] = "SIJIA#5263",
					}, -- [1325]
					{
						["role"] = "HEALER",
						["name"] = "勿忘初心大叔-国王之谷",
						["iLvl"] = 958,
						["time"] = 1514508442,
						["class"] = 5,
						["bTag"] = "勿忘初心#52583",
					}, -- [1326]
					{
						["role"] = "DAMAGER",
						["name"] = "Gakkilool-冰霜之刃",
						["iLvl"] = 961,
						["time"] = 1514508442,
						["class"] = 12,
						["bTag"] = "我萌我萌#51603",
					}, -- [1327]
					{
						["role"] = "TANK",
						["name"] = "提里奥弗甲-丹莫德",
						["iLvl"] = 962,
						["time"] = 1514508442,
						["class"] = 2,
						["bTag"] = "seduce#5531",
					}, -- [1328]
					{
						["role"] = "DAMAGER",
						["name"] = "吾即信仰-白银之手",
						["iLvl"] = 943,
						["time"] = 1514508442,
						["class"] = 2,
						["bTag"] = "CrankyPants#54844",
					}, -- [1329]
					{
						["role"] = "TANK",
						["name"] = "一起去上提莫-天谴之门",
						["iLvl"] = 930,
						["time"] = 1514508442,
						["class"] = 1,
						["bTag"] = "超能之鱼人#5164829",
					}, -- [1330]
					{
						["role"] = "DAMAGER",
						["name"] = "贼六-黑铁",
						["iLvl"] = 927,
						["time"] = 1514508442,
						["class"] = 3,
						["bTag"] = "丨独自存活丨#5626",
					}, -- [1331]
					{
						["role"] = "DAMAGER",
						["name"] = "诚诚-克尔苏加德",
						["iLvl"] = 938,
						["time"] = 1514508442,
						["class"] = 11,
						["bTag"] = "血战八荒#51307",
					}, -- [1332]
					{
						["role"] = "DAMAGER",
						["name"] = "凶残的葡萄-凤凰之神",
						["iLvl"] = 948,
						["time"] = 1514508442,
						["class"] = 6,
						["bTag"] = "艾尔之子#57346",
					}, -- [1333]
					{
						["role"] = "DAMAGER",
						["name"] = "阿呆少爷-贫瘠之地",
						["iLvl"] = 851,
						["time"] = 1514508442,
						["class"] = 11,
						["bTag"] = "阿呆大少爷#5477",
					}, -- [1334]
					{
						["role"] = "DAMAGER",
						["name"] = "古德猫宁-地狱咆哮",
						["iLvl"] = 932,
						["time"] = 1514508442,
						["class"] = 7,
						["bTag"] = "古德貓寧#5142",
					}, -- [1335]
					{
						["role"] = "DAMAGER",
						["name"] = "嗨丶骚巴顿-石爪峰",
						["iLvl"] = 917,
						["time"] = 1514508442,
						["class"] = 9,
						["bTag"] = "没有知觉#5898",
					}, -- [1336]
					{
						["role"] = "DAMAGER",
						["name"] = "古术-毁灭之锤",
						["iLvl"] = 968,
						["time"] = 1514508442,
						["class"] = 9,
						["bTag"] = "古术#5639",
					}, -- [1337]
					{
						["role"] = "DAMAGER",
						["name"] = "從雲-冬泉谷",
						["iLvl"] = 942,
						["time"] = 1514508442,
						["class"] = 4,
						["bTag"] = "LuckyPants#58902",
					}, -- [1338]
					{
						["role"] = "DAMAGER",
						["name"] = "寳伊人-迦拉克隆",
						["iLvl"] = 926,
						["time"] = 1514508442,
						["class"] = 12,
						["bTag"] = "好寳兒#5715",
					}, -- [1339]
					{
						["role"] = "TANK",
						["name"] = "泪痕丶-奥拉基尔",
						["iLvl"] = 948,
						["time"] = 1514508442,
						["class"] = 6,
						["bTag"] = "TearStains#51960",
					}, -- [1340]
					{
						["role"] = "DAMAGER",
						["name"] = "毛里小五郎-红龙军团",
						["iLvl"] = 964,
						["time"] = 1514508442,
						["class"] = 9,
						["bTag"] = "Michael#51747",
					}, -- [1341]
					{
						["role"] = "DAMAGER",
						["name"] = "昭花夕莳-贫瘠之地",
						["iLvl"] = 925,
						["time"] = 1514508442,
						["class"] = 2,
						["bTag"] = "小小丨童话镇#5466",
					}, -- [1342]
					{
						["role"] = "DAMAGER",
						["name"] = "哀伤之霜-幽暗沼泽",
						["iLvl"] = 956,
						["time"] = 1514508442,
						["class"] = 6,
						["bTag"] = "小哈#5330",
					}, -- [1343]
					{
						["role"] = "TANK",
						["name"] = "瑞格乄石蹄-格瑞姆巴托",
						["iLvl"] = 959,
						["time"] = 1514508442,
						["class"] = 11,
						["bTag"] = "快乐潜行者#53104",
					}, -- [1344]
					{
						["role"] = "DAMAGER",
						["name"] = "聋子仔仔-亚雷戈斯",
						["iLvl"] = 910,
						["time"] = 1514508442,
						["class"] = 4,
						["bTag"] = "龙氓骑士#5536",
					}, -- [1345]
					{
						["role"] = "DAMAGER",
						["name"] = "雷霆乄狂怒-回音山",
						["iLvl"] = 948,
						["time"] = 1514508442,
						["class"] = 1,
						["bTag"] = "暴怒的鳖鳖#5272",
					}, -- [1346]
					{
						["role"] = "DAMAGER",
						["name"] = "多弗朗明哥丷-奈萨里奥",
						["iLvl"] = 931,
						["time"] = 1514508442,
						["class"] = 1,
						["bTag"] = "Blackp1nk#5856",
					}, -- [1347]
					{
						["role"] = "DAMAGER",
						["name"] = "大恶魔力哥-奥尔加隆",
						["iLvl"] = 949,
						["time"] = 1514508442,
						["class"] = 12,
						["bTag"] = "活出骑士风范#5624",
					}, -- [1348]
					{
						["role"] = "DAMAGER",
						["name"] = "这职业很强势-玛洛加尔",
						["iLvl"] = 951,
						["time"] = 1514508442,
						["class"] = 6,
						["bTag"] = "张为庆#5585",
					}, -- [1349]
					{
						["role"] = "DAMAGER",
						["name"] = "哎呦嘿-狂热之刃",
						["iLvl"] = 960,
						["time"] = 1514511262,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "lynn#5506",
					}, -- [1350]
					{
						["role"] = "TANK",
						["name"] = "清夙-凤凰之神",
						["iLvl"] = 966,
						["time"] = 1514511262,
						["class"] = 2,
						["bTag"] = "轩辕圣光#5318",
					}, -- [1351]
					{
						["role"] = "DAMAGER",
						["name"] = "吃尽情字苦-格瑞姆巴托",
						["time"] = 1514511262,
						["class"] = 3,
					}, -- [1352]
					{
						["role"] = "DAMAGER",
						["name"] = "刃璇岚-奥特兰克",
						["iLvl"] = 945,
						["time"] = 1514511262,
						["class"] = 1,
						["bTag"] = "红尘醉月#5794",
					}, -- [1353]
					{
						["role"] = "DAMAGER",
						["name"] = "水墨云烟-死亡之翼",
						["iLvl"] = 948,
						["time"] = 1514511262,
						["class"] = 12,
						["bTag"] = "无法便无天#5238",
					}, -- [1354]
					{
						["role"] = "DAMAGER",
						["name"] = "刀锋血雨-罗曼斯",
						["time"] = 1514511262,
						["class"] = 5,
					}, -- [1355]
					{
						["role"] = "DAMAGER",
						["name"] = "不爱吃柚子-安格博达",
						["iLvl"] = 915,
						["time"] = 1514511262,
						["class"] = 12,
						["bTag"] = "黎明之光#52209",
					}, -- [1356]
					{
						["role"] = "TANK",
						["name"] = "花哥哥-索瑞森",
						["iLvl"] = 945,
						["time"] = 1514511262,
						["class"] = 6,
						["bTag"] = "花晨星#5849",
					}, -- [1357]
					{
						["role"] = "DAMAGER",
						["name"] = "March-提瑞斯法",
						["iLvl"] = 949,
						["time"] = 1514511262,
						["class"] = 11,
						["bTag"] = "月下清影#51771",
					}, -- [1358]
					{
						["role"] = "DAMAGER",
						["name"] = "姝飞机-影之哀伤",
						["iLvl"] = 964,
						["time"] = 1514511262,
						["class"] = 3,
						["bTag"] = "疯狂猎人#5664",
					}, -- [1359]
					{
						["role"] = "DAMAGER",
						["name"] = "小白不是猪-毁灭之锤",
						["iLvl"] = 920,
						["time"] = 1514511262,
						["class"] = 2,
						["bTag"] = "bale#5923",
					}, -- [1360]
					{
						["role"] = "DAMAGER",
						["name"] = "希尔丶-盖斯",
						["time"] = 1514511262,
						["class"] = 9,
					}, -- [1361]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋总的新情人-达尔坎",
						["time"] = 1514511262,
						["class"] = 12,
					}, -- [1362]
					{
						["role"] = "DAMAGER",
						["name"] = "仆从快来-加尔",
						["iLvl"] = 956,
						["time"] = 1514648100,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "养乐多#5124",
					}, -- [1363]
					{
						["role"] = "DAMAGER",
						["name"] = "崽崽不撸根-外域",
						["iLvl"] = 966,
						["time"] = 1514648100,
						["class"] = 8,
						["bTag"] = "蒋文翔#51353",
					}, -- [1364]
					{
						["role"] = "DAMAGER",
						["name"] = "早餐有加底吗-阿尔萨斯",
						["iLvl"] = 932,
						["time"] = 1514648100,
						["class"] = 1,
						["bTag"] = "RoronoaZoro#5902",
					}, -- [1365]
					{
						["role"] = "DAMAGER",
						["name"] = "Whereyougo-克尔苏加德",
						["iLvl"] = 954,
						["time"] = 1514648100,
						["class"] = 9,
						["bTag"] = "喵了个咪#5965",
					}, -- [1366]
					{
						["role"] = "DAMAGER",
						["name"] = "冲锋丨陷阵-能源舰",
						["iLvl"] = 972,
						["time"] = 1514648100,
						["class"] = 1,
						["bTag"] = "杜江洪#5574",
					}, -- [1367]
					{
						["role"] = "TANK",
						["name"] = "神国丨爵爷-洛丹伦",
						["iLvl"] = 926,
						["time"] = 1514648100,
						["class"] = 12,
						["bTag"] = "丨帝君丶舞敌天下#5274",
					}, -- [1368]
					{
						["role"] = "DAMAGER",
						["name"] = "夏姬霸浪-巫妖之王",
						["iLvl"] = 960,
						["time"] = 1514648100,
						["class"] = 8,
						["bTag"] = "根本停不下来#5681",
					}, -- [1369]
					{
						["role"] = "DAMAGER",
						["name"] = "绝地菠萝-布鲁塔卢斯",
						["time"] = 1514648100,
						["class"] = 6,
					}, -- [1370]
					{
						["role"] = "DAMAGER",
						["name"] = "橙黄橘绿-狂热之刃",
						["iLvl"] = 964,
						["time"] = 1514648100,
						["class"] = 4,
						["bTag"] = "飘落的枫#5452",
					}, -- [1371]
					{
						["role"] = "HEALER",
						["name"] = "Loganxxd-太阳之井",
						["iLvl"] = 949,
						["time"] = 1514648100,
						["class"] = 5,
						["bTag"] = "Logan#5835",
					}, -- [1372]
					{
						["role"] = "TANK",
						["name"] = "要啥自行车-拉文凯斯",
						["iLvl"] = 957,
						["time"] = 1514648100,
						["class"] = 6,
						["bTag"] = "MrQuinlan#5931",
					}, -- [1373]
					{
						["role"] = "DAMAGER",
						["name"] = "龙啸镹天-霜狼",
						["iLvl"] = 957,
						["time"] = 1514648100,
						["class"] = 4,
						["bTag"] = "龙啸九天#51792",
					}, -- [1374]
					{
						["role"] = "DAMAGER",
						["name"] = "Cicade-黑手军团",
						["iLvl"] = 958,
						["time"] = 1514648100,
						["class"] = 12,
						["bTag"] = "郑志明#5252",
					}, -- [1375]
					{
						["role"] = "DAMAGER",
						["name"] = "Demonangel-希尔瓦娜斯",
						["time"] = 1514648100,
						["class"] = 1,
					}, -- [1376]
					{
						["role"] = "DAMAGER",
						["name"] = "夏末未续-贫瘠之地",
						["iLvl"] = 966,
						["time"] = 1514648100,
						["class"] = 3,
						["bTag"] = "花落#52429",
					}, -- [1377]
					{
						["role"] = "DAMAGER",
						["name"] = "Lizijdeath-塞拉摩",
						["iLvl"] = 957,
						["time"] = 1514648100,
						["class"] = 6,
						["bTag"] = "lizij#5814",
					}, -- [1378]
					{
						["role"] = "HEALER",
						["name"] = "神浩天-安苏",
						["iLvl"] = 956,
						["time"] = 1514648100,
						["class"] = 7,
						["bTag"] = "神天殇#5760",
					}, -- [1379]
					{
						["role"] = "TANK",
						["name"] = "Clip-黑翼之巢",
						["iLvl"] = 940,
						["time"] = 1514648100,
						["class"] = 6,
						["bTag"] = "聪明的舒克#5347",
					}, -- [1380]
					{
						["role"] = "DAMAGER",
						["name"] = "卡徳迦-安加萨",
						["iLvl"] = 885,
						["time"] = 1514648100,
						["class"] = 8,
						["bTag"] = "DireRaven#514166",
					}, -- [1381]
					{
						["role"] = "DAMAGER",
						["name"] = "锦衣卫丿童话-熔火之心",
						["iLvl"] = 929,
						["time"] = 1514648100,
						["class"] = 7,
						["bTag"] = "晨曦之心#5769",
					}, -- [1382]
					{
						["role"] = "DAMAGER",
						["name"] = "骄傲的樱桃-洛萨",
						["iLvl"] = 911,
						["time"] = 1514648100,
						["class"] = 12,
						["bTag"] = "進擊的號剋#5513",
					}, -- [1383]
					{
						["role"] = "TANK",
						["name"] = "騷貨-狂热之刃",
						["iLvl"] = 963,
						["time"] = 1514648100,
						["class"] = 2,
						["bTag"] = "叫兽#5484",
					}, -- [1384]
					{
						["role"] = "DAMAGER",
						["name"] = "宸丨翠芬-迦拉克隆",
						["iLvl"] = 951,
						["time"] = 1514648100,
						["class"] = 12,
						["bTag"] = "说学逗唱小能手#5310",
					}, -- [1385]
					{
						["role"] = "DAMAGER",
						["name"] = "夏帆-狂热之刃",
						["iLvl"] = 931,
						["time"] = 1514648100,
						["class"] = 9,
						["bTag"] = "战斗之舞#51255",
					}, -- [1386]
					{
						["role"] = "DAMAGER",
						["name"] = "莉丹蕾丝嘉尔-雷斧堡垒",
						["iLvl"] = 899,
						["time"] = 1514648100,
						["class"] = 12,
						["bTag"] = "伊莉丹丶怒枫#5188",
					}, -- [1387]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦女王-塞拉摩",
						["iLvl"] = 954,
						["time"] = 1514648100,
						["class"] = 12,
						["bTag"] = "惊怒衫#5250",
					}, -- [1388]
					{
						["role"] = "DAMAGER",
						["name"] = "菓丶老爹-凤凰之神",
						["iLvl"] = 954,
						["time"] = 1514648100,
						["class"] = 11,
						["bTag"] = "虎爪爪#5247",
					}, -- [1389]
					{
						["role"] = "DAMAGER",
						["name"] = "茶斐-丽丽（四川）",
						["iLvl"] = 940,
						["time"] = 1514648100,
						["class"] = 6,
						["bTag"] = "小妮#5133",
					}, -- [1390]
					{
						["role"] = "DAMAGER",
						["name"] = "水果小皮-黑暗魅影",
						["iLvl"] = 938,
						["time"] = 1514648100,
						["class"] = 8,
						["bTag"] = "Suri#5107",
					}, -- [1391]
					{
						["role"] = "DAMAGER",
						["name"] = "道法自然-艾莫莉丝",
						["iLvl"] = 918,
						["time"] = 1514648100,
						["class"] = 8,
						["bTag"] = "有坚不摧之力#51759",
					}, -- [1392]
					{
						["role"] = "DAMAGER",
						["name"] = "千回丶-安苏",
						["iLvl"] = 933,
						["time"] = 1514648100,
						["class"] = 10,
						["bTag"] = "史诗之鼠#523641",
					}, -- [1393]
					{
						["role"] = "DAMAGER",
						["name"] = "纯禽丨小畜女-天谴之门",
						["iLvl"] = 928,
						["time"] = 1514648100,
						["class"] = 9,
						["bTag"] = "雪域斗斗龍#5236",
					}, -- [1394]
					{
						["role"] = "DAMAGER",
						["name"] = "罗纳河的星夜-伊利丹",
						["iLvl"] = 943,
						["time"] = 1514648100,
						["class"] = 9,
						["bTag"] = "圣光之影#5841",
					}, -- [1395]
					{
						["role"] = "TANK",
						["name"] = "嗯丶偶无敌啦-鬼雾峰",
						["iLvl"] = 954,
						["time"] = 1514648100,
						["class"] = 2,
						["bTag"] = "白水#5576",
					}, -- [1396]
					{
						["role"] = "DAMAGER",
						["name"] = "小术點-黑铁",
						["iLvl"] = 957,
						["time"] = 1514648100,
						["class"] = 9,
						["bTag"] = "自己人#51605",
					}, -- [1397]
					{
						["role"] = "DAMAGER",
						["name"] = "千語-凤凰之神",
						["iLvl"] = 957,
						["time"] = 1514648100,
						["class"] = 11,
						["bTag"] = "爱上椰子的猪#5963",
					}, -- [1398]
					{
						["role"] = "HEALER",
						["name"] = "铜打铁-布兰卡德",
						["iLvl"] = 963,
						["time"] = 1514648100,
						["class"] = 2,
						["bTag"] = "铜打铁#5780",
					}, -- [1399]
					{
						["role"] = "DAMAGER",
						["name"] = "血之焰-玛洛加尔",
						["iLvl"] = 952,
						["time"] = 1514648100,
						["class"] = 1,
						["bTag"] = "天虎哥#5915",
					}, -- [1400]
					{
						["role"] = "DAMAGER",
						["name"] = "龙哥的板斧-战歌",
						["iLvl"] = 961,
						["time"] = 1514648100,
						["class"] = 7,
						["bTag"] = "吕归尘#5161",
					}, -- [1401]
					{
						["role"] = "DAMAGER",
						["name"] = "撸冰花-艾莫莉丝",
						["time"] = 1514700476,
						["class"] = 8,
					}, -- [1402]
					{
						["role"] = "DAMAGER",
						["name"] = "旋風斬-红龙军团",
						["iLvl"] = 961,
						["time"] = 1514700506,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "六分#5136",
					}, -- [1403]
					{
						["role"] = "TANK",
						["name"] = "牛津校长-洛丹伦",
						["iLvl"] = 919,
						["time"] = 1514700558,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "零点一分#51324",
					}, -- [1404]
					{
						["role"] = "DAMAGER",
						["name"] = "枫叶幽兰-安苏",
						["iLvl"] = 966,
						["time"] = 1514700558,
						["class"] = 12,
						["bTag"] = "枫叶#55426",
					}, -- [1405]
					{
						["role"] = "TANK",
						["name"] = "兰特瑞索-恐怖图腾",
						["time"] = 1514700558,
						["class"] = 1,
					}, -- [1406]
					{
						["role"] = "DAMAGER",
						["name"] = "举起我的大刀-伊森利恩",
						["iLvl"] = 880,
						["time"] = 1514700728,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "小甲虫#5928",
					}, -- [1407]
					{
						["role"] = "HEALER",
						["name"] = "夏颉-安其拉",
						["iLvl"] = 955,
						["time"] = 1514700854,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "东升电脑#5797",
					}, -- [1408]
					{
						["role"] = "DAMAGER",
						["name"] = "肝帝丶-冰风岗",
						["iLvl"] = 952,
						["time"] = 1514700854,
						["class"] = 8,
						["bTag"] = "来自星星的猎手#5421",
					}, -- [1409]
					{
						["role"] = "HEALER",
						["name"] = "绒线小怪物-洛丹伦",
						["iLvl"] = 943,
						["time"] = 1514700854,
						["class"] = 5,
						["bTag"] = "可岚#51798",
					}, -- [1410]
					{
						["role"] = "DAMAGER",
						["name"] = "断箭穿鑫-狂热之刃",
						["iLvl"] = 959,
						["time"] = 1514700742,
						["class"] = 3,
						["bTag"] = "魔法之龟#56813",
					}, -- [1411]
					{
						["role"] = "DAMAGER",
						["name"] = "星际黄旭东-利刃之拳",
						["iLvl"] = 933,
						["time"] = 1514700854,
						["class"] = 7,
						["bTag"] = "Vico#51618",
					}, -- [1412]
					{
						["role"] = "TANK",
						["name"] = "侦察基丶-死亡之翼",
						["iLvl"] = 965,
						["time"] = 1514700755,
						["class"] = 10,
						["bTag"] = "Corn#51577",
					}, -- [1413]
					{
						["role"] = "HEALER",
						["name"] = "楠柯丶-格瑞姆巴托",
						["iLvl"] = 963,
						["time"] = 1514700854,
						["class"] = 5,
						["bTag"] = "多喝热水#51966",
					}, -- [1414]
					{
						["role"] = "TANK",
						["name"] = "龙根骚年-暴风祭坛",
						["time"] = 1514700749,
						["class"] = 12,
					}, -- [1415]
					{
						["role"] = "DAMAGER",
						["name"] = "涵㔰淼-安苏",
						["iLvl"] = 912,
						["time"] = 1514700794,
						["class"] = 4,
						["bTag"] = "风魔小妖#5918",
					}, -- [1416]
					{
						["role"] = "TANK",
						["name"] = "秋田小町-安苏",
						["iLvl"] = 958,
						["time"] = 1514701893,
						["class"] = 11,
						["bTag"] = "巴赫家的创墙#5392",
					}, -- [1417]
					{
						["role"] = "DAMAGER",
						["name"] = "火雨之怒-火焰之树",
						["iLvl"] = 962,
						["time"] = 1514700728,
						["class"] = 1,
						["bTag"] = "梦魇轮回#5251",
					}, -- [1418]
					{
						["role"] = "DAMAGER",
						["name"] = "雅典娜阿姨-格瑞姆巴托",
						["iLvl"] = 965,
						["time"] = 1514700736,
						["class"] = 9,
						["bTag"] = "天下第七#51694",
					}, -- [1419]
					{
						["role"] = "DAMAGER",
						["name"] = "答案在風中-太阳之井",
						["iLvl"] = 948,
						["time"] = 1514700802,
						["class"] = 1,
						["bTag"] = "T000009#5998",
					}, -- [1420]
					{
						["role"] = "DAMAGER",
						["name"] = "若恶念太多-莱索恩",
						["iLvl"] = 940,
						["time"] = 1514700854,
						["class"] = 4,
						["bTag"] = "文哥#5448",
					}, -- [1421]
					{
						["role"] = "DAMAGER",
						["name"] = "双鱼座的情人-布兰卡德",
						["time"] = 1514700724,
						["class"] = 3,
					}, -- [1422]
					{
						["role"] = "DAMAGER",
						["name"] = "腿毛无法自拔-安苏",
						["iLvl"] = 943,
						["time"] = 1514700854,
						["class"] = 8,
						["bTag"] = "我要爆炸啦#51641",
					}, -- [1423]
					{
						["role"] = "DAMAGER",
						["name"] = "贝尔熊德-塞拉摩",
						["iLvl"] = 959,
						["time"] = 1514700854,
						["class"] = 7,
						["bTag"] = "noirzero#5168",
					}, -- [1424]
					{
						["role"] = "TANK",
						["name"] = "熊大咕咕-影之哀伤",
						["iLvl"] = 965,
						["time"] = 1514700854,
						["class"] = 11,
						["bTag"] = "熊城武#5421",
					}, -- [1425]
					{
						["role"] = "DAMAGER",
						["name"] = "龙的心-日落沼泽",
						["iLvl"] = 948,
						["time"] = 1514700854,
						["class"] = 7,
						["bTag"] = "龍的心#51852",
					}, -- [1426]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血的馒头-黑翼之巢",
						["iLvl"] = 938,
						["time"] = 1514700738,
						["class"] = 1,
						["bTag"] = "今天天气好#5705",
					}, -- [1427]
					{
						["role"] = "HEALER",
						["name"] = "沉珂-埃霍恩",
						["iLvl"] = 938,
						["time"] = 1514700854,
						["class"] = 5,
						["bTag"] = "沉珂#51470",
					}, -- [1428]
					{
						["role"] = "DAMAGER",
						["name"] = "Darkstars-大漩涡",
						["iLvl"] = 933,
						["time"] = 1514700854,
						["class"] = 9,
						["bTag"] = "萝莉收割者#5712",
					}, -- [1429]
					{
						["role"] = "DAMAGER",
						["name"] = "Dckirty-回音山",
						["iLvl"] = 960,
						["time"] = 1514700854,
						["class"] = 1,
						["bTag"] = "dck123#5777",
					}, -- [1430]
					{
						["role"] = "DAMAGER",
						["name"] = "团长我死哪-黑翼之巢",
						["iLvl"] = 965,
						["time"] = 1514700854,
						["class"] = 8,
						["bTag"] = "远古庄严#5554",
					}, -- [1431]
					{
						["role"] = "DAMAGER",
						["name"] = "百事都乐-红云台地",
						["iLvl"] = 935,
						["time"] = 1514700854,
						["class"] = 3,
						["bTag"] = "劫缘战#5459",
					}, -- [1432]
					{
						["role"] = "DAMAGER",
						["name"] = "天诛镇魂曲-达斯雷玛",
						["iLvl"] = 909,
						["time"] = 1514700854,
						["class"] = 3,
						["bTag"] = "天诛#5786",
					}, -- [1433]
					{
						["role"] = "DAMAGER",
						["name"] = "忧郁的陽-安苏",
						["iLvl"] = 788,
						["time"] = 1514700854,
						["class"] = 1,
						["bTag"] = "豆豆依依媛媛#5757",
					}, -- [1434]
					{
						["role"] = "DAMAGER",
						["name"] = "伊织萌-奈萨里奥",
						["iLvl"] = 966,
						["time"] = 1514700854,
						["class"] = 4,
						["bTag"] = "转角#5851",
					}, -- [1435]
					{
						["role"] = "DAMAGER",
						["name"] = "白牛牛白-风暴之怒",
						["iLvl"] = 958,
						["time"] = 1514700854,
						["class"] = 11,
						["bTag"] = "Beijinger#51311",
					}, -- [1436]
					{
						["role"] = "DAMAGER",
						["name"] = "听你妹-死亡之翼",
						["iLvl"] = 966,
						["time"] = 1514700854,
						["class"] = 5,
						["bTag"] = "你猜我猜不猜#5589",
					}, -- [1437]
					{
						["role"] = "TANK",
						["name"] = "萌既正义-格瑞姆巴托",
						["iLvl"] = 925,
						["time"] = 1514700854,
						["class"] = 1,
						["bTag"] = "泡泡糖的复仇#5289",
					}, -- [1438]
					{
						["role"] = "DAMAGER",
						["name"] = "布莱恩-凤凰之神",
						["iLvl"] = 965,
						["time"] = 1514700854,
						["class"] = 2,
						["bTag"] = "都是名字惹的祸#51473",
					}, -- [1439]
					{
						["role"] = "DAMAGER",
						["name"] = "何以爲戰-冰风岗",
						["iLvl"] = 963,
						["time"] = 1514700854,
						["class"] = 1,
						["bTag"] = "我要橙披风#5857",
					}, -- [1440]
					{
						["role"] = "DAMAGER",
						["name"] = "小英君-燃烧之刃",
						["iLvl"] = 931,
						["time"] = 1514700854,
						["class"] = 3,
						["bTag"] = "蛋大锤#5363",
					}, -- [1441]
					{
						["role"] = "DAMAGER",
						["name"] = "乌鹊-回音山",
						["iLvl"] = 924,
						["time"] = 1514700854,
						["class"] = 1,
						["bTag"] = "Obulldog#5385",
					}, -- [1442]
					{
						["role"] = "TANK",
						["name"] = "只会采采药-伊森利恩",
						["iLvl"] = 964,
						["time"] = 1514701971,
						["class"] = 11,
						["bTag"] = "菊花撞地球#5504",
					}, -- [1443]
					{
						["role"] = "DAMAGER",
						["name"] = "靈魂舞步-伊森利恩",
						["iLvl"] = 963,
						["time"] = 1514700854,
						["class"] = 3,
						["bTag"] = "奥特曼打小怪#5810",
					}, -- [1444]
					{
						["role"] = "DAMAGER",
						["name"] = "淚千年-埃德萨拉",
						["iLvl"] = 941,
						["time"] = 1514700854,
						["class"] = 5,
						["bTag"] = "涅槃丶禅#5560",
					}, -- [1445]
					{
						["role"] = "DAMAGER",
						["name"] = "魔王鬼厉-安格博达",
						["iLvl"] = 952,
						["time"] = 1514700854,
						["class"] = 6,
						["bTag"] = "LNqingfeng#5886",
					}, -- [1446]
					{
						["role"] = "DAMAGER",
						["name"] = "卢卡-石爪峰",
						["iLvl"] = 950,
						["time"] = 1514700854,
						["class"] = 6,
						["bTag"] = "灰熊#5412",
					}, -- [1447]
					{
						["role"] = "DAMAGER",
						["name"] = "情义绵绵刀-无尽之海",
						["iLvl"] = 870,
						["time"] = 1514700854,
						["class"] = 4,
						["bTag"] = "Junduo#51689",
					}, -- [1448]
					{
						["role"] = "DAMAGER",
						["name"] = "丶达摩祖师-死亡之翼",
						["iLvl"] = 963,
						["time"] = 1514700854,
						["class"] = 11,
						["bTag"] = "省吃俭用#51800",
					}, -- [1449]
					{
						["role"] = "DAMAGER",
						["name"] = "月色凉风-冰风岗",
						["iLvl"] = 921,
						["time"] = 1514700854,
						["class"] = 3,
						["bTag"] = "DizzyDwarf#549389",
					}, -- [1450]
					{
						["role"] = "DAMAGER",
						["name"] = "流歌醉夜-无尽之海",
						["iLvl"] = 967,
						["time"] = 1514701893,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "流歌#51440",
					}, -- [1451]
					{
						["role"] = "DAMAGER",
						["name"] = "善良的死神-无尽之海",
						["iLvl"] = 963,
						["time"] = 1514701893,
						["class"] = 12,
						["bTag"] = "善良的死神#51380",
					}, -- [1452]
					{
						["role"] = "TANK",
						["name"] = "青光大白眼-太阳之井",
						["iLvl"] = 961,
						["time"] = 1514701893,
						["class"] = 1,
						["bTag"] = "似人似墙似寒冬#5560",
					}, -- [1453]
					{
						["role"] = "DAMAGER",
						["name"] = "禁闭岛-安苏",
						["iLvl"] = 959,
						["time"] = 1514701893,
						["class"] = 1,
						["bTag"] = "arxiv#5603",
					}, -- [1454]
					{
						["role"] = "DAMAGER",
						["name"] = "超丶-格瑞姆巴托",
						["iLvl"] = 965,
						["time"] = 1514701893,
						["class"] = 8,
						["bTag"] = "山豆小哥#5300",
					}, -- [1455]
					{
						["role"] = "DAMAGER",
						["name"] = "未闻花名丶-盖斯",
						["iLvl"] = 953,
						["time"] = 1514701893,
						["class"] = 3,
						["bTag"] = "yanjun#5767",
					}, -- [1456]
					{
						["role"] = "DAMAGER",
						["name"] = "小猪児-伊森利恩",
						["iLvl"] = 956,
						["time"] = 1514701893,
						["class"] = 1,
						["bTag"] = "快乐的皮皮#5986",
					}, -- [1457]
					{
						["role"] = "DAMAGER",
						["name"] = "破晓铮鸣-沙怒",
						["iLvl"] = 903,
						["time"] = 1514702126,
						["class"] = 8,
						["bTag"] = "小破破#5837",
					}, -- [1458]
					{
						["role"] = "DAMAGER",
						["name"] = "超级无敌可爱-黑暗之矛",
						["iLvl"] = 935,
						["time"] = 1514701893,
						["class"] = 3,
						["bTag"] = "李渊#5997",
					}, -- [1459]
					{
						["role"] = "DAMAGER",
						["name"] = "苍穹一岚-死亡之翼",
						["iLvl"] = 961,
						["time"] = 1514701893,
						["class"] = 3,
						["bTag"] = "苍穹枫#5431",
					}, -- [1460]
					{
						["role"] = "TANK",
						["name"] = "看你这德行-恶魔之魂",
						["iLvl"] = 961,
						["time"] = 1514701893,
						["class"] = 11,
						["bTag"] = "暗夜男#5901",
					}, -- [1461]
					{
						["role"] = "DAMAGER",
						["name"] = "御小坤-死亡之翼",
						["iLvl"] = 958,
						["time"] = 1514701893,
						["class"] = 11,
						["bTag"] = "刘坤#51576",
					}, -- [1462]
					{
						["role"] = "DAMAGER",
						["name"] = "丿丶兮灬-影之哀伤",
						["iLvl"] = 962,
						["time"] = 1514701893,
						["class"] = 1,
						["bTag"] = "丶柒爷灬#5476",
					}, -- [1463]
					{
						["role"] = "TANK",
						["name"] = "塞布酱-黑龙军团",
						["iLvl"] = 946,
						["time"] = 1514701893,
						["class"] = 2,
						["bTag"] = "乘风#5478",
					}, -- [1464]
					{
						["role"] = "DAMAGER",
						["name"] = "連橙诀-燃烧平原",
						["iLvl"] = 959,
						["time"] = 1514701893,
						["class"] = 2,
						["bTag"] = "gjk#5642",
					}, -- [1465]
					{
						["role"] = "DAMAGER",
						["name"] = "一身都是月-安苏",
						["iLvl"] = 967,
						["time"] = 1514701893,
						["class"] = 1,
						["bTag"] = "花花说他爱玙璠#5439",
					}, -- [1466]
					{
						["role"] = "DAMAGER",
						["name"] = "整容大师-冰霜之刃",
						["iLvl"] = 931,
						["time"] = 1514701893,
						["class"] = 8,
						["bTag"] = "闪亮之雄#51969",
					}, -- [1467]
					{
						["role"] = "TANK",
						["name"] = "自然卷-夏维安",
						["iLvl"] = 955,
						["time"] = 1514701893,
						["class"] = 6,
						["bTag"] = "周皌#5485",
					}, -- [1468]
					{
						["role"] = "DAMAGER",
						["name"] = "擎天柱子-黑铁",
						["iLvl"] = 960,
						["time"] = 1514701893,
						["class"] = 5,
						["bTag"] = "特洛伊灬国王#5479",
					}, -- [1469]
					{
						["role"] = "DAMAGER",
						["name"] = "橘子瓣-影之哀伤",
						["iLvl"] = 970,
						["time"] = 1514701893,
						["class"] = 3,
						["bTag"] = "快乐的甜橙#5649",
					}, -- [1470]
					{
						["role"] = "TANK",
						["name"] = "開水-红龙女王",
						["iLvl"] = 968,
						["time"] = 1514701893,
						["class"] = 1,
						["bTag"] = "白开水#54241",
					}, -- [1471]
					{
						["role"] = "DAMAGER",
						["name"] = "沫灵霜影-能源舰",
						["iLvl"] = 965,
						["time"] = 1514701893,
						["class"] = 1,
						["bTag"] = "Hypnos#5576",
					}, -- [1472]
					{
						["role"] = "DAMAGER",
						["name"] = "花仑与彦-血环",
						["iLvl"] = 958,
						["time"] = 1514702126,
						["class"] = 1,
						["bTag"] = "Monstercat#51831",
					}, -- [1473]
					{
						["role"] = "DAMAGER",
						["name"] = "Gaea-安纳塞隆",
						["iLvl"] = 961,
						["time"] = 1514701893,
						["class"] = 8,
						["bTag"] = "领悟丶#51492",
					}, -- [1474]
					{
						["role"] = "DAMAGER",
						["name"] = "晨风清逸-伊莫塔尔",
						["iLvl"] = 951,
						["time"] = 1514701893,
						["class"] = 1,
						["bTag"] = "一起看星星#5255",
					}, -- [1475]
					{
						["role"] = "DAMAGER",
						["name"] = "基佬的縌袭-影之哀伤",
						["iLvl"] = 966,
						["time"] = 1514701893,
						["class"] = 3,
						["bTag"] = "輪回#5831",
					}, -- [1476]
					{
						["role"] = "DAMAGER",
						["name"] = "Enoughmana-雷霆之王",
						["iLvl"] = 953,
						["time"] = 1514701971,
						["class"] = 9,
						["bTag"] = "木格子童年#5418",
					}, -- [1477]
					{
						["role"] = "DAMAGER",
						["name"] = "吉加美修-伊森利恩",
						["iLvl"] = 963,
						["time"] = 1514701893,
						["class"] = 4,
						["bTag"] = "硬条#5546",
					}, -- [1478]
					{
						["role"] = "DAMAGER",
						["name"] = "无聊的牛弟-晴日峰（江苏）",
						["iLvl"] = 921,
						["time"] = 1514702126,
						["class"] = 3,
						["bTag"] = "沉默之风暴#5244886",
					}, -- [1479]
					{
						["role"] = "DAMAGER",
						["name"] = "Mauditt-苏塔恩",
						["iLvl"] = 964,
						["time"] = 1514701893,
						["class"] = 3,
						["bTag"] = "nikilio#5926",
					}, -- [1480]
					{
						["role"] = "DAMAGER",
						["name"] = "黄色旋风-无尽之海",
						["iLvl"] = 948,
						["time"] = 1514701893,
						["class"] = 5,
						["bTag"] = "斯巴达#5450",
					}, -- [1481]
					{
						["role"] = "DAMAGER",
						["name"] = "见明月-凤凰之神",
						["iLvl"] = 956,
						["time"] = 1514701893,
						["class"] = 10,
						["bTag"] = "叶柏杉#5649",
					}, -- [1482]
					{
						["role"] = "DAMAGER",
						["name"] = "Asinan-萨尔",
						["iLvl"] = 962,
						["time"] = 1514701893,
						["class"] = 8,
						["bTag"] = "战斗之裤#530527",
					}, -- [1483]
					{
						["role"] = "DAMAGER",
						["name"] = "曹义-血色十字军",
						["time"] = 1514701893,
						["class"] = 10,
					}, -- [1484]
					{
						["role"] = "DAMAGER",
						["name"] = "黒手-芬里斯",
						["time"] = 1514701893,
						["class"] = 8,
					}, -- [1485]
					{
						["role"] = "DAMAGER",
						["name"] = "弄妆梳洗迟-古尔丹",
						["time"] = 1514701893,
						["class"] = 8,
					}, -- [1486]
					{
						["role"] = "DAMAGER",
						["name"] = "逆丨蝶-伊森利恩",
						["time"] = 1514701893,
						["class"] = 2,
					}, -- [1487]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔微笑-伊莫塔尔",
						["time"] = 1514701893,
						["class"] = 8,
					}, -- [1488]
					{
						["role"] = "DAMAGER",
						["name"] = "不朽的荣耀-无尽之海",
						["iLvl"] = 911,
						["time"] = 1514701971,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "夏夜的风#5713",
					}, -- [1489]
					{
						["role"] = "DAMAGER",
						["name"] = "老漢爱你哟-夏维安",
						["iLvl"] = 940,
						["time"] = 1514701962,
						["class"] = 6,
						["bTag"] = "树上的朋友#51986",
					}, -- [1490]
					{
						["role"] = "DAMAGER",
						["name"] = "加尔鲁什丶斩-阿尔萨斯",
						["iLvl"] = 933,
						["time"] = 1514701971,
						["class"] = 1,
						["bTag"] = "快乐的小二货#5883",
					}, -- [1491]
					{
						["role"] = "DAMAGER",
						["name"] = "昨夜星空丶-布兰卡德",
						["iLvl"] = 911,
						["time"] = 1514701971,
						["class"] = 9,
						["bTag"] = "Eminem#5893",
					}, -- [1492]
					{
						["role"] = "DAMAGER",
						["name"] = "乄丶鬼娃娃-加基森",
						["iLvl"] = 945,
						["time"] = 1514701971,
						["class"] = 2,
						["bTag"] = "乄丶鬼娃娃#5591",
					}, -- [1493]
					{
						["role"] = "DAMAGER",
						["name"] = "卍麥子卍-索瑞森",
						["time"] = 1514701971,
						["class"] = 3,
					}, -- [1494]
					{
						["role"] = "DAMAGER",
						["name"] = "Firework-黑龙军团",
						["iLvl"] = 875,
						["time"] = 1514701971,
						["class"] = 8,
						["bTag"] = "Echoes#5472",
					}, -- [1495]
					{
						["role"] = "DAMAGER",
						["name"] = "丨殁秋丨-燃烧之刃",
						["iLvl"] = 964,
						["time"] = 1514701971,
						["class"] = 12,
						["bTag"] = "皮卡秋#51603",
					}, -- [1496]
					{
						["role"] = "DAMAGER",
						["name"] = "丶毛驴子-安苏",
						["iLvl"] = 900,
						["time"] = 1514701962,
						["class"] = 8,
						["bTag"] = "流年里沉沦#5309",
					}, -- [1497]
					{
						["role"] = "TANK",
						["name"] = "小鲁伊丶-达尔坎",
						["iLvl"] = 926,
						["time"] = 1514701962,
						["class"] = 11,
						["bTag"] = "超能之裤#54796",
					}, -- [1498]
					{
						["role"] = "DAMAGER",
						["name"] = "狂殺未俫-试炼之环",
						["time"] = 1514701971,
						["class"] = 2,
					}, -- [1499]
					{
						["role"] = "DAMAGER",
						["name"] = "彡丨周瑜-血色十字军",
						["iLvl"] = 963,
						["time"] = 1514701971,
						["class"] = 12,
						["bTag"] = "华荣#51762",
					}, -- [1500]
					{
						["role"] = "DAMAGER",
						["name"] = "离缚-燃烧之刃",
						["iLvl"] = 903,
						["time"] = 1514702126,
						["class"] = 10,
						["bTag"] = "木小晴#5943",
					}, -- [1501]
					{
						["role"] = "DAMAGER",
						["name"] = "流氓小马哥-雷霆之怒",
						["iLvl"] = 910,
						["time"] = 1514702057,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "苏格兰#5672",
					}, -- [1502]
					{
						["role"] = "DAMAGER",
						["name"] = "雨声潇潇-天空之墙",
						["iLvl"] = 946,
						["time"] = 1514702013,
						["class"] = 8,
						["bTag"] = "狡猾之#51906",
					}, -- [1503]
					{
						["role"] = "DAMAGER",
						["name"] = "好大一颗术-阿克蒙德",
						["iLvl"] = 968,
						["time"] = 1514701999,
						["class"] = 9,
						["bTag"] = "Titanforged#5604",
					}, -- [1504]
					{
						["role"] = "TANK",
						["name"] = "我爱奶牛-莱索恩",
						["iLvl"] = 923,
						["time"] = 1514702057,
						["class"] = 11,
						["bTag"] = "宁静致远#5520",
					}, -- [1505]
					{
						["role"] = "TANK",
						["name"] = "下面好吃啊-迦顿",
						["iLvl"] = 938,
						["time"] = 1514702057,
						["class"] = 6,
						["bTag"] = "Could#5753",
					}, -- [1506]
					{
						["role"] = "DAMAGER",
						["name"] = "Memories-格瑞姆巴托",
						["time"] = 1514702057,
						["class"] = 1,
					}, -- [1507]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂射手-天空之墙",
						["iLvl"] = 942,
						["time"] = 1514702057,
						["class"] = 3,
						["bTag"] = "美欢世界#5167",
					}, -- [1508]
					{
						["role"] = "TANK",
						["name"] = "馨羽月溪-冰风岗",
						["iLvl"] = 903,
						["time"] = 1514702006,
						["class"] = 6,
						["bTag"] = "诶哟喂我的天#5108",
					}, -- [1509]
					{
						["role"] = "TANK",
						["name"] = "云丶天诺-梅尔加尼",
						["iLvl"] = 891,
						["time"] = 1514702057,
						["class"] = 11,
						["bTag"] = "坚坚好棒#5777",
					}, -- [1510]
					{
						["role"] = "DAMAGER",
						["name"] = "不如灬跳舞-丽丽（四川）",
						["iLvl"] = 848,
						["time"] = 1514702057,
						["class"] = 10,
						["bTag"] = "小轩在不在丶#5978",
					}, -- [1511]
					{
						["role"] = "DAMAGER",
						["name"] = "抱叁戦-无尽之海",
						["iLvl"] = 937,
						["time"] = 1514702055,
						["class"] = 1,
						["bTag"] = "抱抱#5770",
					}, -- [1512]
					{
						["role"] = "DAMAGER",
						["name"] = "Richelieu-克尔苏加德",
						["iLvl"] = 928,
						["time"] = 1514702057,
						["class"] = 2,
						["bTag"] = "skylines#5783",
					}, -- [1513]
					{
						["role"] = "DAMAGER",
						["name"] = "战大吊-死亡之翼",
						["iLvl"] = 914,
						["time"] = 1514702057,
						["class"] = 1,
						["bTag"] = "星星不会睡#5300",
					}, -- [1514]
					{
						["role"] = "DAMAGER",
						["name"] = "撸自身大湿-血色十字军",
						["iLvl"] = 945,
						["time"] = 1514702057,
						["class"] = 10,
						["bTag"] = "log3#5115",
					}, -- [1515]
					{
						["role"] = "DAMAGER",
						["name"] = "火引冰薪-死亡之翼",
						["time"] = 1514702057,
						["class"] = 8,
					}, -- [1516]
					{
						["role"] = "DAMAGER",
						["name"] = "Gonggong-影之哀伤",
						["time"] = 1514702057,
						["class"] = 1,
					}, -- [1517]
					{
						["role"] = "DAMAGER",
						["name"] = "泰猫猫灬-迅捷微风",
						["time"] = 1514702057,
						["class"] = 9,
					}, -- [1518]
					{
						["role"] = "DAMAGER",
						["name"] = "睚眦必暴-石爪峰",
						["iLvl"] = 960,
						["time"] = 1514702121,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "玄鸟#5790",
					}, -- [1519]
					{
						["role"] = "DAMAGER",
						["name"] = "骷髅伊利兄-雷霆之王",
						["iLvl"] = 920,
						["time"] = 1514702126,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "暗夜之骑士#515834",
					}, -- [1520]
					{
						["role"] = "DAMAGER",
						["name"] = "余生牛肉-安苏",
						["iLvl"] = 904,
						["time"] = 1514702126,
						["class"] = 6,
						["bTag"] = "郝好#5899",
					}, -- [1521]
					{
						["role"] = "DAMAGER",
						["name"] = "月之钎钎-阿斯塔洛",
						["time"] = 1514702088,
						["class"] = 8,
					}, -- [1522]
					{
						["role"] = "DAMAGER",
						["name"] = "不正经饿魔-格瑞姆巴托",
						["time"] = 1514702121,
						["class"] = 12,
					}, -- [1523]
					{
						["role"] = "DAMAGER",
						["name"] = "隐丶翼-卡扎克",
						["iLvl"] = 959,
						["time"] = 1514702126,
						["class"] = 12,
						["bTag"] = "幸运之翼#52202",
					}, -- [1524]
					{
						["role"] = "DAMAGER",
						["name"] = "黑皮猎爹-海克泰尔",
						["time"] = 1514702102,
						["class"] = 3,
					}, -- [1525]
					{
						["role"] = "DAMAGER",
						["name"] = "Littlesa-火焰之树",
						["iLvl"] = 960,
						["time"] = 1514702126,
						["class"] = 7,
						["bTag"] = "耿直少年萌萌哒#5399",
					}, -- [1526]
					{
						["role"] = "DAMAGER",
						["name"] = "踏雪无痕的牛-冬拥湖",
						["iLvl"] = 901,
						["time"] = 1514702126,
						["class"] = 11,
						["bTag"] = "飞翔的小鱼#5535",
					}, -- [1527]
					{
						["role"] = "DAMAGER",
						["name"] = "王者归来娃娃-提尔之手",
						["time"] = 1514702126,
						["class"] = 7,
					}, -- [1528]
					{
						["role"] = "TANK",
						["name"] = "隐晦与皎洁-燃烧之刃",
						["iLvl"] = 951,
						["time"] = 1514702387,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "Ayuu#51345",
					}, -- [1529]
					{
						["role"] = "DAMAGER",
						["name"] = "Guerdain-埃德萨拉",
						["time"] = 1514702387,
						["class"] = 9,
					}, -- [1530]
					{
						["role"] = "TANK",
						["name"] = "白衣梅子酒丶-伊森利恩",
						["iLvl"] = 964,
						["time"] = 1514702387,
						["class"] = 2,
						["bTag"] = "守护之魂#5118",
					}, -- [1531]
					{
						["role"] = "DAMAGER",
						["name"] = "你丫自寻死路-黑龙军团",
						["iLvl"] = 931,
						["time"] = 1514702387,
						["class"] = 12,
						["bTag"] = "听老婆话没错#5510",
					}, -- [1532]
					{
						["role"] = "DAMAGER",
						["name"] = "逻辑失控-时光之穴",
						["time"] = 1514702387,
						["class"] = 9,
					}, -- [1533]
					{
						["role"] = "HEALER",
						["name"] = "Tianyd-死亡之翼",
						["iLvl"] = 950,
						["time"] = 1514702387,
						["class"] = 5,
						["bTag"] = "哟哟切克闹#5263",
					}, -- [1534]
					{
						["role"] = "TANK",
						["name"] = "裁决大师-死亡之翼",
						["iLvl"] = 964,
						["time"] = 1514702387,
						["class"] = 2,
						["bTag"] = "李老师#51764",
					}, -- [1535]
					{
						["role"] = "DAMAGER",
						["name"] = "驼大仙-回音山",
						["iLvl"] = 959,
						["time"] = 1514702387,
						["class"] = 1,
						["bTag"] = "JustBB#51406",
					}, -- [1536]
					{
						["role"] = "DAMAGER",
						["name"] = "骆驼丶-塞拉摩",
						["iLvl"] = 962,
						["time"] = 1514702387,
						["class"] = 9,
						["bTag"] = "帅峰#5469",
					}, -- [1537]
					{
						["role"] = "DAMAGER",
						["name"] = "杉浦小春-时光之穴",
						["iLvl"] = 926,
						["time"] = 1514702387,
						["class"] = 8,
						["bTag"] = "菜花教主#51470",
					}, -- [1538]
					{
						["role"] = "DAMAGER",
						["name"] = "剁椒鱼罐头-末日祷告祭坛",
						["iLvl"] = 909,
						["time"] = 1514702387,
						["class"] = 8,
						["bTag"] = "julyolZ#5502",
					}, -- [1539]
					{
						["role"] = "TANK",
						["name"] = "Serenades-夏维安",
						["iLvl"] = 967,
						["time"] = 1514702387,
						["class"] = 1,
						["bTag"] = "圣光#5563",
					}, -- [1540]
					{
						["role"] = "DAMAGER",
						["name"] = "粉拳拳锤你胸-无尽之海",
						["iLvl"] = 935,
						["time"] = 1514702387,
						["class"] = 10,
						["bTag"] = "QWQ#52594",
					}, -- [1541]
					{
						["role"] = "DAMAGER",
						["name"] = "君临天下恶魔-影之哀伤",
						["iLvl"] = 965,
						["time"] = 1514702387,
						["class"] = 12,
						["bTag"] = "疯狂猎人#5664",
					}, -- [1542]
					{
						["role"] = "TANK",
						["name"] = "严重划水分子-安苏",
						["iLvl"] = 949,
						["time"] = 1514702387,
						["class"] = 11,
						["bTag"] = "GGXianSen#5154",
					}, -- [1543]
					{
						["role"] = "DAMAGER",
						["name"] = "欧尓麦特-燃烧之刃",
						["iLvl"] = 939,
						["time"] = 1514702387,
						["class"] = 12,
						["bTag"] = "折戟沉沙#5985",
					}, -- [1544]
					{
						["role"] = "DAMAGER",
						["name"] = "Kimsahina-格瑞姆巴托",
						["iLvl"] = 962,
						["time"] = 1514702387,
						["class"] = 2,
						["bTag"] = "大宝#5524",
					}, -- [1545]
					{
						["role"] = "DAMAGER",
						["name"] = "就剩一张牌啦-燃烧之刃",
						["time"] = 1514702372,
						["class"] = 10,
					}, -- [1546]
					{
						["role"] = "DAMAGER",
						["name"] = "栖桐-迅捷微风",
						["iLvl"] = 960,
						["time"] = 1514702387,
						["class"] = 6,
						["bTag"] = "我都傻了#5235",
					}, -- [1547]
					{
						["role"] = "DAMAGER",
						["name"] = "霧以泪聚-寒冰皇冠",
						["iLvl"] = 967,
						["time"] = 1514702387,
						["class"] = 4,
						["bTag"] = "海是倒过来的天#51552",
					}, -- [1548]
					{
						["role"] = "DAMAGER",
						["name"] = "满橙十孔糖-火焰之树",
						["iLvl"] = 964,
						["time"] = 1514702387,
						["class"] = 3,
						["bTag"] = "黛黛菇凉#5620",
					}, -- [1549]
				},
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "橙橘橙-密林游侠",
						["time"] = 1512378716,
						["class"] = 6,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "圣猫五更琉璃-迦拉克隆",
						["iLvl"] = 927,
						["time"] = 1512378691,
						["class"] = 5,
						["bTag"] = "高桥吾郎#51414",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "丨小狼丨-冰风岗",
						["iLvl"] = 947,
						["time"] = 1512378714,
						["class"] = 2,
						["bTag"] = "刘炳邑#5631",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "丶深楸-血色十字军",
						["iLvl"] = 945,
						["time"] = 1512378716,
						["class"] = 11,
						["bTag"] = "丶十月#51200",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "岚锋哥-密林游侠",
						["iLvl"] = 957,
						["time"] = 1512697612,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "大爷#5682",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "松岛小愛-恶魔之魂",
						["iLvl"] = 711,
						["time"] = 1512697612,
						["class"] = 10,
						["bTag"] = "萝莉控丶#51877",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "叹息墙-霜狼",
						["iLvl"] = 719,
						["time"] = 1512697612,
						["class"] = 6,
						["bTag"] = "eye#5300",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "霸丶小哥-白骨荒野",
						["iLvl"] = 937,
						["time"] = 1512697612,
						["class"] = 4,
						["bTag"] = "巨硕之斧#55364",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Rasky-战歌",
						["iLvl"] = 948,
						["time"] = 1512697784,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "skyan#5907",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "胖子沒有未來-影之哀伤",
						["iLvl"] = 691,
						["time"] = 1512697784,
						["class"] = 10,
						["bTag"] = "怒發為紅顏#5947",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "一清风-死亡之翼",
						["iLvl"] = 956,
						["time"] = 1512697784,
						["class"] = 4,
						["bTag"] = "一清風#5854",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "血月乂红唇-血顶",
						["iLvl"] = 935,
						["time"] = 1512697784,
						["class"] = 11,
						["bTag"] = "段老虎#5311",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "妖精新娘-深渊之巢",
						["iLvl"] = 913,
						["time"] = 1512883400,
						["class"] = 9,
						["bTag"] = "后会无期#5546",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "乡下头人-死亡之翼",
						["iLvl"] = 955,
						["time"] = 1512883400,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "大声说爱你#5904",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "曾经的初恋-黑暗魅影",
						["iLvl"] = 934,
						["time"] = 1512883266,
						["class"] = 7,
						["bTag"] = "两颗泪的吻#5283",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "晨曦小猪-燃烧之刃",
						["iLvl"] = 955,
						["time"] = 1512883301,
						["class"] = 1,
						["bTag"] = "紫色小猪9#5461",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "饮血剑魔-鬼雾峰",
						["time"] = 1512883400,
						["class"] = 4,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Obelick-阿尔萨斯",
						["iLvl"] = 916,
						["time"] = 1512974259,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "甲铁城的老司机#5586",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "毗迦兰林-血环",
						["iLvl"] = 953,
						["time"] = 1512974408,
						["class"] = 8,
						["bTag"] = "洛林#5931",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "欧忒尔佩-燃烧之刃",
						["iLvl"] = 945,
						["time"] = 1512974437,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "妖刀#5181",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "丶炅-冬拥湖",
						["iLvl"] = 938,
						["time"] = 1512974374,
						["class"] = 4,
						["bTag"] = "leiyongsheng#5684",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "吾丶峰哥在此-回音山",
						["iLvl"] = 912,
						["time"] = 1512974437,
						["class"] = 8,
						["bTag"] = "YYy#5185",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "猎魔奈非天-凤凰之神",
						["time"] = 1513058530,
						["class"] = 3,
						["leader"] = true,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "空手扑蚂蚱-萨尔",
						["iLvl"] = 953,
						["time"] = 1513058545,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "法克由#5870",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "丶酷-布兰卡德",
						["iLvl"] = 958,
						["time"] = 1513058574,
						["class"] = 4,
						["bTag"] = "丶酷#5921",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "胸毛九一分-红云台地",
						["iLvl"] = 934,
						["time"] = 1513058598,
						["class"] = 6,
						["bTag"] = "峎潼#5832",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "牛牛么-贫瘠之地",
						["time"] = 1513058598,
						["class"] = 11,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "幸运的贝丽儿-埃德萨拉",
						["time"] = 1513058598,
						["class"] = 6,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "影霜随风-布兰卡德",
						["iLvl"] = 945,
						["time"] = 1513058598,
						["class"] = 4,
						["bTag"] = "红色兵团#5102",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "神棍德-斯克提斯",
						["iLvl"] = 958,
						["time"] = 1513318835,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "酒醉忆长安#5832",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "花落夜相随-太阳之井",
						["iLvl"] = 897,
						["time"] = 1513318845,
						["class"] = 3,
						["bTag"] = "长夜漫漫#5998",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "橙丶莉亚德琳-伊森利恩",
						["iLvl"] = 962,
						["time"] = 1513318845,
						["class"] = 2,
						["bTag"] = "牧暮沐木#5515",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "聖夜之風-踏梦者",
						["iLvl"] = 946,
						["time"] = 1513318845,
						["class"] = 3,
						["bTag"] = "阿铭君#5534",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "萧铭-死亡之翼",
						["iLvl"] = 957,
						["time"] = 1513406773,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "迅捷之潜行者#5154717",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "骑猪丶南下-安苏",
						["iLvl"] = 878,
						["time"] = 1513406790,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "黎托之魂#5698",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "撼地-雷霆之王",
						["iLvl"] = 934,
						["time"] = 1513406814,
						["class"] = 1,
						["bTag"] = "屠千秋#5434",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "丨加尔鲁什丨-克尔苏加德",
						["iLvl"] = 960,
						["time"] = 1513406814,
						["class"] = 1,
						["bTag"] = "大黑手18#5189",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂酵母-冰霜之刃",
						["iLvl"] = 934,
						["time"] = 1513406814,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "大虫杆菌#5823",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "一车柚子-伊森利恩",
						["iLvl"] = 959,
						["time"] = 1513406878,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "一車柚子#5715",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "里维卡洛斯-沃金",
						["iLvl"] = 938,
						["time"] = 1513406909,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "潘达利亚的潘德金#5461",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "咆哮哮-格瑞姆巴托",
						["time"] = 1513406949,
						["class"] = 4,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "风菱-冰风岗",
						["time"] = 1513406949,
						["class"] = 3,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "杰宝坨-通灵学院",
						["iLvl"] = 953,
						["time"] = 1513490090,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "壹加壹等于叁#51481",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "Bibiubiubiu-伊利丹",
						["iLvl"] = 691,
						["time"] = 1513490168,
						["class"] = 5,
						["bTag"] = "暴躁之武僧#55238",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "灬林志玲-狂热之刃",
						["iLvl"] = 724,
						["time"] = 1513490168,
						["class"] = 7,
						["bTag"] = "一波带走#5136",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "不分时候-莱索恩",
						["iLvl"] = 938,
						["time"] = 1513490168,
						["class"] = 8,
						["bTag"] = "坂上#5338",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "丨梦里寻欢丨-影之哀伤",
						["iLvl"] = 946,
						["time"] = 1513490136,
						["class"] = 1,
						["bTag"] = "祝老板#51900",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "丨灾难丨-海克泰尔",
						["time"] = 1513490168,
						["class"] = 1,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "绿皮地主-巫妖之王",
						["iLvl"] = 953,
						["time"] = 1513490278,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "木丶士#5255",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "四化建设-红云台地",
						["iLvl"] = 955,
						["time"] = 1513490215,
						["class"] = 9,
						["bTag"] = "致命之鼬#58673",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "晴天看彩虹-霜之哀伤",
						["iLvl"] = 946,
						["time"] = 1513490285,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "晴天#57997",
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "落叶潇潇丶-影之哀伤",
						["iLvl"] = 960,
						["time"] = 1513490285,
						["class"] = 5,
						["bTag"] = "linxuruoxue#5254",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "Mooabc-格瑞姆巴托",
						["iLvl"] = 928,
						["time"] = 1513490318,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "moooooo#51667",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "傲世圣魔-亡语者",
						["iLvl"] = 939,
						["time"] = 1513490318,
						["class"] = 1,
						["bTag"] = "鬼魂之龙#525263",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "拒决毒-风行者",
						["iLvl"] = 959,
						["time"] = 1513490318,
						["class"] = 8,
						["bTag"] = "祖国的大花朵#5218",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "星曜乄青梦-布兰卡德",
						["iLvl"] = 953,
						["time"] = 1513490318,
						["class"] = 3,
						["bTag"] = "Dryad#5638",
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "阿威十八式-埃德萨拉",
						["iLvl"] = 959,
						["time"] = 1513583521,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "搜一热#51472",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "点点杜蕾斯-加尔",
						["iLvl"] = 943,
						["time"] = 1513583521,
						["class"] = 2,
						["bTag"] = "无知骚年#51884",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "泽村小百合-布兰卡德",
						["iLvl"] = 933,
						["time"] = 1513583506,
						["class"] = 4,
						["bTag"] = "悲伤男巫#5232",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "大浪淘沙-海克泰尔",
						["time"] = 1513583465,
						["class"] = 11,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "好冷丫-幽暗沼泽",
						["time"] = 1513583521,
						["class"] = 6,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "刘冰-卡德罗斯",
						["time"] = 1513583706,
						["class"] = 4,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "总发工资-战歌",
						["iLvl"] = 918,
						["time"] = 1513583733,
						["class"] = 2,
						["bTag"] = "ShadowJK#5707",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "Isyalvie-黑暗虚空",
						["iLvl"] = 959,
						["time"] = 1513583733,
						["class"] = 5,
						["bTag"] = "iSyalvie#5986",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "快去找奈非天-耐普图隆",
						["time"] = 1513583727,
						["class"] = 12,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "風吹丶稻花香-黑铁",
						["iLvl"] = 962,
						["time"] = 1513583865,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "风吹丶稻花香#5441",
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "小莉莉丶-死亡之翼",
						["time"] = 1513583865,
						["class"] = 12,
					}, -- [67]
					{
						["role"] = "HEALER",
						["name"] = "未來之災-伊利丹",
						["time"] = 1513583865,
						["class"] = 5,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "口许嘉楠口-黑铁",
						["time"] = 1513583865,
						["class"] = 4,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "西云西落-埃德萨拉",
						["iLvl"] = 960,
						["time"] = 1513583912,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "西云#5884",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "摄影达人-加基森",
						["iLvl"] = 941,
						["time"] = 1513583931,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "浙江江山#5220",
					}, -- [71]
					{
						["role"] = "TANK",
						["name"] = "鬼契-埃德萨拉",
						["iLvl"] = 954,
						["time"] = 1513583939,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "犀利点#5465",
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "银发琶音箫声-密林游侠",
						["time"] = 1513755535,
						["class"] = 12,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "文可为相-死亡之翼",
						["iLvl"] = 920,
						["time"] = 1513755553,
						["class"] = 7,
						["bTag"] = "求姐脱求吃乳#5363",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "基佬开我褲链-深渊之巢",
						["iLvl"] = 732,
						["time"] = 1513755553,
						["class"] = 6,
						["bTag"] = "高大上#5520",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑暖暖-阿纳克洛斯",
						["iLvl"] = 929,
						["time"] = 1513755553,
						["class"] = 5,
						["bTag"] = "丨暖暖丨#5336",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "弑神完美-银松森林",
						["time"] = 1513755553,
						["class"] = 2,
					}, -- [77]
					{
						["role"] = "TANK",
						["name"] = "丨龍雲丨-影之哀伤",
						["iLvl"] = 767,
						["time"] = 1513755656,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "吹雪#5839",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "嘂奀亖譨-布兰卡德",
						["iLvl"] = 926,
						["time"] = 1513755625,
						["class"] = 9,
						["bTag"] = "null#52938",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "爆炸博博-伊森利恩",
						["iLvl"] = 958,
						["time"] = 1513755656,
						["class"] = 9,
						["bTag"] = "TWB#51767",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "狗粑-亡语者",
						["iLvl"] = 929,
						["time"] = 1513755656,
						["class"] = 8,
						["bTag"] = "MyDestiny#51708",
					}, -- [81]
					{
						["role"] = "TANK",
						["name"] = "大家速度灭-迦拉克隆",
						["iLvl"] = 909,
						["time"] = 1513755717,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "幸运魔豆#5582",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "水镜-卡珊德拉",
						["time"] = 1513755741,
						["class"] = 8,
					}, -- [83]
					{
						["role"] = "TANK",
						["name"] = "利利的三胖-萨菲隆",
						["iLvl"] = 953,
						["time"] = 1513755741,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "机械之忍#55554",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "凌乱小术-影之哀伤",
						["iLvl"] = 716,
						["time"] = 1513755741,
						["class"] = 9,
						["bTag"] = "部落之子#510561",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "伊廲丹丶怒风-闪电之刃",
						["iLvl"] = 949,
						["time"] = 1513846340,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "zappk#5485",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "少侠好功夫-埃德萨拉",
						["iLvl"] = 960,
						["time"] = 1513846300,
						["class"] = 4,
						["bTag"] = "孤丶傲#5925",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "众矢之-试炼之环",
						["iLvl"] = 932,
						["time"] = 1513846436,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "元守一#51941",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "小薛啊-伊森利恩",
						["iLvl"] = 935,
						["time"] = 1513846436,
						["class"] = 2,
						["bTag"] = "奥特曼的小怪兽#5901",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "奥格无码步兵-亚雷戈斯",
						["iLvl"] = 954,
						["time"] = 1513846436,
						["class"] = 1,
						["bTag"] = "长安麻雀#5744",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "水使者丨凤舞-凤凰之神",
						["iLvl"] = 959,
						["time"] = 1513846436,
						["class"] = 8,
						["bTag"] = "水之使者#5813",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "武钺-恶魔之魂",
						["time"] = 1513846512,
						["class"] = 11,
						["leader"] = true,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "火焱之光-无尽之海",
						["iLvl"] = 943,
						["time"] = 1513846518,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "李木头先生#5727",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "特怀莱特-菲拉斯",
						["iLvl"] = 921,
						["time"] = 1513846554,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "特怀莱特#5960",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "巴尔博亚-安苏",
						["time"] = 1513846554,
						["class"] = 3,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "梅川酷子哥-燃烧之刃",
						["time"] = 1513846554,
						["class"] = 5,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "Babycci-贫瘠之地",
						["time"] = 1513846554,
						["class"] = 1,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "你丫你-寒冰皇冠",
						["iLvl"] = 960,
						["time"] = 1514334047,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "指尖上的执子之手#5771",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "心已碎-毁灭之锤",
						["iLvl"] = 959,
						["time"] = 1514333777,
						["class"] = 8,
						["bTag"] = "Carlsberg#51620",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "冷心晨-死亡之翼",
						["iLvl"] = 959,
						["time"] = 1514334030,
						["class"] = 2,
						["bTag"] = "诡诈之欧萨#5109",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "污味大魔王-死亡之翼",
						["iLvl"] = 791,
						["time"] = 1514334063,
						["class"] = 12,
						["bTag"] = "怀中猫#51836",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "落小妞-深渊之巢",
						["time"] = 1514334163,
						["class"] = 9,
						["leader"] = true,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "佑掱芣棄-无尽之海",
						["iLvl"] = 946,
						["time"] = 1514334136,
						["class"] = 8,
						["bTag"] = "茫然之骑士#56743",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "麦田捕手-石爪峰",
						["time"] = 1514334110,
						["class"] = 11,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "桥豆-克尔苏加德",
						["iLvl"] = 908,
						["time"] = 1514334163,
						["class"] = 3,
						["bTag"] = "龙与少年游#51603",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "Nooen-奥特兰克",
						["iLvl"] = 894,
						["time"] = 1514334276,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "我就是我#53494",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "天使長-石爪峰",
						["iLvl"] = 963,
						["time"] = 1514334276,
						["class"] = 3,
						["bTag"] = "Bnetplayer#578169",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "阿敢-利刃之拳",
						["time"] = 1514334276,
						["class"] = 1,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "埃锌諾罒-安苏",
						["iLvl"] = 949,
						["time"] = 1514334276,
						["class"] = 12,
						["bTag"] = "CCorisnake#5825",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "啸天苍狼-纳克萨玛斯",
						["iLvl"] = 947,
						["time"] = 1514367423,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "老狼来了哇#5934",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "遗丨墨-艾露恩",
						["iLvl"] = 940,
						["time"] = 1514367423,
						["class"] = 3,
						["bTag"] = "想自由#5443",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "秋妍-巨龙之吼",
						["iLvl"] = 960,
						["time"] = 1514367423,
						["class"] = 2,
						["bTag"] = "威猛的小老虎#5649",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "没羽箭丶张清-布兰卡德",
						["iLvl"] = 542,
						["time"] = 1514367423,
						["class"] = 8,
						["bTag"] = "清岛夫#51312",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "骑驴中的女人-永恒之井",
						["iLvl"] = 674,
						["time"] = 1514551761,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "霸主#5275",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "丶嵌糕-勇士岛",
						["iLvl"] = 902,
						["time"] = 1514551761,
						["class"] = 1,
						["bTag"] = "菜汤丶泡饭#5452",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "骁勇丶善战-无尽之海",
						["time"] = 1514551761,
						["class"] = 1,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "阿修罗-战歌",
						["iLvl"] = 932,
						["time"] = 1514551715,
						["class"] = 12,
						["bTag"] = "蜜弎刀#5450",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼魅舞影-艾萨拉",
						["time"] = 1514551828,
						["class"] = 8,
						["leader"] = true,
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "肖健碧-屠魔山谷",
						["iLvl"] = 936,
						["time"] = 1514551828,
						["class"] = 1,
						["bTag"] = "杜氏达#5587",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "我很单薄-闪电之刃",
						["iLvl"] = 935,
						["time"] = 1514551828,
						["class"] = 1,
						["bTag"] = "啊鑫仔#5755",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁家老宋-斯克提斯",
						["iLvl"] = 951,
						["time"] = 1514551828,
						["class"] = 1,
						["bTag"] = "李大能耐#5313",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "脾气大-鬼雾峰",
						["iLvl"] = 952,
						["time"] = 1514719359,
						["class"] = 12,
						["bTag"] = "每當變幻時丶#5396",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "黄昏絕戀-死亡之翼",
						["time"] = 1514719359,
						["class"] = 2,
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "灭团怪我咯丶-无尽之海",
						["iLvl"] = 954,
						["time"] = 1514719503,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "轩丶#5525",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "哔哩哔哩哔-红云台地",
						["iLvl"] = 868,
						["time"] = 1514719544,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "四次元君#5492",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "王力-萨尔",
						["iLvl"] = 934,
						["time"] = 1514719572,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "日天狼#5260",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "澳卡福-苏塔恩",
						["iLvl"] = 893,
						["time"] = 1514719611,
						["class"] = 3,
						["bTag"] = "夜梦星魂#5579",
					}, -- [127]
				},
				["2-119-465-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "坚挺的老王-格瑞姆巴托",
						["iLvl"] = 948,
						["time"] = 1512574256,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "海绵超人#5840",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "季桃-格瑞姆巴托",
						["iLvl"] = 942,
						["time"] = 1512574256,
						["class"] = 7,
						["bTag"] = "镜花水月#5575",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "季橙-格瑞姆巴托",
						["iLvl"] = 937,
						["time"] = 1512574256,
						["class"] = 11,
						["bTag"] = "Neltharion#5770",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "汇姐-凤凰之神",
						["iLvl"] = 941,
						["time"] = 1512574256,
						["class"] = 6,
						["bTag"] = "让爱重生#51250",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Grethink-格瑞姆巴托",
						["iLvl"] = 950,
						["time"] = 1514733543,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "小银#5812",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "安娜丶欣德-格瑞姆巴托",
						["iLvl"] = 951,
						["time"] = 1514733543,
						["class"] = 11,
						["bTag"] = "花落丶小欣#5123",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Isabellaia-格瑞姆巴托",
						["iLvl"] = 948,
						["time"] = 1514733543,
						["class"] = 2,
						["bTag"] = "双马尾的兔子浅#5678",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "Form-格瑞姆巴托",
						["iLvl"] = 926,
						["time"] = 1514733107,
						["class"] = 11,
						["bTag"] = "沉默之剑#518613",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "西门大官人-深渊之喉",
						["iLvl"] = 956,
						["time"] = 1514733543,
						["class"] = 12,
						["bTag"] = "阿波#52974",
					}, -- [9]
				},
				["2-113-460-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "安娜丶欣德-格瑞姆巴托",
						["iLvl"] = 951,
						["time"] = 1514734780,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "花落丶小欣#5123",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Isabellaia-格瑞姆巴托",
						["iLvl"] = 948,
						["time"] = 1514734780,
						["class"] = 2,
						["bTag"] = "双马尾的兔子浅#5678",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "冲冲锋啊-格瑞姆巴托",
						["iLvl"] = 942,
						["time"] = 1514734780,
						["class"] = 1,
						["bTag"] = "无趣#51656",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "杨枝甘露-布兰卡德",
						["iLvl"] = 934,
						["time"] = 1514734780,
						["class"] = 12,
						["bTag"] = "柚子#53822",
					}, -- [4]
				},
			},
			["lastSearchValue"] = "3-131-478-0",
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					false, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
