
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["Elenore - 格瑞姆巴托"] = "Elenore - 格瑞姆巴托",
	},
	["profiles"] = {
		["Elenore - 格瑞姆巴托"] = {
			["createHistoryList"] = {
				"1-124-419-0", -- [1]
				"1-124-469-0", -- [2]
				"1-124-420-0", -- [3]
				"2-113-460-0", -- [4]
			},
			["minimap"] = {
				["minimapPos"] = 210.934882848751,
			},
			["recent"] = {
				["3-123-416-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "哎银魂快完结-回音山",
						["iLvl"] = 907,
						["time"] = 1501061490,
						["class"] = 6,
						["bTag"] = "狂乱的桂君#5376",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "人一妖-龙骨平原",
						["time"] = 1501061490,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "小烤鱼-回音山",
						["iLvl"] = 912,
						["time"] = 1501061490,
						["class"] = 11,
						["bTag"] = "玩游戏就是要浪#5127",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "尚战-安苏",
						["time"] = 1501061490,
						["class"] = 2,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "弊名真难起-燃烧之刃",
						["iLvl"] = 910,
						["time"] = 1501061490,
						["class"] = 2,
						["bTag"] = "你个章鱼烧的#5950",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "柯尼赛克-红龙军团",
						["iLvl"] = 909,
						["time"] = 1501061490,
						["class"] = 1,
						["bTag"] = "Monster#51275",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "风之少年-燃烧之刃",
						["iLvl"] = 902,
						["time"] = 1501061490,
						["class"] = 4,
						["bTag"] = "海的丶那边#5913",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Missding-回音山",
						["iLvl"] = 913,
						["time"] = 1501061490,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "不系之舟#5535",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "蠻丶蠻-安苏",
						["iLvl"] = 902,
						["time"] = 1501061449,
						["class"] = 3,
						["bTag"] = "Idu#51314",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "明智十兵卫-阿克蒙德",
						["iLvl"] = 928,
						["time"] = 1501061490,
						["class"] = 3,
						["bTag"] = "护乌桓校尉#5660",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "天道丶苍龙-地狱咆哮",
						["time"] = 1501061490,
						["class"] = 8,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "脑残设计师-霜之哀伤",
						["iLvl"] = 928,
						["time"] = 1501060064,
						["class"] = 9,
						["bTag"] = "AgainstFate#5891",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "橙飛-冰霜之刃",
						["iLvl"] = 929,
						["time"] = 1501061490,
						["class"] = 3,
						["bTag"] = "戴兵#5166",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "啥丨试丨逼亞-冬拥湖",
						["iLvl"] = 937,
						["time"] = 1501061490,
						["class"] = 11,
						["bTag"] = "艾尔之子#554526",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "莱瑞拉-雷霆之王",
						["iLvl"] = 925,
						["time"] = 1501061039,
						["class"] = 9,
						["bTag"] = "清歌一曲#51925",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的小墨墨-冰霜之刃",
						["iLvl"] = 929,
						["time"] = 1501061460,
						["class"] = 3,
						["bTag"] = "墨客#51778",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "信仰猎-黑铁",
						["iLvl"] = 927,
						["time"] = 1501061490,
						["class"] = 12,
						["bTag"] = "一直被骗玩战士#5571",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "西门色-燃烧之刃",
						["iLvl"] = 930,
						["time"] = 1501061460,
						["class"] = 2,
						["bTag"] = "西门色#5472",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "前途未卜-伊兰尼库斯",
						["iLvl"] = 930,
						["time"] = 1501061490,
						["class"] = 3,
						["bTag"] = "紫色墨镜#5210",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "每周吨报五-回音山",
						["iLvl"] = 906,
						["time"] = 1501061490,
						["class"] = 5,
						["bTag"] = "每周吨报#5501",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "轻解霓裳-踏梦者",
						["iLvl"] = 932,
						["time"] = 1501061449,
						["class"] = 2,
						["bTag"] = "轻解霓裳#5461",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "呆萌熊-踏梦者",
						["iLvl"] = 910,
						["time"] = 1501061490,
						["class"] = 5,
						["bTag"] = "轻解霓裳#5461",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "永野芹佳-奥尔加隆",
						["iLvl"] = 933,
						["time"] = 1501339027,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "柏木由纪#5913",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "约三炮-奥尔加隆",
						["iLvl"] = 901,
						["time"] = 1501339027,
						["class"] = 1,
						["bTag"] = "波多爷解衣#5170",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "篼丶寳寶-狂热之刃",
						["iLvl"] = 928,
						["time"] = 1501339027,
						["class"] = 6,
						["bTag"] = "郁郁#5814",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "月影奈蒙奇-狂热之刃",
						["iLvl"] = 925,
						["time"] = 1501339027,
						["class"] = 11,
						["bTag"] = "陆艺#5347",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "魔爵丶-斯克提斯",
						["iLvl"] = 910,
						["time"] = 1501338470,
						["class"] = 12,
						["bTag"] = "TrickyHunter#589658",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "砖頭-斯克提斯",
						["iLvl"] = 903,
						["time"] = 1501338075,
						["class"] = 12,
						["bTag"] = "砖头#5479",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "这个人有点冷-元素之力",
						["iLvl"] = 934,
						["time"] = 1501339027,
						["class"] = 8,
						["bTag"] = "不诚实的周末#5564",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "这个人有点凉-元素之力",
						["iLvl"] = 906,
						["time"] = 1501339027,
						["class"] = 4,
						["bTag"] = "LuckyTiger#55232",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "瞳魅-埃克索图斯",
						["iLvl"] = 909,
						["time"] = 1501339027,
						["class"] = 9,
						["bTag"] = "翠雨霈霁#5179",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "划水一哥-天空之墙",
						["iLvl"] = 912,
						["time"] = 1501339027,
						["class"] = 3,
						["bTag"] = "大宣#5987",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "小慈-布兰卡德",
						["iLvl"] = 929,
						["time"] = 1501334156,
						["class"] = 5,
						["bTag"] = "小慈#51148",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "织锦-克尔苏加德",
						["iLvl"] = 920,
						["time"] = 1501338487,
						["class"] = 3,
						["bTag"] = "Roselina#5582",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "成芳元蓉-燃烧之刃",
						["iLvl"] = 922,
						["time"] = 1501339027,
						["class"] = 3,
						["bTag"] = "成芳元荣#5809",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "清枫念斐-奥尔加隆",
						["iLvl"] = 932,
						["time"] = 1501339027,
						["class"] = 2,
						["bTag"] = "念斐#5522",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "凛烟-奥尔加隆",
						["iLvl"] = 931,
						["time"] = 1501339027,
						["class"] = 12,
						["bTag"] = "摇滚的朱古力#5504",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "远在眼前的你-死亡之翼",
						["iLvl"] = 929,
						["time"] = 1501335137,
						["class"] = 5,
						["bTag"] = "狼影啸啸#5938",
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "胖嘟嘟大熊猫-玛洛加尔",
						["iLvl"] = 917,
						["time"] = 1501335215,
						["class"] = 7,
						["bTag"] = "亲亲小王子#5633",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "灬武-狂热之刃",
						["iLvl"] = 927,
						["time"] = 1501339027,
						["class"] = 12,
						["bTag"] = "张伟#5636",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "柒丶児-埃德萨拉",
						["iLvl"] = 930,
						["time"] = 1501336177,
						["class"] = 11,
						["bTag"] = "扯淡的年华#5927",
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "叶文玉-安苏",
						["iLvl"] = 911,
						["time"] = 1501339027,
						["class"] = 11,
						["bTag"] = "疯猫儿小猫#5906",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "讨厌的嘟嘟-幽暗沼泽",
						["iLvl"] = 921,
						["time"] = 1501339027,
						["class"] = 10,
						["bTag"] = "席厄克希#5648",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "要抱抱才起来-丽丽（四川）",
						["iLvl"] = 921,
						["time"] = 1501339027,
						["class"] = 2,
						["bTag"] = "咕咚来了#5894",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "韦大卫稳定-安苏",
						["iLvl"] = 912,
						["time"] = 1501339027,
						["class"] = 12,
						["bTag"] = "为了部落#58280",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "破天虎-奥尔加隆",
						["iLvl"] = 930,
						["time"] = 1501339027,
						["class"] = 4,
						["bTag"] = "隐蔽之裤#549806",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "迎风射三米-伊森利恩",
						["iLvl"] = 924,
						["time"] = 1502161348,
						["class"] = 3,
						["bTag"] = "薛钦元#51819",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "一条眉-白骨荒野",
						["iLvl"] = 916,
						["time"] = 1502161508,
						["class"] = 2,
						["bTag"] = "暗影之风暴#5116775",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "一米阳光柠-影之哀伤",
						["iLvl"] = 911,
						["time"] = 1502165538,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "TM123#5805",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "兎丸愛美-伊森利恩",
						["time"] = 1502161059,
						["class"] = 6,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "聖徒-符文图腾",
						["iLvl"] = 912,
						["time"] = 1502161081,
						["class"] = 2,
						["bTag"] = "狂妄之英雄#57813",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "小拳拳捶胸口-克尔苏加德",
						["iLvl"] = 919,
						["time"] = 1502165538,
						["class"] = 1,
						["bTag"] = "欧洲原住民#5618",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "灬寒冰箭灬-熔火之心",
						["time"] = 1502165538,
						["class"] = 8,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "络繆-烈焰峰",
						["iLvl"] = 921,
						["time"] = 1502165538,
						["class"] = 1,
						["bTag"] = "阴影丶#5496",
					}, -- [54]
					{
						["role"] = "HEALER",
						["name"] = "麦兜卖兜麦-玛法里奥",
						["iLvl"] = 911,
						["time"] = 1502161691,
						["class"] = 7,
						["bTag"] = "麦兜木有面#5774",
					}, -- [55]
					{
						["role"] = "HEALER",
						["name"] = "熊猫上树鸟-燃烧之刃",
						["iLvl"] = 909,
						["time"] = 1502165538,
						["class"] = 11,
						["bTag"] = "鼎楼#5527",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "波波贰霸-影之哀伤",
						["time"] = 1502160705,
						["class"] = 12,
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "牛大霜-闪电之刃",
						["time"] = 1502160701,
						["class"] = 11,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "路人甲老人家-阿尔萨斯",
						["iLvl"] = 921,
						["time"] = 1502165538,
						["class"] = 3,
						["bTag"] = "lrj#5702",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "Cristiano-红云台地",
						["iLvl"] = 928,
						["time"] = 1502165538,
						["class"] = 2,
						["bTag"] = "Givenchy#5522",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "猎丶萌-黑铁",
						["iLvl"] = 915,
						["time"] = 1502165538,
						["class"] = 3,
						["bTag"] = "时光匆匆#51532",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "麒灵-闪电之刃",
						["iLvl"] = 920,
						["time"] = 1502165538,
						["class"] = 9,
						["bTag"] = "影子1982#5736",
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "紅龍-阿纳克洛斯",
						["iLvl"] = 919,
						["time"] = 1502165538,
						["class"] = 10,
						["bTag"] = "毒丶液#5666",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "小傻瓜-森金",
						["iLvl"] = 928,
						["time"] = 1502165538,
						["class"] = 12,
						["bTag"] = "魔鬼终结者#5866",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "父亲大大-伊森利恩",
						["iLvl"] = 926,
						["time"] = 1502165538,
						["class"] = 8,
						["bTag"] = "好爸爸#5451",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "燎野-凤凰之神",
						["iLvl"] = 921,
						["time"] = 1502161691,
						["class"] = 3,
						["bTag"] = "bon3neck#5741",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "莫再意-燃烧之刃",
						["iLvl"] = 930,
						["time"] = 1502161691,
						["class"] = 12,
						["bTag"] = "dengdan9889#5824",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "零度丶紫-加基森",
						["iLvl"] = 923,
						["time"] = 1502165538,
						["class"] = 9,
						["bTag"] = "范范范#51151",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "浓痰拌面-雏龙之翼",
						["iLvl"] = 917,
						["time"] = 1502165538,
						["class"] = 2,
						["bTag"] = "凡人皆有一死#51617",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "雷臣-血色十字军",
						["iLvl"] = 928,
						["time"] = 1502165538,
						["class"] = 12,
						["bTag"] = "何伟#51847",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "丶焰丶-火焰之树",
						["iLvl"] = 908,
						["time"] = 1502165538,
						["class"] = 8,
						["bTag"] = "伊丶小颜#5663",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "我能切输出么-奥尔加隆",
						["iLvl"] = 914,
						["time"] = 1502165538,
						["class"] = 5,
						["bTag"] = "RDL#5475",
					}, -- [72]
					{
						["role"] = "HEALER",
						["name"] = "Paladincz-迅捷微风",
						["iLvl"] = 907,
						["time"] = 1502165538,
						["class"] = 2,
						["bTag"] = "伊斯卡利奥德犹大#5939",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "五式重战-克尔苏加德",
						["iLvl"] = 909,
						["time"] = 1502165045,
						["class"] = 9,
						["bTag"] = "王橙橙#51796",
					}, -- [74]
					{
						["role"] = "TANK",
						["name"] = "野阿徳-红龙军团",
						["iLvl"] = 928,
						["time"] = 1502165538,
						["class"] = 11,
						["bTag"] = "莱昂#5866",
					}, -- [75]
					{
						["role"] = "TANK",
						["name"] = "天堂的筱筱-死亡之翼",
						["iLvl"] = 925,
						["time"] = 1502164624,
						["class"] = 6,
						["bTag"] = "猪猪#5735",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "丨单雨桐丶丨-格瑞姆巴托",
						["iLvl"] = 933,
						["time"] = 1502161684,
						["class"] = 12,
						["bTag"] = "特仑苏#5169",
					}, -- [77]
					{
						["role"] = "TANK",
						["name"] = "静寂的黑夜-死亡之翼",
						["iLvl"] = 933,
						["time"] = 1502165538,
						["class"] = 1,
						["bTag"] = "前尘应念#5416",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "光头的風采-梅尔加尼",
						["iLvl"] = 927,
						["time"] = 1502165538,
						["class"] = 12,
						["bTag"] = "李研#5110",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "西瓜皮-暗影议会",
						["iLvl"] = 937,
						["time"] = 1502164652,
						["class"] = 1,
						["bTag"] = "花花酱#5141",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "漫天狂射-血环",
						["iLvl"] = 929,
						["time"] = 1502545685,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "BT160601#5454",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "Deadblack-克尔苏加德",
						["iLvl"] = 930,
						["time"] = 1502545685,
						["class"] = 4,
						["bTag"] = "黑大帅#5449",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "拉乌了妹-血环",
						["iLvl"] = 907,
						["time"] = 1502545685,
						["class"] = 6,
						["bTag"] = "玛咔酒#5671",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "砍掉一地-血环",
						["iLvl"] = 901,
						["time"] = 1502545685,
						["class"] = 1,
						["bTag"] = "昭宝贝#5705",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "Superrogue-死亡之翼",
						["iLvl"] = 925,
						["time"] = 1502544992,
						["class"] = 4,
						["bTag"] = "Superhunter#5708",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "晨露酒-迅捷微风",
						["iLvl"] = 928,
						["time"] = 1502545376,
						["class"] = 4,
						["bTag"] = "晨露酒#5751",
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "骑士无敌圣疗-无尽之海",
						["iLvl"] = 931,
						["time"] = 1502545685,
						["class"] = 6,
						["bTag"] = "郝良正#5464",
					}, -- [87]
					{
						["role"] = "HEALER",
						["name"] = "满夜-迅捷微风",
						["iLvl"] = 932,
						["time"] = 1502545685,
						["class"] = 5,
						["bTag"] = "Moon#52240",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "妖弓乄邪殺-安苏",
						["time"] = 1502545685,
						["class"] = 3,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "莣却的记忆-燃烧之刃",
						["iLvl"] = 923,
						["time"] = 1502544460,
						["class"] = 8,
						["bTag"] = "莣却的记忆#5486",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "如此挑剔-燃烧之刃",
						["iLvl"] = 933,
						["time"] = 1502545685,
						["class"] = 8,
						["bTag"] = "如此挑剔#5742",
					}, -- [91]
					{
						["role"] = "HEALER",
						["name"] = "禁忌治疗-血色十字军",
						["iLvl"] = 931,
						["time"] = 1502541880,
						["class"] = 2,
						["bTag"] = "ToT#52325",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "摩登农夫-冰风岗",
						["iLvl"] = 924,
						["time"] = 1502545685,
						["class"] = 9,
						["bTag"] = "来自星星的农夫#5555",
					}, -- [93]
					{
						["role"] = "HEALER",
						["name"] = "极限牛牛-恶魔之魂",
						["iLvl"] = 925,
						["time"] = 1502545685,
						["class"] = 7,
						["bTag"] = "Bob#5129",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "思雨成海丶-克尔苏加德",
						["iLvl"] = 929,
						["time"] = 1502545685,
						["class"] = 4,
						["bTag"] = "智慧#5946",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "曼朮桬華-凤凰之神",
						["iLvl"] = 938,
						["time"] = 1502544625,
						["class"] = 8,
						["bTag"] = "迪匹乂斯#5453",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "Vordemort-燃烧之刃",
						["iLvl"] = 928,
						["time"] = 1502544764,
						["class"] = 8,
						["bTag"] = "水土不服就服你#5595",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝调兔子-冰风岗",
						["iLvl"] = 931,
						["time"] = 1502545685,
						["class"] = 8,
						["bTag"] = "隔帘轻语#5397",
					}, -- [98]
					{
						["role"] = "TANK",
						["name"] = "未央奈-黑铁",
						["iLvl"] = 930,
						["time"] = 1502545685,
						["class"] = 6,
						["bTag"] = "Dgr#5294",
					}, -- [99]
					{
						["role"] = "HEALER",
						["name"] = "呐一缕阳光-格瑞姆巴托",
						["iLvl"] = 935,
						["time"] = 1502545685,
						["class"] = 7,
						["bTag"] = "永恒的迷惘#5940",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "启山-格瑞姆巴托",
						["iLvl"] = 918,
						["time"] = 1503195211,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "陌生人#5273",
					}, -- [101]
					{
						["role"] = "HEALER",
						["name"] = "欧皇好运姐-贫瘠之地",
						["iLvl"] = 896,
						["time"] = 1503195211,
						["class"] = 5,
						["bTag"] = "米拉#51168",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "细嗅蔷薇花丶-白银之手",
						["iLvl"] = 917,
						["time"] = 1503195211,
						["class"] = 3,
						["bTag"] = "陈年旧梦丶#51958",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "血嫣寒影-藏宝海湾",
						["iLvl"] = 913,
						["time"] = 1503195211,
						["class"] = 4,
						["bTag"] = "沉默的羔羊#5926",
					}, -- [104]
					{
						["role"] = "HEALER",
						["name"] = "伊路咪-龙骨平原",
						["iLvl"] = 932,
						["time"] = 1503195211,
						["class"] = 5,
						["bTag"] = "伊路咪#5525",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "叛逆罪爱-藏宝海湾",
						["iLvl"] = 929,
						["time"] = 1503195211,
						["class"] = 4,
						["bTag"] = "叛逆罪爱#5172",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔咆哮年叔-龙骨平原",
						["iLvl"] = 932,
						["time"] = 1503195211,
						["class"] = 3,
						["bTag"] = "佰年如山如河#5429",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "琴儿-厄祖玛特",
						["iLvl"] = 916,
						["time"] = 1503195211,
						["class"] = 4,
						["bTag"] = "斌哥#5189",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "Oppo-卡德加",
						["iLvl"] = 929,
						["time"] = 1503195211,
						["class"] = 8,
						["bTag"] = "最爱蛋炒饭#5739",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "大连吴彦祖丶-埃克索图斯",
						["iLvl"] = 916,
						["time"] = 1503195211,
						["class"] = 1,
						["bTag"] = "大连陈奕迅丶#5932",
					}, -- [110]
					{
						["role"] = "HEALER",
						["name"] = "起司奶香丷喵-狂热之刃",
						["iLvl"] = 940,
						["time"] = 1503195211,
						["class"] = 5,
						["bTag"] = "DeadlyKitten#510761",
					}, -- [111]
					{
						["role"] = "TANK",
						["name"] = "放肆的笑-血色十字军",
						["iLvl"] = 939,
						["time"] = 1503195211,
						["class"] = 11,
						["bTag"] = "狂若#5234",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "幸运大腿-加尔",
						["iLvl"] = 926,
						["time"] = 1503195211,
						["class"] = 8,
						["bTag"] = "狱界回归#5344",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "Ayanamirei-元素之力",
						["time"] = 1503195053,
						["class"] = 4,
					}, -- [114]
					{
						["role"] = "TANK",
						["name"] = "最后的血骑士-冬拥湖",
						["iLvl"] = 906,
						["time"] = 1503195211,
						["class"] = 2,
						["bTag"] = "雷霆怒角#5840",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "颜值爆灬表-无尽之海",
						["time"] = 1503195211,
						["class"] = 3,
					}, -- [116]
				},
				["2-115-448-0"] = {
					{
						["role"] = "TANK",
						["name"] = "回忆辗转-天空之墙",
						["iLvl"] = 921,
						["time"] = 1502072452,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "haroro#5547",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Getz-天空之墙",
						["time"] = 1502072452,
						["class"] = 1,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "克丽丝丶佛丁-黑铁",
						["iLvl"] = 930,
						["time"] = 1502072452,
						["class"] = 2,
						["bTag"] = "ZEUS#5867",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "恋上你的冲锋-织亡者",
						["iLvl"] = 930,
						["time"] = 1502072452,
						["class"] = 1,
						["bTag"] = "爸爸徐#5589",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "偶人凯瑟琳-洛丹伦",
						["iLvl"] = 911,
						["time"] = 1502336433,
						["class"] = 6,
						["bTag"] = "有谁捡到金毛#5690",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "昆字分开读-阿曼尼",
						["iLvl"] = 842,
						["time"] = 1502336433,
						["class"] = 4,
						["bTag"] = "阿坤#5873",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "圣灵战神-耐普图隆",
						["iLvl"] = 902,
						["time"] = 1502336470,
						["class"] = 2,
						["bTag"] = "Dragon#51343",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "聂魂小战-黑翼之巢",
						["iLvl"] = 909,
						["time"] = 1502336514,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "小烧#5311",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "塔戈的辉煌-红云台地",
						["iLvl"] = 926,
						["time"] = 1502340972,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "塔戈的辉煌#5812",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "放开那条母牛-红云台地",
						["time"] = 1502340972,
						["class"] = 6,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "冰凝咖啡-石爪峰",
						["iLvl"] = 929,
						["time"] = 1502340972,
						["class"] = 7,
						["bTag"] = "LEE#54159",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "星辰黎明-贫瘠之地",
						["iLvl"] = 901,
						["time"] = 1502340972,
						["class"] = 2,
						["bTag"] = "Uame#5249",
					}, -- [12]
				},
				["2-119-452-0"] = {
					{
						["role"] = "TANK",
						["name"] = "我下面味道骚-霜狼",
						["iLvl"] = 931,
						["time"] = 1502338941,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "牛妈妈#5498",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "奶油玛奇朵-霜狼",
						["iLvl"] = 894,
						["time"] = 1502338941,
						["class"] = 2,
						["bTag"] = "夏天的夙愿#5719",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "插谁谁怀孕丶-摩摩尔",
						["iLvl"] = 899,
						["time"] = 1502338941,
						["class"] = 4,
						["bTag"] = "想飞的小牛#5356",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "柳岩滴锅-艾露恩",
						["iLvl"] = 919,
						["time"] = 1502338941,
						["class"] = 11,
						["bTag"] = "虎哥哥#5210",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "Traintail-血色十字军",
						["iLvl"] = 895,
						["time"] = 1503237807,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "东方清亦#5678",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "卐涟漪卐-风暴之怒",
						["iLvl"] = 921,
						["time"] = 1503237807,
						["class"] = 2,
						["bTag"] = "Joker#55456",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "豪丨杰-鹰巢山",
						["iLvl"] = 930,
						["time"] = 1503237807,
						["class"] = 3,
						["bTag"] = "染红的枫叶#51159",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "罪恶背后丶-格瑞姆巴托",
						["iLvl"] = 931,
						["time"] = 1503237807,
						["class"] = 7,
						["bTag"] = "丿毛骗丶#5576",
					}, -- [8]
				},
				["2-112-445-0"] = {
					{
						["role"] = "TANK",
						["name"] = "角落里的光明-阿尔萨斯",
						["iLvl"] = 907,
						["time"] = 1501332925,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "艾尔之子#523561",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "她是命不是梦-黑铁",
						["iLvl"] = 900,
						["time"] = 1501332925,
						["class"] = 12,
						["bTag"] = "剑诀卿尘#5255",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "非人丶是物-死亡之翼",
						["iLvl"] = 904,
						["time"] = 1501332925,
						["class"] = 4,
						["bTag"] = "死宅小心心#5746",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "偽物語-冰霜之刃",
						["iLvl"] = 913,
						["time"] = 1501332925,
						["class"] = 4,
						["bTag"] = "nozomu#5418",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "郁闷的乖牛牛-血环",
						["iLvl"] = 911,
						["time"] = 1502246497,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "乖牛大爷#5369",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "小爬爬-伊利丹",
						["iLvl"] = 930,
						["time"] = 1502246497,
						["class"] = 11,
						["bTag"] = "小爬爬#51227",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "我砍你妹-石爪峰",
						["iLvl"] = 931,
						["time"] = 1502246497,
						["class"] = 1,
						["bTag"] = "我砍你妹#5695",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "暴丶風-梅尔加尼",
						["time"] = 1502246497,
						["class"] = 11,
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "圣丶穆啦丁-瓦里玛萨斯",
						["iLvl"] = 929,
						["time"] = 1502334035,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "小孩游神#5154",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔贝斯-无尽之海",
						["time"] = 1502334035,
						["class"] = 6,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "夜钛美-血色十字军",
						["iLvl"] = 909,
						["time"] = 1502334035,
						["class"] = 8,
						["bTag"] = "光明之锤#510201",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "诸葛飘飘-死亡之翼",
						["iLvl"] = 916,
						["time"] = 1502334035,
						["class"] = 9,
						["bTag"] = "骚年喝雪碧#5384",
					}, -- [12]
				},
				["2-120-453-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "回家读秒-影之哀伤",
						["iLvl"] = 912,
						["time"] = 1501214442,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "哎呦喂#5233",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "清袖-影之哀伤",
						["time"] = 1501214442,
						["class"] = 3,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "掰之-晴日峰（江苏）",
						["iLvl"] = 911,
						["time"] = 1501214140,
						["class"] = 6,
						["bTag"] = "呲牙#5428",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "紫风晶淚-血色十字军",
						["iLvl"] = 933,
						["time"] = 1501214442,
						["class"] = 11,
						["bTag"] = "紫风晶淚#5621",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "邂逅灬筱筱-阿尔萨斯",
						["iLvl"] = 927,
						["time"] = 1501214442,
						["class"] = 11,
						["bTag"] = "消逝#5619",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "辣辣根丨丶-安苏",
						["iLvl"] = 932,
						["time"] = 1502341790,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "夏天#51650",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "酒醉撩丶红颜-海克泰尔",
						["iLvl"] = 900,
						["time"] = 1502341790,
						["class"] = 9,
						["bTag"] = "执着#54564",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "笨笨在我心-布兰卡德",
						["iLvl"] = 847,
						["time"] = 1502341790,
						["class"] = 11,
						["bTag"] = "魔法之翼#5498",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "盗益有盗-布兰卡德",
						["iLvl"] = 889,
						["time"] = 1502341790,
						["class"] = 4,
						["bTag"] = "蔡蔡#51761",
					}, -- [9]
				},
				["2-121-454-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "天天上上-尘风峡谷",
						["time"] = 1501381854,
						["class"] = 6,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "非洲平头哥-布兰卡德",
						["iLvl"] = 892,
						["time"] = 1501381908,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "腊家村第一路霸#5479",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "钢弹牙托尼-布兰卡德",
						["iLvl"] = 917,
						["time"] = 1501381908,
						["class"] = 1,
						["bTag"] = "Tristan#5568",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "喵喵不挠人-狂热之刃",
						["iLvl"] = 916,
						["time"] = 1501381908,
						["class"] = 11,
						["bTag"] = "默默#51226",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "南栀暖冬丶-死亡之翼",
						["iLvl"] = 841,
						["time"] = 1501381908,
						["class"] = 3,
						["bTag"] = "小冰冰#5467",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "仁狐-达斯雷玛",
						["iLvl"] = 927,
						["time"] = 1502683064,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "仁狐#5652",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "贝拉尔-踏梦者",
						["iLvl"] = 900,
						["time"] = 1502682929,
						["class"] = 12,
						["bTag"] = "阿玛尔#5706",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "板砖飞-哈卡",
						["iLvl"] = 928,
						["time"] = 1502683064,
						["class"] = 4,
						["bTag"] = "板砖#5692",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "放下你的蛋刀-卡德罗斯",
						["iLvl"] = 918,
						["time"] = 1502683064,
						["class"] = 12,
						["bTag"] = "亚树茶#5416",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "夏湫-哈卡",
						["time"] = 1502683064,
						["class"] = 12,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "黑牛狼人-古尔丹",
						["iLvl"] = 930,
						["time"] = 1503105465,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "zwjpb#5295",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "先杀打你的-生态船",
						["iLvl"] = 932,
						["time"] = 1503105465,
						["class"] = 3,
						["bTag"] = "SnarkyHero#51277",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "熊加一-地狱之石",
						["iLvl"] = 932,
						["time"] = 1503105465,
						["class"] = 11,
						["bTag"] = "白菜水饺#5193",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱飝魔-安苏",
						["iLvl"] = 934,
						["time"] = 1503105465,
						["class"] = 5,
						["bTag"] = "天地人王#5347",
					}, -- [14]
				},
				["3-131-479-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "影千绪-燃烧之刃",
						["iLvl"] = 932,
						["time"] = 1501680911,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "风来了#51835",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "传说中的红手-黑暗魅影",
						["iLvl"] = 920,
						["time"] = 1501681181,
						["class"] = 7,
						["bTag"] = "吾爱楠楠#5538",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "指天为路-伊森利恩",
						["iLvl"] = 935,
						["time"] = 1501681181,
						["class"] = 9,
						["bTag"] = "Bison#5534",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "疾风之刄-燃烧之刃",
						["iLvl"] = 930,
						["time"] = 1501680665,
						["class"] = 12,
						["bTag"] = "风来了#51835",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "至至丶至尊宝-深渊之巢",
						["iLvl"] = 931,
						["time"] = 1501681181,
						["class"] = 2,
						["bTag"] = "Alvin#5523",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "小屁虫-贫瘠之地",
						["iLvl"] = 925,
						["time"] = 1501681181,
						["class"] = 3,
						["bTag"] = "小勇哥#5973",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "不爱电话-阿尔萨斯",
						["time"] = 1501681181,
						["class"] = 11,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "艾莫云-卡扎克",
						["iLvl"] = 927,
						["time"] = 1501681181,
						["class"] = 2,
						["bTag"] = "白水#5861",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "卐焚天邪神卐-格瑞姆巴托",
						["iLvl"] = 922,
						["time"] = 1501681181,
						["class"] = 6,
						["bTag"] = "裸奔也是种美#5958",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "德意不德-伊兰尼库斯",
						["iLvl"] = 931,
						["time"] = 1501681181,
						["class"] = 11,
						["bTag"] = "老刘#5146",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "诗怡-闪电之刃",
						["iLvl"] = 928,
						["time"] = 1501681181,
						["class"] = 6,
						["bTag"] = "云端#5339",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "突必南波忘-奥尔加隆",
						["iLvl"] = 931,
						["time"] = 1501681181,
						["class"] = 8,
						["bTag"] = "突必南波忘#5642",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "可小馨-布鲁塔卢斯",
						["iLvl"] = 925,
						["time"] = 1501681181,
						["class"] = 12,
						["bTag"] = "小团子#51613",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Boomkin-血环",
						["iLvl"] = 930,
						["time"] = 1501680681,
						["class"] = 11,
						["bTag"] = "boomkin#5667",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "Irises-巨龙之吼",
						["iLvl"] = 938,
						["time"] = 1501681181,
						["class"] = 5,
						["bTag"] = "贪睡之熊#510663",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "梦见小猫-斩魔者",
						["iLvl"] = 928,
						["time"] = 1501681181,
						["class"] = 8,
						["bTag"] = "简单又好记#5869",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "别闹挺忙的-风行者",
						["iLvl"] = 930,
						["time"] = 1501681181,
						["class"] = 4,
						["bTag"] = "黑暗裂口#5935",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "丶怼丶-格瑞姆巴托",
						["iLvl"] = 931,
						["time"] = 1501681181,
						["class"] = 1,
						["bTag"] = "我是一头牛#5131",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "丶习惯-雷霆之怒",
						["iLvl"] = 931,
						["time"] = 1501681181,
						["class"] = 5,
						["bTag"] = "咿呀咿呀呦#52256",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Kungee-燃烧之刃",
						["iLvl"] = 890,
						["time"] = 1501681181,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "风来了#51835",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "邪眸雪狼-冰风岗",
						["iLvl"] = 923,
						["time"] = 1501681181,
						["class"] = 12,
						["bTag"] = "月夜銀狐#5243",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "大侠泡泡龙-格瑞姆巴托",
						["iLvl"] = 929,
						["time"] = 1501681181,
						["class"] = 3,
						["bTag"] = "风继续吹再起#5353",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "超级不高兴-格瑞姆巴托",
						["iLvl"] = 921,
						["time"] = 1501681181,
						["class"] = 8,
						["bTag"] = "豆豆不在#5250",
					}, -- [23]
				},
				["2-114-447-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "小丶淘气-奥尔加隆",
						["iLvl"] = 918,
						["time"] = 1501733107,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "极速之潜行者#510137",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "空空伊-奥尔加隆",
						["iLvl"] = 915,
						["time"] = 1501733107,
						["class"] = 9,
						["bTag"] = "画个圈圈诅咒你#5943",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "爱吃粉笔灰-克尔苏加德",
						["iLvl"] = 917,
						["time"] = 1501733107,
						["class"] = 3,
						["bTag"] = "原罪#52535",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "一冞陽茪-死亡之翼",
						["iLvl"] = 926,
						["time"] = 1501733107,
						["class"] = 2,
						["bTag"] = "CrazyMage#511793",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "双月炽魂-黑暗虚空",
						["iLvl"] = 929,
						["time"] = 1502339602,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "月影寒霜之颤#5684",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "多希望你在-纳克萨玛斯",
						["iLvl"] = 903,
						["time"] = 1502339602,
						["class"] = 2,
						["bTag"] = "可惜你不在#5430",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "南春香-逐日者",
						["iLvl"] = 907,
						["time"] = 1502339602,
						["class"] = 3,
						["bTag"] = "南家大姐夫#5162",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Sasjf-艾露恩",
						["iLvl"] = 892,
						["time"] = 1502339602,
						["class"] = 9,
						["bTag"] = "大兵#5835",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "天狼-格瑞姆巴托",
						["iLvl"] = 929,
						["time"] = 1502843669,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "丶天狼星#5423",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "小小豆豆龙-阿克蒙德",
						["iLvl"] = 907,
						["time"] = 1502843669,
						["class"] = 12,
						["bTag"] = "绝对不抗打#5439",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "無聊灬透頂-埃德萨拉",
						["iLvl"] = 902,
						["time"] = 1502843669,
						["class"] = 1,
						["bTag"] = "冯丽欣#5714",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "一见伱倾心-格瑞姆巴托",
						["iLvl"] = 911,
						["time"] = 1502843669,
						["class"] = 2,
						["bTag"] = "跳跳熊#594254",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "步飞烟-鲜血熔炉",
						["iLvl"] = 901,
						["time"] = 1503238451,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "翩若惊鸿#51813",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "罪恶克星-狂热之刃",
						["iLvl"] = 929,
						["time"] = 1503238451,
						["class"] = 1,
						["bTag"] = "微光角落#5984",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "剧痛-恶魔之魂",
						["iLvl"] = 915,
						["time"] = 1503238451,
						["class"] = 9,
						["bTag"] = "熊老爹#5829",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "护佑的圣光-克尔苏加德",
						["iLvl"] = 932,
						["time"] = 1503238451,
						["class"] = 2,
						["bTag"] = "隔壁爱你的王叔#5473",
					}, -- [16]
				},
				["2-129-475-0"] = {
					{
						["role"] = "TANK",
						["name"] = "大棒插死你-埃霍恩",
						["iLvl"] = 919,
						["time"] = 1502070500,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "新园路#5220",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "枪毙一分钟-阿拉希",
						["iLvl"] = 918,
						["time"] = 1502070500,
						["class"] = 9,
						["bTag"] = "SwankyOrc#5358",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "没有眼睛-丽丽（四川）",
						["iLvl"] = 902,
						["time"] = 1502070500,
						["class"] = 12,
						["bTag"] = "几己山#5147",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "罷罷-太阳之井",
						["iLvl"] = 924,
						["time"] = 1502070500,
						["class"] = 8,
						["bTag"] = "狂野之狼#5121259",
					}, -- [4]
				},
				["1-124-420-0"] = {
					{
						["role"] = "TANK",
						["name"] = "半秋未至-死亡之翼",
						["time"] = 1502846433,
						["class"] = 12,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血乂沐-末日行者",
						["iLvl"] = 720,
						["time"] = 1501033706,
						["class"] = 5,
						["bTag"] = "又十年#5404",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶噩梦-红云台地",
						["time"] = 1501033706,
						["class"] = 3,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "简单演员-深渊之巢",
						["iLvl"] = 713,
						["time"] = 1501033706,
						["class"] = 6,
						["bTag"] = "梁忘#5632",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "微光超人-格雷迈恩",
						["iLvl"] = 783,
						["time"] = 1501033706,
						["class"] = 5,
						["bTag"] = "EajonCc#5879",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "幻火之韵-奈法利安",
						["time"] = 1501033847,
						["class"] = 12,
						["leader"] = true,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "约翰大哥-主宰之剑",
						["iLvl"] = 928,
						["time"] = 1501033847,
						["class"] = 3,
						["bTag"] = "ZTTDBB#5522",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "瞄人缝儿-死亡之翼",
						["iLvl"] = 879,
						["time"] = 1501033847,
						["class"] = 3,
						["bTag"] = "来自大森林#5755",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "阳光-亚雷戈斯",
						["iLvl"] = 905,
						["time"] = 1501033847,
						["class"] = 5,
						["bTag"] = "Ray#5232",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "天雨曼陀羅華-奈萨里奥",
						["iLvl"] = 924,
						["time"] = 1501033982,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "Nana#5811",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "Sineve-死亡之翼",
						["iLvl"] = 930,
						["time"] = 1501033982,
						["class"] = 7,
						["bTag"] = "Chelsea#51842",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "爷灬永远存在-阿尔萨斯",
						["iLvl"] = 869,
						["time"] = 1501033982,
						["class"] = 8,
						["bTag"] = "Charles#5297",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "孤高游侠-血环",
						["iLvl"] = 869,
						["time"] = 1501033982,
						["class"] = 7,
						["bTag"] = "暴风城玉龙守卫#5346",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "得撸一個月-通灵学院",
						["iLvl"] = 927,
						["time"] = 1501063283,
						["class"] = 11,
						["bTag"] = "橙留香#51676",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "冰淇淋丶流泪-黑暗之门",
						["time"] = 1501063283,
						["class"] = 3,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "看到你屁屁了-朵丹尼尔",
						["iLvl"] = 859,
						["time"] = 1501063283,
						["class"] = 4,
						["bTag"] = "午夜的男人#5712",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "泡面传说-晴日峰（江苏）",
						["iLvl"] = 848,
						["time"] = 1501063283,
						["class"] = 4,
						["bTag"] = "张大包#5354",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "灭魔-血环",
						["time"] = 1501118103,
						["class"] = 3,
						["leader"] = true,
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "紫晗-哈兰",
						["iLvl"] = 899,
						["time"] = 1501118128,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "摩挲里#5291",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "鳝变的男人-斯克提斯",
						["iLvl"] = 929,
						["time"] = 1501118128,
						["class"] = 6,
						["bTag"] = "人高鸟大脾气暴#5225",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "薛之橙冠希-萨洛拉丝",
						["iLvl"] = 902,
						["time"] = 1501118128,
						["class"] = 3,
						["bTag"] = "林大炮#5597",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂龙宝宝-死亡之翼",
						["time"] = 1501118128,
						["class"] = 12,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "毁灭重生-无尽之海",
						["iLvl"] = 929,
						["time"] = 1501118899,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "巨硕之斧#51137",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "Descualo-阿尔萨斯",
						["iLvl"] = 893,
						["time"] = 1501118956,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "太叔绯#5993",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Electrolux-无尽之海",
						["iLvl"] = 934,
						["time"] = 1501118881,
						["class"] = 6,
						["bTag"] = "狼牙乄迪拜#5696",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "雨千未千-燃烧之刃",
						["iLvl"] = 932,
						["time"] = 1501118965,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "最爱烤面包#5982",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "一个执杖萨-太阳之井",
						["iLvl"] = 888,
						["time"] = 1501380232,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "你们学到了么#5365",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Xiangdh-凤凰之神",
						["iLvl"] = 908,
						["time"] = 1501380377,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "xiangamay#5344",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "守护丶伱-死亡之翼",
						["iLvl"] = 933,
						["time"] = 1501380377,
						["class"] = 5,
						["bTag"] = "孤独的胖子#5470",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "真的变白了耶-玛瑟里顿",
						["time"] = 1501380377,
						["class"] = 3,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "一部落牛哥一-卡拉赞",
						["time"] = 1501380377,
						["class"] = 1,
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "西方记者-巴瑟拉斯",
						["iLvl"] = 915,
						["time"] = 1501380490,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "皮尔德#5381",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "恒心陨落-洛萨",
						["iLvl"] = 868,
						["time"] = 1501380490,
						["class"] = 4,
						["bTag"] = "沙龙#5196",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "放丶开丶她-回音山",
						["iLvl"] = 912,
						["time"] = 1501380490,
						["class"] = 12,
						["bTag"] = "刑虾杖蚁#5972",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔双子-凤凰之神",
						["iLvl"] = 931,
						["time"] = 1501380490,
						["class"] = 1,
						["bTag"] = "恶魔双子#5828",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "帽子丶-安苏",
						["iLvl"] = 926,
						["time"] = 1501553160,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "伴我多久#51201",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "丶迪亞波羅-冰风岗",
						["iLvl"] = 927,
						["time"] = 1501553225,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Roylan#5322",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "吃吃饭睡睡觉-银松森林",
						["iLvl"] = 930,
						["time"] = 1501553212,
						["class"] = 9,
						["bTag"] = "李珩#5808",
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "掌上萌牛-风行者",
						["iLvl"] = 929,
						["time"] = 1501553235,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "丹生谷森夏#5646",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "大跳找贼-克尔苏加德",
						["time"] = 1501553247,
						["class"] = 1,
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "丿小晨児丶-石爪峰",
						["iLvl"] = 934,
						["time"] = 1501553356,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "陈義泽#5918",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "依然宏-死亡之翼",
						["iLvl"] = 934,
						["time"] = 1501553388,
						["class"] = 12,
						["bTag"] = "依然宏#5262",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "优雅菜刀-鬼雾峰",
						["iLvl"] = 913,
						["time"] = 1501553388,
						["class"] = 12,
						["bTag"] = "毛毛#5396",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "一梦两叁年-霍格",
						["iLvl"] = 808,
						["time"] = 1501553388,
						["class"] = 6,
						["bTag"] = "星星一梦两三年#5130",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "刃之面具-破碎岭",
						["iLvl"] = 840,
						["time"] = 1501553388,
						["class"] = 4,
						["bTag"] = "面具#5720",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "五十八换啊-燃烧平原",
						["iLvl"] = 930,
						["time"] = 1501634327,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "阿里云#5187",
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "蜀黍再见-雷斧堡垒",
						["iLvl"] = 766,
						["time"] = 1501634327,
						["class"] = 7,
						["bTag"] = "BlackStone#51481",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Reol-迅捷微风",
						["iLvl"] = 875,
						["time"] = 1501634327,
						["class"] = 4,
						["bTag"] = "紫苑#51152",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "旭敏-晴日峰（江苏）",
						["iLvl"] = 816,
						["time"] = 1501634327,
						["class"] = 12,
						["bTag"] = "星矢#5692",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "毅毅别走-末日行者",
						["time"] = 1501735103,
						["class"] = 4,
						["leader"] = true,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "开心橙子-死亡之翼",
						["time"] = 1501735103,
						["class"] = 7,
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "神话鬟-暗影议会",
						["time"] = 1501735218,
						["class"] = 10,
						["leader"] = true,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "肆無忌憚丶-屠魔山谷",
						["iLvl"] = 919,
						["time"] = 1501735261,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "LuckyPants#54256",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "网瘾少年小钰-屠魔山谷",
						["iLvl"] = 931,
						["time"] = 1503108520,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "adam#5200",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "Enjoygame-死亡之翼",
						["iLvl"] = 933,
						["time"] = 1501735261,
						["class"] = 3,
						["bTag"] = "信仰#54693",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "念念芣忘-红龙军团",
						["iLvl"] = 892,
						["time"] = 1501735261,
						["class"] = 1,
						["bTag"] = "ZhuJie1230#5614",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "亡者风范-寒冰皇冠",
						["iLvl"] = 912,
						["time"] = 1501735545,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "趿拉板儿#5965",
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "Inkrhyme-死亡之翼",
						["iLvl"] = 862,
						["time"] = 1501735502,
						["class"] = 6,
						["bTag"] = "墨韵#51304",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "莎拉达希尔瓜-埃德萨拉",
						["iLvl"] = 932,
						["time"] = 1501735543,
						["class"] = 7,
						["bTag"] = "曹钟翔#5170",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "猎影龙骑-天空之墙",
						["iLvl"] = 897,
						["time"] = 1501807437,
						["class"] = 3,
						["bTag"] = "Diabloworld#5762",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "魔邪魍魉-死亡之翼",
						["iLvl"] = 913,
						["time"] = 1501807603,
						["class"] = 1,
						["bTag"] = "幻灭#5352",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "賊友橙意-海加尔",
						["iLvl"] = 930,
						["time"] = 1501807532,
						["class"] = 4,
						["bTag"] = "赏爱晨之橙心橙意#5428",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "飃繇的战歌-冰霜之刃",
						["iLvl"] = 921,
						["time"] = 1501807603,
						["class"] = 5,
						["bTag"] = "青铜虢#5533",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "Necropotence-狂热之刃",
						["iLvl"] = 935,
						["time"] = 1501807550,
						["class"] = 6,
						["bTag"] = "FrogmitE#5130",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "科里马擦-奥尔加隆",
						["iLvl"] = 934,
						["time"] = 1501899916,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "伊尔珊斯舞#5435",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "矮矮的高子-能源舰",
						["iLvl"] = 937,
						["time"] = 1501899916,
						["class"] = 7,
						["bTag"] = "矮矮的高子#5237",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "一里扬帆-末日祷告祭坛",
						["iLvl"] = 919,
						["time"] = 1501899916,
						["class"] = 3,
						["bTag"] = "夕阳红落叶飞梦雪#5389",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "坑人的秋秋-伊森利恩",
						["iLvl"] = 932,
						["time"] = 1501899916,
						["class"] = 2,
						["bTag"] = "坑人的秋秋#5213",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "白发圣心-霜狼",
						["iLvl"] = 893,
						["time"] = 1501992332,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "皮纳斯先生#5644",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "Oomoo-霜狼",
						["iLvl"] = 745,
						["time"] = 1501992332,
						["class"] = 12,
						["bTag"] = "YISPSUN#5648",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "王终究亡-格瑞姆巴托",
						["iLvl"] = 918,
						["time"] = 1501992946,
						["class"] = 6,
						["bTag"] = "戰爭販子#5427",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "枭勇善战-奥尔加隆",
						["iLvl"] = 901,
						["time"] = 1501992332,
						["class"] = 1,
						["bTag"] = "豆浆闺秀#5937",
					}, -- [72]
					{
						["role"] = "HEALER",
						["name"] = "尹天一-白银之手",
						["iLvl"] = 910,
						["time"] = 1501992456,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "尹恩泽#5447",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "流逝的艺术-无尽之海",
						["iLvl"] = 926,
						["time"] = 1501992470,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "隐蔽之巨魔#58975",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "吐丝男-藏宝海湾",
						["iLvl"] = 929,
						["time"] = 1501992477,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "caijun#5604",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "木马一喜羊羊-布鲁塔卢斯",
						["iLvl"] = 913,
						["time"] = 1501992477,
						["class"] = 2,
						["bTag"] = "木马洗刷刷#5663",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "云月丶绯-风行者",
						["iLvl"] = 931,
						["time"] = 1501992655,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "云月觅封侯#5135",
					}, -- [77]
					{
						["role"] = "HEALER",
						["name"] = "暗黑星辰-凯恩血蹄",
						["time"] = 1501992632,
						["class"] = 5,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "痴心培培-菲拉斯",
						["iLvl"] = 925,
						["time"] = 1501992655,
						["class"] = 3,
						["bTag"] = "为了部落#511767",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼丸粗粗面-死亡之翼",
						["iLvl"] = 902,
						["time"] = 1501992655,
						["class"] = 11,
						["bTag"] = "微笑的狄妮莎#51401",
					}, -- [80]
					{
						["role"] = "TANK",
						["name"] = "月冷星寒-格瑞姆巴托",
						["iLvl"] = 933,
						["time"] = 1501992740,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "十里坡剑神#5187",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "主席丶夸朕帅-布兰卡德",
						["iLvl"] = 909,
						["time"] = 1501992946,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "人帅丶无敌#5696",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "龙城夜雪-希尔瓦娜斯",
						["iLvl"] = 908,
						["time"] = 1501992946,
						["class"] = 3,
						["bTag"] = "龙城夜雪#5665",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "天灾屠夫-布兰卡德",
						["iLvl"] = 935,
						["time"] = 1502074715,
						["class"] = 8,
						["bTag"] = "半罐水#5471",
					}, -- [84]
					{
						["role"] = "TANK",
						["name"] = "留香此刻-血色十字军",
						["iLvl"] = 936,
						["time"] = 1502074674,
						["class"] = 6,
						["bTag"] = "单刷传送带#5464",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "硕放小天-晴日峰（江苏）",
						["iLvl"] = 924,
						["time"] = 1502074715,
						["class"] = 7,
						["bTag"] = "硕放小天#5934",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "十唧唧哇哇十-通灵学院",
						["time"] = 1502074715,
						["class"] = 8,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "仁者悬壶-黑暗之矛",
						["time"] = 1502155984,
						["class"] = 5,
						["leader"] = true,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "迷恋温柔乡-加基森",
						["iLvl"] = 895,
						["time"] = 1502156056,
						["class"] = 6,
						["bTag"] = "Ming#54571",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "一缕清風-纳克萨玛斯",
						["iLvl"] = 909,
						["time"] = 1502156056,
						["class"] = 12,
						["bTag"] = "透心凉#5449",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "角宿一-霜之哀伤",
						["time"] = 1502156056,
						["class"] = 8,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "有聊胜于无-阿格拉玛",
						["time"] = 1502156007,
						["class"] = 2,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "星梦乄痕-无尽之海",
						["iLvl"] = 900,
						["time"] = 1502156056,
						["class"] = 12,
						["bTag"] = "风逸无痕#51764",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "崇武丶烛光-激流之傲",
						["iLvl"] = 932,
						["time"] = 1502247606,
						["class"] = 9,
						["bTag"] = "申花册那老乱#5720",
					}, -- [94]
					{
						["role"] = "TANK",
						["name"] = "北葵暖-无尽之海",
						["time"] = 1502247606,
						["class"] = 11,
					}, -- [95]
					{
						["role"] = "HEALER",
						["name"] = "可可丨狼牙-无尽之海",
						["time"] = 1502324660,
						["class"] = 2,
						["leader"] = true,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "曐灮-燃烧之刃",
						["iLvl"] = 867,
						["time"] = 1502324671,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "星光#5149",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "番茄照脸甩-影之哀伤",
						["iLvl"] = 934,
						["time"] = 1502324694,
						["class"] = 3,
						["bTag"] = "番茄#53714",
					}, -- [98]
					{
						["role"] = "TANK",
						["name"] = "伊笝氹焘-暗影迷宫",
						["iLvl"] = 847,
						["time"] = 1502324752,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "夏无茶#5444",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "急脉缓受-血色十字军",
						["iLvl"] = 905,
						["time"] = 1502324752,
						["class"] = 2,
						["bTag"] = "秋风之歌#5772",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "冰与火老妹-克尔苏加德",
						["iLvl"] = 860,
						["time"] = 1502324752,
						["class"] = 8,
						["bTag"] = "史诗之鼠#51363",
					}, -- [101]
					{
						["role"] = "TANK",
						["name"] = "Chinaesque-黑铁",
						["time"] = 1502324752,
						["class"] = 6,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "第九革命-死亡熔炉",
						["iLvl"] = 898,
						["time"] = 1502324801,
						["class"] = 5,
						["bTag"] = "Johnny#5600",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "奥德加-塞纳留斯",
						["time"] = 1502324801,
						["class"] = 3,
					}, -- [104]
					{
						["role"] = "HEALER",
						["name"] = "鼯鬙李主任-利刃之拳",
						["iLvl"] = 911,
						["time"] = 1502324801,
						["class"] = 10,
						["bTag"] = "DospZhang#5864",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "爱吃鸡屁菇-狂热之刃",
						["iLvl"] = 932,
						["time"] = 1502324801,
						["class"] = 2,
						["bTag"] = "开心就好#54781",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "昊琪好宝宝-奎尔丹纳斯",
						["time"] = 1502324937,
						["class"] = 8,
						["leader"] = true,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "妮莉艾露露-盖斯",
						["time"] = 1502324937,
						["class"] = 8,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "猫小萌丷-凤凰之神",
						["iLvl"] = 914,
						["time"] = 1502324937,
						["class"] = 6,
						["bTag"] = "秋水#5221",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "伽勒比海豹-安苏",
						["iLvl"] = 915,
						["time"] = 1502324937,
						["class"] = 11,
						["bTag"] = "华丽之兽人#537802",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "幻影舞姬-幽暗沼泽",
						["iLvl"] = 910,
						["time"] = 1502410543,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "暗影之风暴#5117721",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "王者巴拉克-死亡之翼",
						["time"] = 1502410543,
						["class"] = 1,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "Clarisa-伊森利恩",
						["iLvl"] = 941,
						["time"] = 1502410505,
						["class"] = 8,
						["bTag"] = "黯殇#5995",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "小兴局长-雷霆之王",
						["iLvl"] = 929,
						["time"] = 1502410543,
						["class"] = 7,
						["bTag"] = "小兴#51707",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "肥黑牛-海加尔",
						["iLvl"] = 693,
						["time"] = 1502432424,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "血羽狂战#5331",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "王大宙-藏宝海湾",
						["iLvl"] = 891,
						["time"] = 1502432442,
						["class"] = 12,
						["bTag"] = "浮夸#5890",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "薄荷悠哈-加基森",
						["iLvl"] = 891,
						["time"] = 1502432424,
						["class"] = 12,
						["bTag"] = "好奇宝宝#51724",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "年年不忘-艾露恩",
						["iLvl"] = 921,
						["time"] = 1502432368,
						["class"] = 7,
						["bTag"] = "年年不忘#5851",
					}, -- [118]
					{
						["role"] = "HEALER",
						["name"] = "祀梦-地狱咆哮",
						["iLvl"] = 926,
						["time"] = 1502432442,
						["class"] = 2,
						["bTag"] = "星辰#58550",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "我亦是行人-萨尔",
						["time"] = 1502432442,
						["class"] = 7,
					}, -- [120]
					{
						["role"] = "TANK",
						["name"] = "愈拽愈魅力-风暴之怒",
						["time"] = 1502432466,
						["class"] = 6,
						["leader"] = true,
					}, -- [121]
					{
						["role"] = "TANK",
						["name"] = "飍飝飝-熵魔",
						["iLvl"] = 901,
						["time"] = 1502432466,
						["class"] = 6,
						["bTag"] = "风萧雨寒#5276",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "可可柳-黑铁",
						["iLvl"] = 927,
						["time"] = 1502432466,
						["class"] = 8,
						["bTag"] = "沉默之剑#535290",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "卷上珠帘-通灵学院",
						["iLvl"] = 769,
						["time"] = 1502432617,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "积分到期被迫#5519",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "天财-安苏",
						["iLvl"] = 887,
						["time"] = 1502432617,
						["class"] = 3,
						["bTag"] = "万有#5966",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "小祖宗-加基森",
						["iLvl"] = 901,
						["time"] = 1502432617,
						["class"] = 1,
						["bTag"] = "玩命#52529",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "煙丶無芯-艾莫莉丝",
						["iLvl"] = 930,
						["time"] = 1502432546,
						["class"] = 12,
						["bTag"] = "煙丶葬花#5646",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "魔幻尊主-地狱咆哮",
						["iLvl"] = 930,
						["time"] = 1502432665,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "爱情魔法师#5940",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "咦妈逆流成河-艾露恩",
						["time"] = 1502432688,
						["class"] = 12,
						["leader"] = true,
					}, -- [129]
					{
						["role"] = "TANK",
						["name"] = "灵魂棒棒糖-安其拉",
						["iLvl"] = 905,
						["time"] = 1502432709,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "张衍雷#5490",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "小马哥闯天涯-死亡之翼",
						["iLvl"] = 935,
						["time"] = 1502432688,
						["class"] = 11,
						["bTag"] = "逆流少年阿星#5333",
					}, -- [131]
					{
						["role"] = "TANK",
						["name"] = "恪守中庸之道-白银之手",
						["iLvl"] = 805,
						["time"] = 1502502702,
						["class"] = 10,
						["bTag"] = "帝子降曦#51565",
					}, -- [132]
					{
						["role"] = "TANK",
						["name"] = "铁甲丶钢蹄-库尔提拉斯",
						["iLvl"] = 914,
						["time"] = 1502502702,
						["class"] = 6,
						["bTag"] = "海阔天高#51605",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "雷霆之风-黑暗虚空",
						["iLvl"] = 915,
						["time"] = 1502502702,
						["class"] = 1,
						["bTag"] = "lovesmile#5378",
					}, -- [134]
					{
						["role"] = "HEALER",
						["name"] = "我坦不啊-影之哀伤",
						["time"] = 1502502696,
						["class"] = 5,
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "一页情-提尔之手",
						["iLvl"] = 838,
						["time"] = 1502502792,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "小汤#5616",
					}, -- [136]
					{
						["role"] = "HEALER",
						["name"] = "浩南造物-血色十字军",
						["iLvl"] = 894,
						["time"] = 1502502792,
						["class"] = 5,
						["bTag"] = "Passerby#5823",
					}, -- [137]
					{
						["role"] = "TANK",
						["name"] = "呃啊-恶魔之翼",
						["time"] = 1502502724,
						["class"] = 11,
					}, -- [138]
					{
						["role"] = "TANK",
						["name"] = "Illidandan-弗塞雷迦",
						["iLvl"] = 894,
						["time"] = 1502502792,
						["class"] = 12,
						["bTag"] = "朱大#5170",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "我又迷路了-死亡之翼",
						["iLvl"] = 932,
						["time"] = 1502502792,
						["class"] = 6,
						["bTag"] = "冷冷清清#5816",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "花落神殇-死亡之翼",
						["time"] = 1502541390,
						["class"] = 9,
						["leader"] = true,
					}, -- [141]
					{
						["role"] = "HEALER",
						["name"] = "不滅丶月几-洛肯",
						["time"] = 1502541390,
						["class"] = 5,
					}, -- [142]
					{
						["role"] = "TANK",
						["name"] = "肉多-冰风岗",
						["iLvl"] = 922,
						["time"] = 1502541507,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "熊熊大侠#5619",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "一箭人抬走-菲拉斯",
						["iLvl"] = 913,
						["time"] = 1502541507,
						["class"] = 3,
						["bTag"] = "大熊#53189",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "冲锋贝壳-霜狼",
						["iLvl"] = 928,
						["time"] = 1502631846,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "冲锋贝壳#5265",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝儿采骚气-霜狼",
						["iLvl"] = 933,
						["time"] = 1502631846,
						["class"] = 7,
						["bTag"] = "冲锋贝壳#5265",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "摔跤冠军-死亡之翼",
						["iLvl"] = 879,
						["time"] = 1502631846,
						["class"] = 12,
						["bTag"] = "Lustice#5936",
					}, -- [147]
					{
						["role"] = "HEALER",
						["name"] = "奶飞天-伊森利恩",
						["iLvl"] = 748,
						["time"] = 1502631984,
						["class"] = 5,
						["bTag"] = "尹千缸#5386",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "稻香老农-加基森",
						["time"] = 1502631972,
						["class"] = 8,
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "埋星-血色十字军",
						["iLvl"] = 905,
						["time"] = 1502631984,
						["class"] = 1,
						["bTag"] = "锋羽华#51248",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "衿生约定-幽暗沼泽",
						["iLvl"] = 931,
						["time"] = 1502631984,
						["class"] = 11,
						["bTag"] = "haijun#51192",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "弑念丿残梦-伊森利恩",
						["iLvl"] = 735,
						["time"] = 1502631984,
						["class"] = 9,
						["bTag"] = "白丿残像#5109",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "呦呦-布鲁塔卢斯",
						["time"] = 1502632032,
						["class"] = 3,
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "黑丶蔷薇-埃德萨拉",
						["time"] = 1502632032,
						["class"] = 8,
					}, -- [154]
					{
						["role"] = "HEALER",
						["name"] = "碎语浅吟-凤凰之神",
						["iLvl"] = 900,
						["time"] = 1502632032,
						["class"] = 2,
						["bTag"] = "Laze#5851",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "李铁壮的爸爸-迦拉克隆",
						["iLvl"] = 877,
						["time"] = 1502632032,
						["class"] = 11,
						["bTag"] = "猎魄#51621",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "桃花过处-利刃之拳",
						["iLvl"] = 905,
						["time"] = 1502632146,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "桃花過处#5992",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "乱舞一驭风-深渊之喉",
						["iLvl"] = 900,
						["time"] = 1502632146,
						["class"] = 3,
						["bTag"] = "乱舞一小阳#5912",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "长岛冰茶-奥妮克希亚",
						["iLvl"] = 856,
						["time"] = 1502632146,
						["class"] = 3,
						["bTag"] = "点我有水喝#5782",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "爱吹牛皮-巫妖之王",
						["time"] = 1502632146,
						["class"] = 7,
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "你丫你-寒冰皇冠",
						["iLvl"] = 931,
						["time"] = 1502671222,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "指尖上的执子之手#5771",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "浅浅丶丶-伊森利恩",
						["iLvl"] = 910,
						["time"] = 1502671242,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "柒槿年#51695",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "沁月焕殇-伊森利恩",
						["iLvl"] = 929,
						["time"] = 1502671242,
						["class"] = 3,
						["bTag"] = "黯殇#5995",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "南宫殇-红龙女王",
						["iLvl"] = 936,
						["time"] = 1502671242,
						["class"] = 5,
						["bTag"] = "wearethegay#5185",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "橙熟灬-冰霜之刃",
						["iLvl"] = 931,
						["time"] = 1502671242,
						["class"] = 4,
						["bTag"] = "柚稚#51557",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "要钱不要命-阿尔萨斯",
						["iLvl"] = 873,
						["time"] = 1502671307,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "天涯独一隅#5332",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "摸头摸头-安苏",
						["iLvl"] = 913,
						["time"] = 1502671411,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "摸头摸头#5552",
					}, -- [167]
					{
						["role"] = "TANK",
						["name"] = "再见昨天-森金",
						["iLvl"] = 916,
						["time"] = 1502671411,
						["class"] = 11,
						["bTag"] = "yangyang0302#5827",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "失忆症患者-伊森利恩",
						["iLvl"] = 915,
						["time"] = 1502671357,
						["class"] = 12,
						["bTag"] = "awPlato#5539",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "阴影处的吴克-燃烧之刃",
						["time"] = 1502671351,
						["class"] = 4,
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "飛天飛燕-诺森德",
						["iLvl"] = 941,
						["time"] = 1502768751,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "飞天燕#5105",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "嗳莎-红龙军团",
						["iLvl"] = 933,
						["time"] = 1502768885,
						["class"] = 12,
						["bTag"] = "大兔子#51600",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "碳烤咕咕-艾露恩",
						["iLvl"] = 933,
						["time"] = 1502768885,
						["class"] = 11,
						["bTag"] = "碳烤个锤子#5716",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "小术多啦啦-燃烧之刃",
						["time"] = 1502768885,
						["class"] = 9,
					}, -- [174]
					{
						["role"] = "TANK",
						["name"] = "血戰歌-克尔苏加德",
						["iLvl"] = 889,
						["time"] = 1502768942,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "血战歌#51143",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "肆郞-芬里斯",
						["iLvl"] = 920,
						["time"] = 1502768936,
						["class"] = 8,
						["bTag"] = "金家四少#5270",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "弋不射宿-埃德萨拉",
						["iLvl"] = 917,
						["time"] = 1502768912,
						["class"] = 3,
						["bTag"] = "青霉苎麻#5150",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "遗忘了昨天-阿纳克洛斯",
						["iLvl"] = 936,
						["time"] = 1502768942,
						["class"] = 2,
						["bTag"] = "淡忘了从前#5842",
					}, -- [178]
					{
						["role"] = "TANK",
						["name"] = "撸伊人-死亡之翼",
						["time"] = 1502846318,
						["class"] = 11,
						["leader"] = true,
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "版本之爹-海克泰尔",
						["iLvl"] = 928,
						["time"] = 1502846318,
						["class"] = 9,
						["bTag"] = "茂神#51433",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "在劫难逃-雷霆之王",
						["iLvl"] = 932,
						["time"] = 1502846231,
						["class"] = 9,
						["bTag"] = "hokky1980#5363",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "天翊-阿纳克洛斯",
						["time"] = 1502846318,
						["class"] = 8,
					}, -- [182]
					{
						["role"] = "TANK",
						["name"] = "风物语-布兰卡德",
						["iLvl"] = 936,
						["time"] = 1502846422,
						["class"] = 10,
						["bTag"] = "kefanpp#51472",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "亖极度深寒亖-夏维安",
						["iLvl"] = 934,
						["time"] = 1502846529,
						["class"] = 8,
						["bTag"] = "月光疾风#5899",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "王姐玉辞心-迅捷微风",
						["iLvl"] = 918,
						["time"] = 1502846378,
						["class"] = 2,
						["bTag"] = "月之熙#5527",
					}, -- [185]
					{
						["role"] = "TANK",
						["name"] = "秋末未至-死亡之翼",
						["time"] = 1502846433,
						["class"] = 11,
						["leader"] = true,
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔大白-鬼雾峰",
						["time"] = 1502846561,
						["class"] = 1,
						["leader"] = true,
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "寞筱-斯坦索姆",
						["iLvl"] = 914,
						["time"] = 1502846561,
						["class"] = 8,
						["bTag"] = "寞筱#5234",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "南岸青栀-燃烧之刃",
						["iLvl"] = 931,
						["time"] = 1502846561,
						["class"] = 4,
						["bTag"] = "凡王之血必以剑终#51706",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "曦灬七七-阿拉希",
						["time"] = 1502846651,
						["class"] = 9,
						["leader"] = true,
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "被逼放风筝-外域",
						["iLvl"] = 933,
						["time"] = 1502932125,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "张徐明#5643",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "妖怪乄哪里跑-安苏",
						["iLvl"] = 899,
						["time"] = 1502932155,
						["class"] = 3,
						["bTag"] = "死神俱乐部乄#5699",
					}, -- [192]
					{
						["role"] = "HEALER",
						["name"] = "Elysee-安苏",
						["iLvl"] = 902,
						["time"] = 1502933046,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "暴躁之鼬#5157209",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "卍以德服人卐-影之哀伤",
						["time"] = 1502933046,
						["class"] = 11,
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "部落第一舞王-国王之谷",
						["iLvl"] = 922,
						["time"] = 1503022030,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "吾即大灾变#51896",
					}, -- [195]
					{
						["role"] = "TANK",
						["name"] = "皮皮奶-加兹鲁维",
						["iLvl"] = 936,
						["time"] = 1503021863,
						["class"] = 2,
						["bTag"] = "BaozRourol#5268",
					}, -- [196]
					{
						["role"] = "HEALER",
						["name"] = "小逼放学别哭-无尽之海",
						["time"] = 1503021863,
						["class"] = 10,
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "Missran-奥特兰克",
						["time"] = 1503021904,
						["class"] = 4,
						["leader"] = true,
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "请神儿啦-影之哀伤",
						["time"] = 1503021896,
						["class"] = 7,
					}, -- [199]
					{
						["role"] = "TANK",
						["name"] = "牛罗锅-火焰之树",
						["iLvl"] = 929,
						["time"] = 1503021904,
						["class"] = 11,
						["bTag"] = "牛罗锅#5935",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "天涯丨炎霜-阿拉索",
						["iLvl"] = 826,
						["time"] = 1503021896,
						["class"] = 8,
						["bTag"] = "天涯丨世界#5513",
					}, -- [201]
					{
						["role"] = "TANK",
						["name"] = "霍烈澹-贫瘠之地",
						["iLvl"] = 750,
						["time"] = 1503021984,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "無幽#51277",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "Zoi-戈提克",
						["iLvl"] = 902,
						["time"] = 1503021984,
						["class"] = 3,
						["bTag"] = "ialone#5517",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "秋风之刃-阿卡玛",
						["time"] = 1503021915,
						["class"] = 5,
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "丨冬雪依旧丨-能源舰",
						["iLvl"] = 922,
						["time"] = 1503021984,
						["class"] = 3,
						["bTag"] = "BigMuzzy#5697",
					}, -- [205]
					{
						["role"] = "TANK",
						["name"] = "丶辰迹-阿拉希",
						["iLvl"] = 741,
						["time"] = 1503021933,
						["class"] = 1,
						["bTag"] = "沉寂#5849",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "丿三先生-迦拉克隆",
						["iLvl"] = 727,
						["time"] = 1503022030,
						["class"] = 7,
						["bTag"] = "贝斯#5863",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "大戒-塞拉摩",
						["iLvl"] = 937,
						["time"] = 1503022030,
						["class"] = 2,
						["bTag"] = "戒戒#5194",
					}, -- [208]
					{
						["role"] = "TANK",
						["name"] = "牛肉披萨-风暴之怒",
						["iLvl"] = 873,
						["time"] = 1503022030,
						["class"] = 6,
						["bTag"] = "牛肉萝卜#5274",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "闪光一瞬间-萨尔",
						["iLvl"] = 924,
						["time"] = 1503022138,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "十年一梦#5849",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "兜兜有套套-亚雷戈斯",
						["iLvl"] = 744,
						["time"] = 1503022197,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "沉默之风暴#52888",
					}, -- [211]
					{
						["role"] = "TANK",
						["name"] = "心有小水-安戈洛",
						["iLvl"] = 939,
						["time"] = 1503022205,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "陈老师#5350",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "鸟巨巨-凤凰之神",
						["iLvl"] = 927,
						["time"] = 1503022205,
						["class"] = 11,
						["bTag"] = "言午#52942",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "玩命態度-布兰卡德",
						["iLvl"] = 880,
						["time"] = 1503108510,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "頑命態度#5747",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "圣星辰-冰霜之刃",
						["iLvl"] = 911,
						["time"] = 1503108437,
						["class"] = 2,
						["bTag"] = "LLL#5890",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "秋日私语-托塞德林",
						["iLvl"] = 908,
						["time"] = 1503108465,
						["class"] = 9,
						["bTag"] = "聆风者#5866",
					}, -- [216]
					{
						["role"] = "TANK",
						["name"] = "Battlesabre-风暴峭壁",
						["iLvl"] = 900,
						["time"] = 1503237055,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "Hraefnscaga#5170",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "一近战烈人一-主宰之剑",
						["iLvl"] = 908,
						["time"] = 1503237055,
						["class"] = 3,
						["bTag"] = "ewe#5353",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "云哥剑侠-丽丽（四川）",
						["iLvl"] = 932,
						["time"] = 1503237055,
						["class"] = 1,
						["bTag"] = "starnet#5386",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "死神也流涙-洛丹伦",
						["iLvl"] = 688,
						["time"] = 1503237045,
						["class"] = 4,
						["bTag"] = "芳香#5689",
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "航天电子-丹莫德",
						["iLvl"] = 931,
						["time"] = 1503313817,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "牧湿都市狗#5183",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "最橙欧皇朮士-奥尔加隆",
						["time"] = 1503361690,
						["class"] = 9,
						["leader"] = true,
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "带着我家老熊-血顶",
						["iLvl"] = 913,
						["time"] = 1503361732,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "我爱小小梅#5495",
					}, -- [223]
					{
						["role"] = "HEALER",
						["name"] = "白色礼拜天-安苏",
						["iLvl"] = 889,
						["time"] = 1503361732,
						["class"] = 7,
						["bTag"] = "飘逸的胸毛#51899",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "楠岛冰茶-海克泰尔",
						["iLvl"] = 931,
						["time"] = 1503361732,
						["class"] = 2,
						["bTag"] = "Brightside#5633",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "Parfare-奈法利安",
						["iLvl"] = 929,
						["time"] = 1503361788,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "parfare#5203",
					}, -- [226]
					{
						["role"] = "TANK",
						["name"] = "牛爆天-死亡之翼",
						["time"] = 1503361788,
						["class"] = 2,
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "迷途尐书童丶-迅捷微风",
						["iLvl"] = 917,
						["time"] = 1503361788,
						["class"] = 8,
						["bTag"] = "默默醬#5502",
					}, -- [228]
					{
						["role"] = "TANK",
						["name"] = "千夜暗影-迦拉克隆",
						["time"] = 1503361788,
						["class"] = 6,
					}, -- [229]
					{
						["role"] = "TANK",
						["name"] = "麻花大辮子-红云台地",
						["iLvl"] = 900,
						["time"] = 1503361860,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "追命#5264",
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "Calltoarms-通灵学院",
						["iLvl"] = 884,
						["time"] = 1503361860,
						["class"] = 1,
						["bTag"] = "灵魂转瞬#5179",
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "暗秋生-玛洛加尔",
						["iLvl"] = 907,
						["time"] = 1503361860,
						["class"] = 1,
						["bTag"] = "黑翼响尾蛇#5592",
					}, -- [232]
					{
						["role"] = "TANK",
						["name"] = "丢了就没了-万色星辰",
						["iLvl"] = 911,
						["time"] = 1503361860,
						["class"] = 1,
						["bTag"] = "丢了就没了#5679",
					}, -- [233]
				},
				["2-118-450-0"] = {
					{
						["role"] = "TANK",
						["name"] = "你打不死我-熵魔",
						["iLvl"] = 916,
						["time"] = 1501393097,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "依然風騒#5124",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "末代独裁-摩摩尔",
						["iLvl"] = 852,
						["time"] = 1501393097,
						["class"] = 1,
						["bTag"] = "劫色济宅#5643",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "你才是蘑菇-恶魔之魂",
						["iLvl"] = 908,
						["time"] = 1501393097,
						["class"] = 2,
						["bTag"] = "铁甲龙虾#5964",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "地三仙-红云台地",
						["iLvl"] = 928,
						["time"] = 1501393097,
						["class"] = 9,
						["bTag"] = "机械之狼人#54535",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "坐看云起时-冬拥湖",
						["iLvl"] = 880,
						["time"] = 1501898578,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "SeekingH#5675",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "你找错对手了-冰霜之刃",
						["iLvl"] = 913,
						["time"] = 1501898578,
						["class"] = 12,
						["bTag"] = "Lazy#5883",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "春节特价-格瑞姆巴托",
						["time"] = 1501898578,
						["class"] = 2,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "大娱乐家-格瑞姆巴托",
						["iLvl"] = 881,
						["time"] = 1501898578,
						["class"] = 6,
						["bTag"] = "菠萝#5583",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "加尔地域咆哮-萨尔",
						["iLvl"] = 921,
						["time"] = 1502336820,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "song9934#5416",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "偷桃子的松鼠-塞拉摩",
						["iLvl"] = 895,
						["time"] = 1502336820,
						["class"] = 2,
						["bTag"] = "佑汐#5332",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "火炎焱丶药师-瑟莱德丝",
						["iLvl"] = 932,
						["time"] = 1502336820,
						["class"] = 5,
						["bTag"] = "切换#5730",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "血影天歌-伊莫塔尔",
						["iLvl"] = 928,
						["time"] = 1502336820,
						["class"] = 8,
						["bTag"] = "血影天歌#5100",
					}, -- [12]
				},
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "想我的女人-克尔苏加德",
						["iLvl"] = 920,
						["time"] = 1501034882,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "重庆崽儿#51130",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "夜场乂买醉-无尽之海",
						["iLvl"] = 933,
						["time"] = 1501034891,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "再见青春#5802",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "阴影之王-苏塔恩",
						["time"] = 1501034895,
						["class"] = 4,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "遗忘的桃花源-卡拉赞",
						["iLvl"] = 905,
						["time"] = 1501035124,
						["class"] = 2,
						["bTag"] = "茫然之骑士#510159",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "小麻批-血色十字军",
						["iLvl"] = 920,
						["time"] = 1501035041,
						["class"] = 1,
						["bTag"] = "Crystalys#5839",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "吸橙骑丶-贫瘠之地",
						["iLvl"] = 928,
						["time"] = 1501035041,
						["class"] = 2,
						["bTag"] = "黯夜丶#5235",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "芒果芒果果-黑铁",
						["iLvl"] = 934,
						["time"] = 1501035021,
						["class"] = 8,
						["bTag"] = "芒果#53771",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Larissa-天空之墙",
						["iLvl"] = 887,
						["time"] = 1501035096,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Easleyl#5999",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "炽天使-海克泰尔",
						["iLvl"] = 898,
						["time"] = 1501035124,
						["class"] = 5,
						["bTag"] = "橙心橙意黑猫哥#5352",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "静予菲-雷霆之王",
						["iLvl"] = 901,
						["time"] = 1501035124,
						["class"] = 12,
						["bTag"] = "沉睡的困#5708",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "牛肉泡馍丶-死亡之翼",
						["iLvl"] = 930,
						["time"] = 1501035348,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "honey#5487",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "兽神咆哮-海加尔",
						["iLvl"] = 908,
						["time"] = 1501035348,
						["class"] = 6,
						["bTag"] = "恶魔也疯狂#5676",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "龙魂侠影-影之哀伤",
						["iLvl"] = 930,
						["time"] = 1501035348,
						["class"] = 6,
						["bTag"] = "终极少爷#5938",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "万变不离骑宗-死亡之翼",
						["iLvl"] = 922,
						["time"] = 1501035348,
						["class"] = 11,
						["bTag"] = "班子#51417",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "热情的少佐-霜之哀伤",
						["iLvl"] = 824,
						["time"] = 1501117789,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "poi#5202",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "一切法无性-古达克",
						["iLvl"] = 928,
						["time"] = 1501117789,
						["class"] = 1,
						["bTag"] = "小代#5433",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "末贼小安-伊森利恩",
						["iLvl"] = 925,
						["time"] = 1501117789,
						["class"] = 4,
						["bTag"] = "永远的小安#5279",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "射人不射心-血环",
						["time"] = 1501117789,
						["class"] = 3,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "极限的王-安苏",
						["iLvl"] = 903,
						["time"] = 1501469450,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "HappyBig#5623",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "帕拉丁㛹牛-通灵学院",
						["iLvl"] = 917,
						["time"] = 1501469478,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "积分到期被迫#5519",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "孤独邪扇-死亡之翼",
						["iLvl"] = 908,
						["time"] = 1501469480,
						["class"] = 1,
						["bTag"] = "我与四这个数有缘#5313",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "逐日者壳-暴风祭坛",
						["iLvl"] = 884,
						["time"] = 1501469499,
						["class"] = 8,
						["bTag"] = "阿埃古索斯达#5123",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "迷龍-洛丹伦",
						["iLvl"] = 918,
						["time"] = 1501469539,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "丢失的幸福#5371",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "这太劲爆了-死亡之翼",
						["iLvl"] = 897,
						["time"] = 1501469750,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "阳光猪#51326",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "月影离歌-克尔苏加德",
						["iLvl"] = 917,
						["time"] = 1501469750,
						["class"] = 6,
						["bTag"] = "愤怒的大香蕉#51363",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "秀涩德蝉-埃德萨拉",
						["time"] = 1501469750,
						["class"] = 12,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "风吻双狼-通灵学院",
						["iLvl"] = 912,
						["time"] = 1501469864,
						["class"] = 7,
						["bTag"] = "十三阴阳#5775",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "癌木涕-主宰之剑",
						["iLvl"] = 913,
						["time"] = 1501469864,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "陈龙#52145",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑的棺木丶-贫瘠之地",
						["iLvl"] = 880,
						["time"] = 1501469864,
						["class"] = 4,
						["bTag"] = "微笑的棺木#5189",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "一淋一琴-凤凰之神",
						["time"] = 1501469864,
						["class"] = 3,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "贪狼独步龙-库尔提拉斯",
						["iLvl"] = 905,
						["time"] = 1501499994,
						["class"] = 9,
						["bTag"] = "上善若水#5136",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "男子汉要温柔-黑铁",
						["iLvl"] = 668,
						["time"] = 1501499939,
						["class"] = 5,
						["bTag"] = "猎龙者#5324",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "可灼一号-格瑞姆巴托",
						["iLvl"] = 873,
						["time"] = 1501499939,
						["class"] = 3,
						["bTag"] = "雨季#51126",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "群山之主-冰霜之刃",
						["time"] = 1501499939,
						["class"] = 7,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "坐闲庭看咸鱼-萨格拉斯",
						["iLvl"] = 847,
						["time"] = 1501499994,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "LazyYouth#5766",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "你在我身边丶-摩摩尔",
						["iLvl"] = 929,
						["time"] = 1501499994,
						["class"] = 3,
						["bTag"] = "你在我身边丶#5819",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "矮子鱼-阿纳克洛斯",
						["iLvl"] = 926,
						["time"] = 1501499994,
						["class"] = 9,
						["bTag"] = "矮子鱼#5919",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "好多个小牧-死亡之翼",
						["iLvl"] = 907,
						["time"] = 1501552735,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "Eidic#5162",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "蟲蟲特工队-迅捷微风",
						["iLvl"] = 927,
						["time"] = 1501553083,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "虫虫特工队#5599",
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "骑驴找驴-无尽之海",
						["time"] = 1501552735,
						["class"] = 6,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "凌渡-红云台地",
						["iLvl"] = 875,
						["time"] = 1501552735,
						["class"] = 3,
						["bTag"] = "零度#53334",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "飞扬狂风-格瑞姆巴托",
						["iLvl"] = 923,
						["time"] = 1501552975,
						["class"] = 8,
						["bTag"] = "零距离#5240",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "小灬马-塞拉摩",
						["iLvl"] = 887,
						["time"] = 1501553103,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "我爱学习#51267",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "Mascaro-布兰卡德",
						["iLvl"] = 834,
						["time"] = 1501553103,
						["class"] = 11,
						["bTag"] = "enjoy#5469",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "妮妹的内嚳-梅尔加尼",
						["time"] = 1501553103,
						["class"] = 9,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "流氓虫虫-菲拉斯",
						["iLvl"] = 929,
						["time"] = 1501807092,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "蛮力之枭#588779",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "小雏丶菊-贫瘠之地",
						["iLvl"] = 928,
						["time"] = 1501807092,
						["class"] = 6,
						["bTag"] = "寅寅#51197",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "纳尼茜茜-死亡之翼",
						["time"] = 1501807085,
						["class"] = 12,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "大白脸-白骨荒野",
						["iLvl"] = 935,
						["time"] = 1501807229,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "邱家墨白#5110",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "牧柚老婆灬-丽丽（四川）",
						["iLvl"] = 933,
						["time"] = 1501807184,
						["class"] = 5,
						["bTag"] = "严玮#5954",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "治疗守卫-冰风岗",
						["time"] = 1501807229,
						["class"] = 5,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "双机场隐飞-燃烧之刃",
						["iLvl"] = 915,
						["time"] = 1501807346,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "造反有理#5958",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我小白啊-末日祷告祭坛",
						["iLvl"] = 895,
						["time"] = 1501807346,
						["class"] = 12,
						["bTag"] = "愤怒的小白#5661",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "基洞战纪怒懟-寒冰皇冠",
						["time"] = 1501807346,
						["class"] = 2,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "练的臻美-白骨荒野",
						["time"] = 1501807346,
						["class"] = 3,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "游击手-血色十字军",
						["iLvl"] = 924,
						["time"] = 1501900000,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "日出东方#5281",
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "怒吼的风车王-迅捷微风",
						["iLvl"] = 927,
						["time"] = 1501900000,
						["class"] = 1,
						["bTag"] = "张爸爸#51219",
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "大湿胸银牧-安苏",
						["iLvl"] = 928,
						["time"] = 1501900000,
						["class"] = 5,
						["bTag"] = "QuirkyTurtle#519715",
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "维熊-贫瘠之地",
						["iLvl"] = 810,
						["time"] = 1501991829,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "zhanwang#51983",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "一过河拆桥一-鬼雾峰",
						["iLvl"] = 891,
						["time"] = 1501991814,
						["class"] = 11,
						["bTag"] = "无中生有#5405",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "玛络恩-加基森",
						["iLvl"] = 842,
						["time"] = 1501991803,
						["class"] = 12,
						["bTag"] = "貔貅#5244",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "碎江-死亡之翼",
						["iLvl"] = 927,
						["time"] = 1501991831,
						["class"] = 12,
						["bTag"] = "爱的守护#5513",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "那些年的岁月-太阳之井",
						["time"] = 1501991943,
						["class"] = 10,
						["leader"] = true,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "Lafeeq-死亡之翼",
						["iLvl"] = 829,
						["time"] = 1501992019,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "向思阳快扶朕起来#5136",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "河马灬寂静-海克泰尔",
						["iLvl"] = 917,
						["time"] = 1501991943,
						["class"] = 12,
						["bTag"] = "寒冷飞行#5461",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "坏坏的小猪-寒冰皇冠",
						["iLvl"] = 920,
						["time"] = 1501992019,
						["class"] = 3,
						["bTag"] = "坏坏的欧阳#5577",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "一位父亲-黑翼之巢",
						["iLvl"] = 901,
						["time"] = 1501992047,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "请勿拍打喂食#51981",
					}, -- [67]
					{
						["role"] = "HEALER",
						["name"] = "夏海纱音-安苏",
						["iLvl"] = 858,
						["time"] = 1501992068,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "真紅之罪#5232",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "棒棒餹嘚名字-无尽之海",
						["time"] = 1501992073,
						["class"] = 3,
						["leader"] = true,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "单腿遛弯-龙骨平原",
						["time"] = 1501992073,
						["class"] = 4,
					}, -- [70]
					{
						["role"] = "HEALER",
						["name"] = "若菲-丽丽（四川）",
						["iLvl"] = 930,
						["time"] = 1501992116,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "ShadowDragon#52688",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "猪蹄蹄-黑铁",
						["iLvl"] = 902,
						["time"] = 1502156121,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "张苹果#51193",
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "丶九天丨-试炼之环",
						["time"] = 1502156184,
						["class"] = 12,
						["leader"] = true,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫我不该-凤凰之神",
						["iLvl"] = 934,
						["time"] = 1502156184,
						["class"] = 7,
						["bTag"] = "本不该#5835",
					}, -- [74]
					{
						["role"] = "TANK",
						["name"] = "回炉再造-雏龙之翼",
						["iLvl"] = 902,
						["time"] = 1502156121,
						["class"] = 2,
						["bTag"] = "最后的绝望#5954",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "神也打盹-安苏",
						["iLvl"] = 894,
						["time"] = 1502156245,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "致命之鼠#5137404",
					}, -- [76]
					{
						["role"] = "TANK",
						["name"] = "奥格猛德-安苏",
						["time"] = 1502156255,
						["class"] = 11,
						["leader"] = true,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "孔雀舞-血色十字军",
						["time"] = 1502156243,
						["class"] = 4,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "光羽翼-奥尔加隆",
						["iLvl"] = 908,
						["time"] = 1502156276,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "风中的落叶#5613",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "卿夲佳人-萨菲隆",
						["iLvl"] = 916,
						["time"] = 1502245805,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "葬爱摩天轮#5838",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "兰卡-血羽",
						["iLvl"] = 882,
						["time"] = 1502245881,
						["class"] = 1,
						["bTag"] = "WildRage#510354",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "赵温柔哟-血色十字军",
						["iLvl"] = 891,
						["time"] = 1502245881,
						["class"] = 12,
						["bTag"] = "v22222222#5676",
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "大宝剑来了-丽丽（四川）",
						["iLvl"] = 834,
						["time"] = 1502245805,
						["class"] = 1,
						["bTag"] = "惆怅之眼#5261",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "终丶宁静-黑铁",
						["iLvl"] = 943,
						["time"] = 1502247199,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "壹拾叁#51601",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "柏崎星奈-黑铁",
						["iLvl"] = 767,
						["time"] = 1502247199,
						["class"] = 8,
						["bTag"] = "猎龙者#5324",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "诉说无言-玛洛加尔",
						["iLvl"] = 940,
						["time"] = 1502247199,
						["class"] = 9,
						["bTag"] = "诉说无言#5533",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "功成名就丶-燃烧之刃",
						["iLvl"] = 935,
						["time"] = 1502247159,
						["class"] = 9,
						["bTag"] = "浅唱轻狂#5928",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "呆呆小灵宝-狂热之刃",
						["iLvl"] = 888,
						["time"] = 1502409628,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "恋花火#51872",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "灬毒薬丨丶-安纳塞隆",
						["iLvl"] = 882,
						["time"] = 1502409628,
						["class"] = 4,
						["bTag"] = "翔子#5367",
					}, -- [89]
					{
						["role"] = "TANK",
						["name"] = "有本事打趴我-安苏",
						["iLvl"] = 856,
						["time"] = 1502410330,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "我爱小胖妞#5230",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "皮卡丘-阿纳克洛斯",
						["iLvl"] = 887,
						["time"] = 1502410352,
						["class"] = 7,
						["bTag"] = "CcFOURvOWO#5816",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "流星叔叔-幽暗沼泽",
						["iLvl"] = 930,
						["time"] = 1502410352,
						["class"] = 8,
						["bTag"] = "浮华#5821",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "問天丶-亚雷戈斯",
						["iLvl"] = 882,
						["time"] = 1502410352,
						["class"] = 4,
						["bTag"] = "问乄天#5224",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "丨狠丶角色丨-格瑞姆巴托",
						["iLvl"] = 889,
						["time"] = 1502765175,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "好骚气#51237",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "醉成你的模样-安苏",
						["iLvl"] = 614,
						["time"] = 1502765197,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "八戒#51402",
					}, -- [95]
					{
						["role"] = "TANK",
						["name"] = "Silverfeet-燃烧之刃",
						["time"] = 1502765206,
						["class"] = 1,
						["leader"] = true,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "卐灬威震天-洛丹伦",
						["time"] = 1502765230,
						["class"] = 1,
						["leader"] = true,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "法神-达基萨斯",
						["iLvl"] = 726,
						["time"] = 1502765350,
						["class"] = 8,
						["bTag"] = "画魂师#51980",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "三生若鸢-鬼雾峰",
						["iLvl"] = 931,
						["time"] = 1502765350,
						["class"] = 9,
						["bTag"] = "fayeir#5884",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "大熊哥哥-黑手军团",
						["iLvl"] = 930,
						["time"] = 1502765350,
						["class"] = 3,
						["bTag"] = "大熊#5790",
					}, -- [100]
					{
						["role"] = "TANK",
						["name"] = "毛会扛把子-加尔",
						["iLvl"] = 926,
						["time"] = 1502765350,
						["class"] = 10,
						["bTag"] = "琦琦最爱悦悦#5901",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "御姐控大叔-燃烧之刃",
						["iLvl"] = 845,
						["time"] = 1502765507,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "苏先生#51243",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "先泡再炮后跑-燃烧军团",
						["time"] = 1502765561,
						["class"] = 2,
						["leader"] = true,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "五筒-哈卡",
						["time"] = 1502765561,
						["class"] = 3,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "纳兰哲雪-伊森利恩",
						["time"] = 1502765561,
						["class"] = 1,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "菊花抬满时尚-黑暗虚空",
						["time"] = 1502765561,
						["class"] = 12,
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "浪荡小壮壮-奥尔加隆",
						["iLvl"] = 933,
						["time"] = 1502765645,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "夜幕深处#5453",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "笑看猫猫-达斯雷玛",
						["iLvl"] = 705,
						["time"] = 1502765645,
						["class"] = 4,
						["bTag"] = "笑看猫#5256",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "奧法隨風-死亡熔炉",
						["iLvl"] = 932,
						["time"] = 1502765645,
						["class"] = 8,
						["bTag"] = "随风灬#51386",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "带小猪来巡山-死亡之翼",
						["iLvl"] = 932,
						["time"] = 1502765626,
						["class"] = 3,
						["bTag"] = "夜之潜心#5811",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "Zqqwsy-伊森利恩",
						["iLvl"] = 736,
						["time"] = 1502765724,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "MyLife4Aiur#52691",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "龍之咖喱-梅尔加尼",
						["iLvl"] = 905,
						["time"] = 1502765724,
						["class"] = 4,
						["bTag"] = "张赛#5777",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "嫩二愣哥-阿纳克洛斯",
						["iLvl"] = 857,
						["time"] = 1502765724,
						["class"] = 8,
						["bTag"] = "你二表哥#5860",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "盲眼鐵衛-末日祷告祭坛",
						["time"] = 1502846806,
						["class"] = 12,
						["leader"] = true,
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "路遥風飘飘-黑铁",
						["iLvl"] = 934,
						["time"] = 1502846813,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "Cass#5196",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "布洛克希加-无尽之海",
						["iLvl"] = 905,
						["time"] = 1502846783,
						["class"] = 1,
						["bTag"] = "Hsmiller#5672",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "绿茶-梅尔加尼",
						["iLvl"] = 872,
						["time"] = 1502846811,
						["class"] = 3,
						["bTag"] = "萌萌哒的花花丶#5632",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "芒果汁的味道-亚雷戈斯",
						["iLvl"] = 663,
						["time"] = 1503105029,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "贪吃熊#51467",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "畅想天堂-燃烧之刃",
						["iLvl"] = 930,
						["time"] = 1503105029,
						["class"] = 7,
						["bTag"] = "Aliang#5925",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥夜-布兰卡德",
						["iLvl"] = 932,
						["time"] = 1503105029,
						["class"] = 1,
						["bTag"] = "kenny#52702",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "木棉天堂-暗影之月",
						["iLvl"] = 694,
						["time"] = 1503105029,
						["class"] = 5,
						["bTag"] = "飞火流星丶特#5467",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "夏天太热啦-无尽之海",
						["iLvl"] = 928,
						["time"] = 1503105182,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "暴打小怪兽#51707",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落丽丝-奥达曼",
						["iLvl"] = 930,
						["time"] = 1503105182,
						["class"] = 12,
						["bTag"] = "卡卡#5265",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "Ðú-影之哀伤",
						["iLvl"] = 703,
						["time"] = 1503105108,
						["class"] = 4,
						["bTag"] = "深情怎麽演#5242",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "沙利叶之眸-冬拥湖",
						["iLvl"] = 932,
						["time"] = 1503105176,
						["class"] = 1,
						["bTag"] = "落叶#5810",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "叁柒二十八-血色十字军",
						["iLvl"] = 929,
						["time"] = 1503363602,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "percy#5652",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "成玉-风暴之鳞",
						["time"] = 1503363602,
						["class"] = 12,
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "糖丶雅黛-加兹鲁维",
						["time"] = 1503363602,
						["class"] = 5,
					}, -- [128]
					{
						["role"] = "HEALER",
						["name"] = "骄阳姒火-迅捷微风",
						["iLvl"] = 917,
						["time"] = 1503363602,
						["class"] = 5,
						["bTag"] = "水水#5739",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "四风谷雨神-拉文凯斯",
						["iLvl"] = 725,
						["time"] = 1503363906,
						["class"] = 10,
						["bTag"] = "猴王#51255",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "嘉児-无尽之海",
						["iLvl"] = 774,
						["time"] = 1503363693,
						["class"] = 7,
						["bTag"] = "末日宣言#5794",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "阿雷斯咕-盖斯",
						["time"] = 1503363693,
						["class"] = 8,
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "希斯莱杰丑爷-阿纳克洛斯",
						["iLvl"] = 723,
						["time"] = 1503363693,
						["class"] = 1,
						["bTag"] = "希斯莱杰丶丑爷#5751",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "贤者帕秋莉-丹莫德",
						["iLvl"] = 615,
						["time"] = 1503363723,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "神田岚#5851",
					}, -- [134]
					{
						["role"] = "HEALER",
						["name"] = "Liukin-黑暗虚空",
						["iLvl"] = 936,
						["time"] = 1503363723,
						["class"] = 5,
						["bTag"] = "谢红兵#5608",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "花村-亚雷戈斯",
						["iLvl"] = 880,
						["time"] = 1503363723,
						["class"] = 1,
						["bTag"] = "乐淘淘#5262",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "妞妞爱吃肉-天空之墙",
						["iLvl"] = 909,
						["time"] = 1503363723,
						["class"] = 8,
						["bTag"] = "小月半月半#5277",
					}, -- [137]
					{
						["role"] = "HEALER",
						["name"] = "月色真美-天空之墙",
						["iLvl"] = 917,
						["time"] = 1503363884,
						["class"] = 2,
						["bTag"] = "出橙记#5386",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "小小花生糖-塞拉摩",
						["time"] = 1503363906,
						["class"] = 12,
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "明妃-菲拉斯",
						["time"] = 1503363906,
						["class"] = 12,
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "依然紫夜彡-布兰卡德",
						["time"] = 1503363906,
						["class"] = 6,
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "于果-伊森利恩",
						["time"] = 1503480688,
						["class"] = 3,
					}, -- [142]
				},
				["2-116-449-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "辛迪娅-迦拉克隆",
						["time"] = 1502282144,
						["class"] = 6,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Xwllove-迦拉克隆",
						["time"] = 1502282144,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "赛薇亚-迦拉克隆",
						["iLvl"] = 916,
						["time"] = 1502282144,
						["class"] = 5,
						["bTag"] = "落天华#5465",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "鵟鸟-无尽之海",
						["iLvl"] = 867,
						["time"] = 1502282144,
						["class"] = 6,
						["bTag"] = "Blackreach#51460",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "像涛-安苏",
						["iLvl"] = 856,
						["time"] = 1502332312,
						["class"] = 8,
						["bTag"] = "涛哥#5592",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "鼓手-安苏",
						["iLvl"] = 894,
						["time"] = 1502332312,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "夏季晚风#5901",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "群星之碭-安东尼达斯",
						["iLvl"] = 910,
						["time"] = 1502332312,
						["class"] = 6,
						["bTag"] = "莽偷谐稳奶#5460",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "至尊无双-试炼之环",
						["iLvl"] = 928,
						["time"] = 1502332312,
						["class"] = 11,
						["bTag"] = "无双#5830",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "邪丶帝君-安苏",
						["time"] = 1502332312,
						["class"] = 4,
					}, -- [9]
				},
				["2-113-446-0"] = {
					{
						["role"] = "TANK",
						["name"] = "诱容奶大-凯恩血蹄",
						["iLvl"] = 907,
						["time"] = 1501394088,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "断念#51754",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "删除-格瑞姆巴托",
						["iLvl"] = 868,
						["time"] = 1501394088,
						["class"] = 12,
						["bTag"] = "Schiz#5663",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "雨梦莎-格瑞姆巴托",
						["iLvl"] = 928,
						["time"] = 1501394088,
						["class"] = 3,
						["bTag"] = "甜心语儿#5672",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "数学家琪露诺-燃烧平原",
						["iLvl"] = 906,
						["time"] = 1501394088,
						["class"] = 2,
						["bTag"] = "幻想乡最强#5170",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "可樂多-战歌",
						["iLvl"] = 910,
						["time"] = 1502335375,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "恰似你温柔#5889",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "玩命男人-达尔坎",
						["iLvl"] = 915,
						["time"] = 1502335375,
						["class"] = 3,
						["bTag"] = "深海熔岩#5858",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "盲人丶-伊森利恩",
						["iLvl"] = 908,
						["time"] = 1502335375,
						["class"] = 12,
						["bTag"] = "咸鱼#54446",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "黒粗硬-安苏",
						["iLvl"] = 913,
						["time"] = 1502335375,
						["class"] = 7,
						["bTag"] = "我想勾引你#51998",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "丑妞儿-风暴之怒",
						["iLvl"] = 893,
						["time"] = 1502945785,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "丑公#5599",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "萌牛乳业-风暴之怒",
						["iLvl"] = 897,
						["time"] = 1502945785,
						["class"] = 11,
						["bTag"] = "赵老师在航海#5408",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "玖妹-风暴之怒",
						["iLvl"] = 922,
						["time"] = 1502945785,
						["class"] = 3,
						["bTag"] = "小君君#51540",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "毁灭的青春-风暴之怒",
						["iLvl"] = 855,
						["time"] = 1502945785,
						["class"] = 11,
						["bTag"] = "blueheart#5902",
					}, -- [12]
				},
				["3-0-458-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "上下而求索-烈焰峰",
						["time"] = 1501119288,
						["class"] = 12,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "不疯魔不成活-纳克萨玛斯",
						["iLvl"] = 927,
						["time"] = 1501119288,
						["class"] = 3,
						["bTag"] = "大太太的头太大#5329",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "圣光漫舞-黑铁",
						["iLvl"] = 867,
						["time"] = 1501119288,
						["class"] = 2,
						["bTag"] = "绯色月下#5396",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "我像是团团-黑龙军团",
						["iLvl"] = 894,
						["time"] = 1501119288,
						["class"] = 1,
						["bTag"] = "稻季瘦#5314",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "血王子-麦迪文",
						["time"] = 1501119288,
						["class"] = 2,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "本城莲-黑龙军团",
						["time"] = 1501119288,
						["class"] = 5,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "墨胡-红龙军团",
						["iLvl"] = 914,
						["time"] = 1501119288,
						["class"] = 3,
						["bTag"] = "墨胡#5264",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "大嘴哥哥-龙骨平原",
						["iLvl"] = 916,
						["time"] = 1501119288,
						["class"] = 3,
						["bTag"] = "一米阳光#5691",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "和谐啊和諧-鬼雾峰",
						["iLvl"] = 902,
						["time"] = 1501119288,
						["class"] = 6,
						["bTag"] = "和諧#51209",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "角落的旅行-熔火之心",
						["iLvl"] = 906,
						["time"] = 1501119288,
						["class"] = 8,
						["bTag"] = "刘前辈#5804",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "纳一枪温柔-晴日峰（江苏）",
						["iLvl"] = 882,
						["time"] = 1501119288,
						["class"] = 3,
						["bTag"] = "zzm#5472",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "醉宝儿-冰霜之刃",
						["iLvl"] = 926,
						["time"] = 1501119288,
						["class"] = 5,
						["bTag"] = "萌儿晨#5449",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "彪哥大舞台-格瑞姆巴托",
						["iLvl"] = 916,
						["time"] = 1501119288,
						["class"] = 4,
						["bTag"] = "我是地贼#5902",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "瞣難見眞請-死亡之翼",
						["iLvl"] = 927,
						["time"] = 1501119288,
						["class"] = 12,
						["bTag"] = "红茶#5809",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "凌或-海加尔",
						["time"] = 1501119288,
						["class"] = 3,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "夜孤影-冰风岗",
						["iLvl"] = 910,
						["time"] = 1501119288,
						["class"] = 3,
						["bTag"] = "Kanpa#5412",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "熬鱼汤的老婆-鬼雾峰",
						["iLvl"] = 909,
						["time"] = 1501119288,
						["class"] = 2,
						["bTag"] = "无聊打发时间#51365",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "女乃丶霸天下-凤凰之神",
						["iLvl"] = 926,
						["time"] = 1501119288,
						["class"] = 5,
						["bTag"] = "自由电子#5567",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "嘿丶蛋蛋-黑石尖塔",
						["iLvl"] = 892,
						["time"] = 1501119288,
						["class"] = 12,
						["bTag"] = "嘿丶先生#5543",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "大灰鸡丶-安苏",
						["iLvl"] = 929,
						["time"] = 1501119288,
						["class"] = 6,
						["bTag"] = "方冷熙丶#5722",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "雨之希留丶-血色十字军",
						["iLvl"] = 925,
						["time"] = 1501119288,
						["class"] = 12,
						["bTag"] = "凉城旧梦#51519",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "管他的呢-纳克萨玛斯",
						["iLvl"] = 902,
						["time"] = 1501119288,
						["class"] = 3,
						["bTag"] = "透心凉#5449",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "茵吹斯汀丶-太阳之井",
						["iLvl"] = 915,
						["time"] = 1501119288,
						["class"] = 9,
						["bTag"] = "甘亦琛#5806",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "让我摸摸丫-萨菲隆",
						["iLvl"] = 903,
						["time"] = 1501119288,
						["class"] = 11,
						["bTag"] = "夏尔凡多姆海恩#51321",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "秋叶问霜天-雷霆之王",
						["iLvl"] = 912,
						["time"] = 1501119288,
						["class"] = 12,
						["bTag"] = "huamanlou#5815",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "清酒暖玉-死亡之翼",
						["iLvl"] = 904,
						["time"] = 1501119288,
						["class"] = 12,
						["bTag"] = "蛮力之兽#5148762",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "迷人的水密桃-鬼雾峰",
						["iLvl"] = 910,
						["time"] = 1501119288,
						["class"] = 12,
						["bTag"] = "烈火凤凰#5439",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "橙色瑪维娜-闪电之刃",
						["iLvl"] = 800,
						["time"] = 1501119288,
						["class"] = 8,
						["bTag"] = "爱丽斯#5246",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "功败垂橙-加尔",
						["time"] = 1501119288,
						["class"] = 9,
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "深蓝的奶嘴儿-奎尔萨拉斯",
						["time"] = 1501119288,
						["class"] = 1,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "一箭要你的命-天空之墙",
						["time"] = 1501119288,
						["class"] = 3,
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "晚风弄人-能源舰",
						["time"] = 1501119288,
						["class"] = 2,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "空闻旧巷丶诚-血吼",
						["iLvl"] = 909,
						["time"] = 1501119288,
						["class"] = 12,
						["bTag"] = "罗璐#5919",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "鹿子霖-苏塔恩",
						["iLvl"] = 932,
						["time"] = 1501119288,
						["class"] = 11,
						["bTag"] = "今天愚人节#5430",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "丶屁颠儿-阿克蒙德",
						["time"] = 1501119288,
						["class"] = 10,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "洋教授之吻-闪电之刃",
						["time"] = 1501119288,
						["class"] = 7,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "厉害的哈你妹-夏维安",
						["time"] = 1501119288,
						["class"] = 4,
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "光之矛-伊森利恩",
						["iLvl"] = 871,
						["time"] = 1501732862,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "元素火焰#5695",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "不玩法湿-血色十字军",
						["time"] = 1501732862,
						["class"] = 8,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "天眼-萨尔",
						["iLvl"] = 895,
						["time"] = 1501732862,
						["class"] = 12,
						["bTag"] = "gogo#5249",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Mission-卡德罗斯",
						["iLvl"] = 917,
						["time"] = 1501732860,
						["class"] = 8,
						["bTag"] = "PyNss#5630",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "射中你的心-血吼",
						["iLvl"] = 876,
						["time"] = 1501732862,
						["class"] = 3,
						["bTag"] = "闪亮之雄#5774",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "Fps-迅捷微风",
						["time"] = 1501732862,
						["class"] = 6,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "Epyon-雷霆之王",
						["iLvl"] = 930,
						["time"] = 1501732836,
						["class"] = 1,
						["bTag"] = "GSquall#5828",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "奶牛更萌-逐日者",
						["iLvl"] = 928,
						["time"] = 1501732862,
						["class"] = 1,
						["bTag"] = "djoo8#5438",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "香蕉牛乃-燃烧之刃",
						["iLvl"] = 889,
						["time"] = 1501732858,
						["class"] = 8,
						["bTag"] = "黑夜不再来#5973",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "不可近的菲姬-萨格拉斯",
						["time"] = 1501732862,
						["class"] = 6,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "丨面包会有的-卡德加",
						["iLvl"] = 929,
						["time"] = 1501732862,
						["class"] = 8,
						["bTag"] = "红瞳神#5967",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "勇士巴图鲁-洛丹伦",
						["time"] = 1501732862,
						["class"] = 1,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "远古丨猎手-海克泰尔",
						["iLvl"] = 882,
						["time"] = 1501732862,
						["class"] = 12,
						["bTag"] = "郭二爺#5713",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "龍战圣骑-布兰卡德",
						["iLvl"] = 930,
						["time"] = 1501732862,
						["class"] = 2,
						["bTag"] = "灰烬审判#51464",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "血铸-菲拉斯",
						["iLvl"] = 923,
						["time"] = 1501732862,
						["class"] = 12,
						["bTag"] = "冰霜之脚#5124988",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "冷月无僧-密林游侠",
						["iLvl"] = 928,
						["time"] = 1501732862,
						["class"] = 3,
						["bTag"] = "supremebear#5879",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "丶霸王硬上弓-红云台地",
						["iLvl"] = 926,
						["time"] = 1501732858,
						["class"] = 9,
						["bTag"] = "丶悟空丿#5859",
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "Jackoneill-古达克",
						["iLvl"] = 909,
						["time"] = 1501732862,
						["class"] = 11,
						["bTag"] = "Jackoneill#5505",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Caake-毁灭之锤",
						["time"] = 1501732862,
						["class"] = 9,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "枪神乐乐-伊森利恩",
						["iLvl"] = 901,
						["time"] = 1501732862,
						["class"] = 3,
						["bTag"] = "陈宇鹏#51850",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "今天真无聊-白骨荒野",
						["iLvl"] = 931,
						["time"] = 1501732862,
						["class"] = 3,
						["bTag"] = "玉弟#51399",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "胡二-寒冰皇冠",
						["time"] = 1501732862,
						["class"] = 1,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "绮梦-萨尔",
						["iLvl"] = 919,
						["time"] = 1501732862,
						["class"] = 2,
						["bTag"] = "flame#52507",
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "Candyl-克尔苏加德",
						["iLvl"] = 917,
						["time"] = 1501732862,
						["class"] = 1,
						["bTag"] = "Leo#515190",
					}, -- [61]
					{
						["role"] = "TANK",
						["name"] = "绝地大逃杀-奥尔加隆",
						["iLvl"] = 929,
						["time"] = 1501732860,
						["class"] = 6,
						["bTag"] = "芝麻开门#5791",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的小熊掌-烈焰峰",
						["iLvl"] = 917,
						["time"] = 1501732862,
						["class"] = 10,
						["bTag"] = "莫大叔#51438",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "匕和页-凤凰之神",
						["iLvl"] = 924,
						["time"] = 1501732862,
						["class"] = 3,
						["bTag"] = "朋克时代#5105",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "小鱼儿丶丶-布兰卡德",
						["iLvl"] = 928,
						["time"] = 1501732862,
						["class"] = 2,
						["bTag"] = "小艾#5962",
					}, -- [65]
					{
						["role"] = "HEALER",
						["name"] = "弑耳关萌-战歌",
						["iLvl"] = 892,
						["time"] = 1501732862,
						["class"] = 5,
						["bTag"] = "死亡领域恩#5972",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "Litar-影之哀伤",
						["iLvl"] = 930,
						["time"] = 1501732860,
						["class"] = 12,
						["bTag"] = "加尔鲁什地狱咆哮#5320",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "術術撮煤球-大漩涡",
						["iLvl"] = 867,
						["time"] = 1501732862,
						["class"] = 9,
						["bTag"] = "潴瀦#5367",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "Vurtners-死亡之翼",
						["iLvl"] = 925,
						["time"] = 1501732862,
						["class"] = 8,
						["bTag"] = "幽蓝夜寂#5399",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "刺猪-加兹鲁维",
						["iLvl"] = 900,
						["time"] = 1501732862,
						["class"] = 1,
						["bTag"] = "雨师#5785",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "绿衣故人-无尽之海",
						["iLvl"] = 916,
						["time"] = 1501732862,
						["class"] = 4,
						["bTag"] = "鸡年大吉吧#5228",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "Hashbrown-死亡之翼",
						["iLvl"] = 934,
						["time"] = 1501732862,
						["class"] = 1,
						["bTag"] = "zzzzGHzzzz#5947",
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "烟花三月-无尽之海",
						["iLvl"] = 907,
						["time"] = 1501732862,
						["class"] = 2,
						["bTag"] = "梦里南轲#51549",
					}, -- [73]
					{
						["role"] = "HEALER",
						["name"] = "浮云霞光-凤凰之神",
						["iLvl"] = 930,
						["time"] = 1501732862,
						["class"] = 5,
						["bTag"] = "飘花飞叶#5852",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "楚唯-影之哀伤",
						["iLvl"] = 899,
						["time"] = 1501732862,
						["class"] = 6,
						["bTag"] = "唯唯#5726",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走圣枪游侠-血牙魔王",
						["iLvl"] = 929,
						["time"] = 1501732862,
						["class"] = 3,
						["bTag"] = "迷糊之精灵#55390",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "意志壁垒-安戈洛",
						["time"] = 1502324480,
						["class"] = 3,
						["leader"] = true,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "斩杀联盟-祖尔金",
						["time"] = 1502324480,
						["class"] = 1,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "神怒零-死亡之翼",
						["iLvl"] = 930,
						["time"] = 1502324480,
						["class"] = 8,
						["bTag"] = "绯村剑心#51587",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "砵兰街崔小小-阿克蒙德",
						["time"] = 1502324480,
						["class"] = 4,
					}, -- [80]
					{
						["role"] = "HEALER",
						["name"] = "惘事-巨龙之吼",
						["time"] = 1502324480,
						["class"] = 7,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "Xzyy-黑铁",
						["iLvl"] = 931,
						["time"] = 1502324448,
						["class"] = 3,
						["bTag"] = "爱与梦想永存#5439",
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "团团莫努卡-血吼",
						["iLvl"] = 931,
						["time"] = 1502324480,
						["class"] = 11,
						["bTag"] = "聪明羊#5982",
					}, -- [83]
					{
						["role"] = "TANK",
						["name"] = "鬼剑骑士-通灵学院",
						["iLvl"] = 887,
						["time"] = 1502324480,
						["class"] = 6,
						["bTag"] = "沉默之剑#529769",
					}, -- [84]
					{
						["role"] = "TANK",
						["name"] = "丶志文-阿纳克洛斯",
						["time"] = 1502324480,
						["class"] = 10,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "丁壹-奥尔加隆",
						["iLvl"] = 929,
						["time"] = 1502324480,
						["class"] = 3,
						["bTag"] = "奥沽斯丁蒂娜#5342",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "陆血琪-塞拉摩",
						["iLvl"] = 932,
						["time"] = 1502324480,
						["class"] = 8,
						["bTag"] = "青春大叔#51755",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "丶断云-无尽之海",
						["iLvl"] = 927,
						["time"] = 1502324480,
						["class"] = 4,
						["bTag"] = "Mars#57696",
					}, -- [88]
					{
						["role"] = "TANK",
						["name"] = "秋竹丶-雷霆之王",
						["iLvl"] = 936,
						["time"] = 1502324454,
						["class"] = 10,
						["bTag"] = "流沙#52516",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "百叶刃-阿纳克洛斯",
						["iLvl"] = 928,
						["time"] = 1502324480,
						["class"] = 1,
						["bTag"] = "JMinG#5982",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "小小渣-毁灭之锤",
						["iLvl"] = 913,
						["time"] = 1502324412,
						["class"] = 12,
						["bTag"] = "渣渣#5884",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "Xxtchaoyushe-伊莫塔尔",
						["iLvl"] = 933,
						["time"] = 1502324480,
						["class"] = 3,
						["bTag"] = "好吃的咖喱棒#5174",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "稻叶浩志-屠魔山谷",
						["time"] = 1502324480,
						["class"] = 2,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "影锋之刃-安其拉",
						["time"] = 1502324480,
						["class"] = 12,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "Wex-鬼雾峰",
						["time"] = 1502324480,
						["class"] = 4,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "流浪的天使-萨菲隆",
						["time"] = 1502324480,
						["class"] = 4,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "拆衣打鸡-红龙军团",
						["time"] = 1502324480,
						["class"] = 3,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "雾隐霜月天-死亡之翼",
						["iLvl"] = 933,
						["time"] = 1502324454,
						["class"] = 2,
						["bTag"] = "月影阑珊#51899",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "涵星灬月-古达克",
						["iLvl"] = 912,
						["time"] = 1502324480,
						["class"] = 2,
						["bTag"] = "月灬星涵#5203",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "落凌-凤凰之神",
						["iLvl"] = 935,
						["time"] = 1502324480,
						["class"] = 3,
						["bTag"] = "茫然之骑士#582328",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "Houes-无尽之海",
						["iLvl"] = 917,
						["time"] = 1502324480,
						["class"] = 3,
						["bTag"] = "灰灰灰黑黑黑#5488",
					}, -- [101]
					{
						["role"] = "TANK",
						["name"] = "不修饰的美-血吼",
						["iLvl"] = 919,
						["time"] = 1502324480,
						["class"] = 2,
						["bTag"] = "笑里看你妹#5956",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "Emilly-格瑞姆巴托",
						["iLvl"] = 829,
						["time"] = 1502324480,
						["class"] = 4,
						["bTag"] = "主之爱冰馨#5444",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "浪客猎心-卡德加",
						["time"] = 1502324480,
						["class"] = 3,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "蕪殪仒所謂-巫妖之王",
						["iLvl"] = 900,
						["time"] = 1502324480,
						["class"] = 1,
						["bTag"] = "一一样意义#5745",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "神圣的尼玛-格瑞姆巴托",
						["iLvl"] = 924,
						["time"] = 1502324480,
						["class"] = 5,
						["bTag"] = "江南一夜#5739",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "華安-奥尔加隆",
						["iLvl"] = 904,
						["time"] = 1502324478,
						["class"] = 1,
						["bTag"] = "SupreMeYZ#5525",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "踏雪醉歌-回音山",
						["time"] = 1502324480,
						["class"] = 6,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "姥姥灬-加尔",
						["time"] = 1502324480,
						["class"] = 1,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "浮生入梦丶-燃烧之刃",
						["iLvl"] = 929,
						["time"] = 1502324480,
						["class"] = 12,
						["bTag"] = "青春丶浮华#5404",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "你挺瘠薄淘啊-迅捷微风",
						["iLvl"] = 933,
						["time"] = 1502324480,
						["class"] = 2,
						["bTag"] = "鸽迷#5759",
					}, -- [111]
					{
						["role"] = "HEALER",
						["name"] = "艾琳的核心橙-卡德罗斯",
						["iLvl"] = 930,
						["time"] = 1502324480,
						["class"] = 10,
						["bTag"] = "cdd#5781",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "土豆哥-燃烧之刃",
						["iLvl"] = 930,
						["time"] = 1502324480,
						["class"] = 1,
						["bTag"] = "黄金土豆#5737",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "带头的小弟-熔火之心",
						["iLvl"] = 933,
						["time"] = 1502324454,
						["class"] = 1,
						["bTag"] = "史诗之裤#5129858",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "永夜之灵-燃烧之刃",
						["time"] = 1502324480,
						["class"] = 6,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "大哥瞅你咋的-奥妮克希亚",
						["iLvl"] = 928,
						["time"] = 1502324480,
						["class"] = 7,
						["bTag"] = "沉默风暴#5588",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "紫小晓-埃德萨拉",
						["iLvl"] = 935,
						["time"] = 1502324480,
						["class"] = 6,
						["bTag"] = "嘎嘣脆#5667",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "彡丨魔丨彡-伊森利恩",
						["iLvl"] = 917,
						["time"] = 1502931593,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "爱在星期八#5921",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "吉尔迦美什-烈焰峰",
						["iLvl"] = 915,
						["time"] = 1502931593,
						["class"] = 12,
						["bTag"] = "亜煞极#5260",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "苏坡蔓-加兹鲁维",
						["time"] = 1502931593,
						["class"] = 9,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "葬天地-黑手军团",
						["iLvl"] = 911,
						["time"] = 1502931593,
						["class"] = 9,
						["bTag"] = "生人勿近#5117",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "馨空凛-梦境之树",
						["time"] = 1502931593,
						["class"] = 12,
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "萨克-尘风峡谷",
						["iLvl"] = 925,
						["time"] = 1502931589,
						["class"] = 7,
						["bTag"] = "萨克#5168",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "贼猴-安苏",
						["iLvl"] = 877,
						["time"] = 1502931593,
						["class"] = 4,
						["bTag"] = "小猴子#52163",
					}, -- [124]
					{
						["role"] = "HEALER",
						["name"] = "暗影之迷-迦拉克隆",
						["time"] = 1502931593,
						["class"] = 5,
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "Freakenstein-死亡熔炉",
						["time"] = 1502931593,
						["class"] = 8,
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "忑忑-烈焰峰",
						["time"] = 1502931593,
						["class"] = 3,
					}, -- [127]
					{
						["role"] = "TANK",
						["name"] = "伶猴-提尔之手",
						["iLvl"] = 906,
						["time"] = 1502931593,
						["class"] = 2,
						["bTag"] = "致命之鼠#5534",
					}, -- [128]
					{
						["role"] = "TANK",
						["name"] = "灬邂灬逅灬-战歌",
						["iLvl"] = 924,
						["time"] = 1502931593,
						["class"] = 6,
						["bTag"] = "东风夜放花千树#51146",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "燃燒的小牛-影之哀伤",
						["iLvl"] = 858,
						["time"] = 1502931593,
						["class"] = 11,
						["bTag"] = "Fanatic#5272",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "空中鐵匠-伊瑟拉",
						["iLvl"] = 906,
						["time"] = 1502931593,
						["class"] = 8,
						["bTag"] = "tq840313#5838",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "斷殤-埃德萨拉",
						["iLvl"] = 923,
						["time"] = 1502931593,
						["class"] = 6,
						["bTag"] = "怃酩#5787",
					}, -- [132]
					{
						["role"] = "TANK",
						["name"] = "莫忘初丶-格瑞姆巴托",
						["iLvl"] = 925,
						["time"] = 1502931593,
						["class"] = 11,
						["bTag"] = "理想三旬#52235",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "小心翼翼来了-踏梦者",
						["time"] = 1502931593,
						["class"] = 4,
					}, -- [134]
					{
						["role"] = "HEALER",
						["name"] = "可曾記得你-布鲁塔卢斯",
						["iLvl"] = 933,
						["time"] = 1502931593,
						["class"] = 2,
						["bTag"] = "我的那份执着#5570",
					}, -- [135]
					{
						["role"] = "TANK",
						["name"] = "泰恩-亡语者",
						["iLvl"] = 890,
						["time"] = 1502931593,
						["class"] = 2,
						["bTag"] = "柳生十兵未#5942",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "胡八一-符文图腾",
						["iLvl"] = 782,
						["time"] = 1502931593,
						["class"] = 4,
						["bTag"] = "无人诉说#5444",
					}, -- [137]
					{
						["role"] = "HEALER",
						["name"] = "今天休息不打-龙骨平原",
						["iLvl"] = 910,
						["time"] = 1502931593,
						["class"] = 2,
						["bTag"] = "我叫辉辉辉辉辉#5572",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "最爱吃葡萄-烈焰峰",
						["time"] = 1502931593,
						["class"] = 12,
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "風悦-伊萨里奥斯",
						["time"] = 1502931593,
						["class"] = 4,
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "若相厝-海克泰尔",
						["iLvl"] = 930,
						["time"] = 1502931593,
						["class"] = 3,
						["bTag"] = "影子恋人#51619",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "王者巴拉克-死亡之翼",
						["time"] = 1502931585,
						["class"] = 1,
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "六月二十四-巴纳扎尔",
						["iLvl"] = 905,
						["time"] = 1502931585,
						["class"] = 3,
						["bTag"] = "六月二十四#5656",
					}, -- [143]
					{
						["role"] = "HEALER",
						["name"] = "Blackops-恶魔之魂",
						["time"] = 1502931593,
						["class"] = 5,
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "Mimori-狂热之刃",
						["iLvl"] = 935,
						["time"] = 1502931593,
						["class"] = 11,
						["bTag"] = "夏恋花火#51423",
					}, -- [145]
					{
						["role"] = "TANK",
						["name"] = "Buddhism-烈焰峰",
						["iLvl"] = 915,
						["time"] = 1502931593,
						["class"] = 12,
						["bTag"] = "Saunak#5709",
					}, -- [146]
					{
						["role"] = "HEALER",
						["name"] = "Pupupriest-燃烧平原",
						["iLvl"] = 933,
						["time"] = 1502931593,
						["class"] = 5,
						["bTag"] = "Nevo#5743",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "俏皮的双马尾-奥妮克希亚",
						["iLvl"] = 932,
						["time"] = 1502931593,
						["class"] = 8,
						["bTag"] = "MrFash#5601",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "丶小洛克-安苏",
						["iLvl"] = 910,
						["time"] = 1502931593,
						["class"] = 3,
						["bTag"] = "小洛克#5456",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂蓝魔-冰霜之刃",
						["time"] = 1502931593,
						["class"] = 1,
					}, -- [150]
				},
				["1-124-422-0"] = {
					{
						["role"] = "TANK",
						["name"] = "小熊维尼-罗曼斯",
						["iLvl"] = 902,
						["time"] = 1501119390,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "Parislin#51644",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "放你肚里-安苏",
						["iLvl"] = 866,
						["time"] = 1501119390,
						["class"] = 5,
						["bTag"] = "麻大宝#5893",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "轩辕老铁-安苏",
						["iLvl"] = 902,
						["time"] = 1501119530,
						["class"] = 5,
						["bTag"] = "我是谁呢#5213",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "双强哀伤-阿尔萨斯",
						["iLvl"] = 929,
						["time"] = 1501119541,
						["class"] = 6,
						["bTag"] = "梁羽#5575",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "江北之巨根-龙骨平原",
						["iLvl"] = 931,
						["time"] = 1501119541,
						["class"] = 12,
						["bTag"] = "江北之青云#5293",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "一月六-埃德萨拉",
						["time"] = 1501119659,
						["class"] = 1,
						["leader"] = true,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "灭世妖狼-莱索恩",
						["iLvl"] = 917,
						["time"] = 1501119684,
						["class"] = 3,
						["bTag"] = "灭世妖狼#5898",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "海岩咖啡-迅捷微风",
						["iLvl"] = 927,
						["time"] = 1501119684,
						["class"] = 5,
						["bTag"] = "Native#5436",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "逐风圣骑-阿拉索",
						["iLvl"] = 913,
						["time"] = 1501119764,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "水深火热#5979",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "岳雅妃-万色星辰",
						["iLvl"] = 924,
						["time"] = 1501119764,
						["class"] = 11,
						["bTag"] = "liang#51139",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "逐风幻影-阿拉索",
						["iLvl"] = 927,
						["time"] = 1501119764,
						["class"] = 12,
						["bTag"] = "水深火热#5979",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "苦相丶叛逆-奥尔加隆",
						["iLvl"] = 927,
						["time"] = 1501119764,
						["class"] = 3,
						["bTag"] = "鸭嘴兽#5595",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "黄昏晓-影之哀伤",
						["iLvl"] = 912,
						["time"] = 1501330705,
						["class"] = 6,
						["bTag"] = "Alien#5461",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Donalda-斯克提斯",
						["iLvl"] = 933,
						["time"] = 1501330705,
						["class"] = 1,
						["bTag"] = "死亡之翼#5473",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "牛犇儿-阿迦玛甘",
						["iLvl"] = 936,
						["time"] = 1501330705,
						["class"] = 1,
						["bTag"] = "kant#5881",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "烟雨疏离-凤凰之神",
						["iLvl"] = 899,
						["time"] = 1501330705,
						["class"] = 12,
						["bTag"] = "烟雨#5223",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "凉笙墨染灬-燃烧之刃",
						["iLvl"] = 930,
						["time"] = 1501330788,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "暧昧1988#5722",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "極品丨龘尐-埃德萨拉",
						["iLvl"] = 932,
						["time"] = 1501330788,
						["class"] = 8,
						["bTag"] = "夜神月#5323",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "北山苹果-格雷迈恩",
						["iLvl"] = 912,
						["time"] = 1501330788,
						["class"] = 11,
						["bTag"] = "北山苹果#5973",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "破窑出好货-雏龙之翼",
						["time"] = 1501330784,
						["class"] = 12,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "闪纯-冰风岗",
						["iLvl"] = 890,
						["time"] = 1501331023,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Flashpaul#5837",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "畵月梅-龙骨平原",
						["iLvl"] = 913,
						["time"] = 1501330973,
						["class"] = 5,
						["bTag"] = "狂野之狼#512271",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "佛洛咪-暗影之月",
						["iLvl"] = 927,
						["time"] = 1501331023,
						["class"] = 9,
						["bTag"] = "天魁#5624",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "寒蝉之泪-黑铁",
						["iLvl"] = 856,
						["time"] = 1501331023,
						["class"] = 8,
						["bTag"] = "寒蝉之泪#51667",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱卍魔王-安苏",
						["iLvl"] = 929,
						["time"] = 1501381046,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "卍神之王#5619",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "颦颦儿-苏塔恩",
						["time"] = 1501381061,
						["class"] = 3,
						["leader"] = true,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "样样两元-凤凰之神",
						["iLvl"] = 887,
						["time"] = 1501381061,
						["class"] = 4,
						["bTag"] = "懒惰的胖子#5906",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "天使冰寒-斩魔者",
						["iLvl"] = 922,
						["time"] = 1501381061,
						["class"] = 2,
						["bTag"] = "天使冰寒#5149",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "小年布丁-凤凰之神",
						["iLvl"] = 926,
						["time"] = 1501381171,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "小年#5483",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "奶茶布丁-拉文凯斯",
						["iLvl"] = 924,
						["time"] = 1501381171,
						["class"] = 12,
						["bTag"] = "任意门#5903",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "猥琐賊-影之哀伤",
						["iLvl"] = 907,
						["time"] = 1501381171,
						["class"] = 4,
						["bTag"] = "今晚感觉离你很近#5244",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Tbillions-伊利丹",
						["iLvl"] = 921,
						["time"] = 1501381171,
						["class"] = 9,
						["bTag"] = "頭頸拳#5938",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼逸踏晨曦-加尔",
						["time"] = 1501381348,
						["class"] = 4,
						["leader"] = true,
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "缄灬默丶-普瑞斯托",
						["time"] = 1501381348,
						["class"] = 2,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "边巴扎西-鬼雾峰",
						["time"] = 1501381348,
						["class"] = 7,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "温度开始跳楼-血牙魔王",
						["iLvl"] = 896,
						["time"] = 1501554771,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "憎恶#5798",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "绯红的叶子-丹莫德",
						["iLvl"] = 892,
						["time"] = 1501554771,
						["class"] = 5,
						["bTag"] = "绯红的叶子#5543",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "转世可乐-黑铁",
						["iLvl"] = 930,
						["time"] = 1501554771,
						["class"] = 11,
						["bTag"] = "也人#5334",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "我谦虚死了-死亡之翼",
						["iLvl"] = 886,
						["time"] = 1501554771,
						["class"] = 12,
						["bTag"] = "顽固一徹#5981",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "优雅菜刀-鬼雾峰",
						["iLvl"] = 913,
						["time"] = 1501554902,
						["class"] = 12,
						["bTag"] = "毛毛#5396",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "风帆-莱索恩",
						["time"] = 1501554902,
						["class"] = 8,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "大丁小将-加尔",
						["iLvl"] = 867,
						["time"] = 1501557191,
						["class"] = 6,
						["bTag"] = "守护心灵#5380",
					}, -- [42]
					{
						["role"] = "TANK",
						["name"] = "你说胯骨轴子-弗塞雷迦",
						["iLvl"] = 805,
						["time"] = 1501557191,
						["class"] = 1,
						["bTag"] = "痛苦的挣扎#51533",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "免费的牛奶-寒冰皇冠",
						["iLvl"] = 916,
						["time"] = 1501557191,
						["class"] = 1,
						["bTag"] = "免费的牛奶#5503",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "灬赚赚丶-阿拉希",
						["iLvl"] = 891,
						["time"] = 1501557191,
						["class"] = 12,
						["bTag"] = "灬转转丶#51163",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "缘灭九世悲恸-瓦里安",
						["iLvl"] = 753,
						["time"] = 1501557263,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "十年荣耀#51990",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "吸根烟想想-铜龙军团",
						["iLvl"] = 877,
						["time"] = 1501557263,
						["class"] = 1,
						["bTag"] = "快乐之裤#5868",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "迷离小萌牛-达尔坎",
						["iLvl"] = 938,
						["time"] = 1501557249,
						["class"] = 11,
						["bTag"] = "dx2050#5338",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "最萌的敌人-白银之手",
						["iLvl"] = 927,
						["time"] = 1501557263,
						["class"] = 12,
						["bTag"] = "季次#5138",
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "孩子们的妞-铜龙军团",
						["iLvl"] = 723,
						["time"] = 1501557408,
						["class"] = 11,
						["bTag"] = "JonSnow#52807",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "浪子灬屠城巛-深渊之喉",
						["iLvl"] = 928,
						["time"] = 1501557369,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "叶落知秋#5308",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "天天灬大宝见-通灵学院",
						["iLvl"] = 923,
						["time"] = 1501557378,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "私人珍藏#5870",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "巨盾长胡须-死亡之翼",
						["time"] = 1501557378,
						["class"] = 1,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "画个查查诅咒-太阳之井",
						["iLvl"] = 632,
						["time"] = 1501557408,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "小王#51707",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁的大虾仁-时光之穴",
						["iLvl"] = 748,
						["time"] = 1501557408,
						["class"] = 8,
						["bTag"] = "GODZILLA#5881",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "小术很基-火焰之树",
						["iLvl"] = 927,
						["time"] = 1501557408,
						["class"] = 9,
						["bTag"] = "阿布高和#5622",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "特雷西二代-莱索恩",
						["iLvl"] = 931,
						["time"] = 1501635631,
						["class"] = 6,
						["bTag"] = "小麦#5276",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "痞子耍流氓-海克泰尔",
						["iLvl"] = 931,
						["time"] = 1501635631,
						["class"] = 8,
						["bTag"] = "昨夜回忆#5968",
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "Pale-死亡之翼",
						["iLvl"] = 890,
						["time"] = 1501635631,
						["class"] = 2,
						["bTag"] = "艺艺艺艺艺艺艺艺#5279",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "看飞机来了-燃烧之刃",
						["iLvl"] = 931,
						["time"] = 1501635747,
						["class"] = 3,
						["bTag"] = "飞机来了#51628",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "海中狼-阿尔萨斯",
						["iLvl"] = 912,
						["time"] = 1501635846,
						["class"] = 1,
						["bTag"] = "安静的汤姆猪#5916",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "旧事已荒凉-伊森利恩",
						["iLvl"] = 902,
						["time"] = 1501635747,
						["class"] = 4,
						["bTag"] = "年年哥的青春#5739",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "风之伤-戈提克",
						["iLvl"] = 879,
						["time"] = 1501635747,
						["class"] = 1,
						["bTag"] = "逆影#5376",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "武藏安娜-耐奥祖",
						["iLvl"] = 908,
						["time"] = 1501635836,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "ProTao#5206",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "灰烬使者-雏龙之翼",
						["iLvl"] = 907,
						["time"] = 1501635836,
						["class"] = 2,
						["bTag"] = "冷月青龙#5982",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "玖琪露诺-古尔丹",
						["iLvl"] = 919,
						["time"] = 1501635857,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "笨蛋玖琪露诺#5628",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "断翼飞翔-布兰卡德",
						["iLvl"] = 931,
						["time"] = 1501635966,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "KevinGarnett#5956",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "殺手桃白白-阿拉希",
						["iLvl"] = 915,
						["time"] = 1501635986,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "沈阳吴彦祖#5160",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "里维卡洛斯-沃金",
						["iLvl"] = 906,
						["time"] = 1501635986,
						["class"] = 9,
						["bTag"] = "潘达利亚的潘德金#5461",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "魔都小电驴-格瑞姆巴托",
						["iLvl"] = 930,
						["time"] = 1501635986,
						["class"] = 7,
						["bTag"] = "GY123#51915",
					}, -- [70]
					{
						["role"] = "TANK",
						["name"] = "右白唬-贫瘠之地",
						["iLvl"] = 908,
						["time"] = 1501636133,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "狄也#51681",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "爆浆鱼丸-试炼之环",
						["iLvl"] = 899,
						["time"] = 1501636100,
						["class"] = 4,
						["bTag"] = "Hogo#5569",
					}, -- [72]
					{
						["role"] = "HEALER",
						["name"] = "戴雨农-奎尔丹纳斯",
						["time"] = 1501636133,
						["class"] = 10,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "筱雨零星-龙骨平原",
						["iLvl"] = 930,
						["time"] = 1501994090,
						["class"] = 1,
						["bTag"] = "惋红曲#51186",
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "Haste-血吼",
						["time"] = 1501732358,
						["class"] = 5,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "野蛮坦克-闪电之刃",
						["iLvl"] = 907,
						["time"] = 1501732349,
						["class"] = 3,
						["bTag"] = "宏伟#5590",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "灬我爱罗灬-血色十字军",
						["iLvl"] = 935,
						["time"] = 1501732358,
						["class"] = 12,
						["bTag"] = "打的不错#51267",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "神秘女猎手-风暴之怒",
						["iLvl"] = 928,
						["time"] = 1501732358,
						["class"] = 3,
						["bTag"] = "六小顽童#5501",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "淡淡哋忧伤-血色十字军",
						["iLvl"] = 931,
						["time"] = 1501732531,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "冰冷的温柔#5445",
					}, -- [79]
					{
						["role"] = "TANK",
						["name"] = "起床很生气-死亡之翼",
						["iLvl"] = 922,
						["time"] = 1501732531,
						["class"] = 12,
						["bTag"] = "Raulista#5811",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "老三的象拔蚌-暗影之月",
						["iLvl"] = 931,
						["time"] = 1501732490,
						["class"] = 11,
						["bTag"] = "鸡蛋拌热翔#5880",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "猎爹乀-燃烧之刃",
						["iLvl"] = 935,
						["time"] = 1501732462,
						["class"] = 3,
						["bTag"] = "黑泪#51798",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "爱你永生-梅尔加尼",
						["iLvl"] = 929,
						["time"] = 1501808401,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "FrozenAngel#5670",
					}, -- [83]
					{
						["role"] = "HEALER",
						["name"] = "Liukin-黑暗虚空",
						["iLvl"] = 935,
						["time"] = 1501808472,
						["class"] = 5,
						["bTag"] = "谢红兵#5608",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "一个很弱的人-安苏",
						["iLvl"] = 789,
						["time"] = 1501808472,
						["class"] = 8,
						["bTag"] = "王雪君#5813",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "妖顏惑众-迅捷微风",
						["iLvl"] = 929,
						["time"] = 1501898022,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "夜下猫柒#5197",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "忧郁的棉花糖-凯尔萨斯",
						["iLvl"] = 929,
						["time"] = 1501898022,
						["class"] = 9,
						["bTag"] = "忧郁的棉花糖#5752",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "蒜苔丶肉丝-遗忘海岸",
						["iLvl"] = 694,
						["time"] = 1501898074,
						["class"] = 12,
						["bTag"] = "蒜苔#51524",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "落天丶-龙骨平原",
						["iLvl"] = 908,
						["time"] = 1501898074,
						["class"] = 4,
						["bTag"] = "失落的终结#5180",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "黑白丷-布兰卡德",
						["time"] = 1501993838,
						["class"] = 12,
						["leader"] = true,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "何必丶遗忘-狂热之刃",
						["iLvl"] = 896,
						["time"] = 1501993814,
						["class"] = 9,
						["bTag"] = "空瓶缺氧#51947",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "西门大爷-加兹鲁维",
						["iLvl"] = 902,
						["time"] = 1501993743,
						["class"] = 2,
						["bTag"] = "大爷#5206",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "雷霆之怒一霸-密林游侠",
						["iLvl"] = 930,
						["time"] = 1502769850,
						["class"] = 7,
						["bTag"] = "新无边#5443",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "圣经未章-密林游侠",
						["iLvl"] = 900,
						["time"] = 1501993853,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "壁垒#5495",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "发呆的尼姑-影之哀伤",
						["iLvl"] = 933,
						["time"] = 1501994164,
						["class"] = 1,
						["bTag"] = "发呆的尼姑#5592",
					}, -- [95]
					{
						["role"] = "TANK",
						["name"] = "须跋陀罗-加基森",
						["time"] = 1501994253,
						["class"] = 11,
					}, -- [96]
					{
						["role"] = "TANK",
						["name"] = "窩芯踋-安苏",
						["iLvl"] = 907,
						["time"] = 1501994164,
						["class"] = 10,
						["bTag"] = "称呼丶彡生#5133",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "骆少灬刺客-巫妖之王",
						["iLvl"] = 896,
						["time"] = 1501994269,
						["class"] = 4,
						["bTag"] = "天使不会飞#5617",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "斯卡瑞纳-埃德萨拉",
						["iLvl"] = 913,
						["time"] = 1501994269,
						["class"] = 3,
						["bTag"] = "卖榴莲的小伙子#5111",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "奧格瑞玛暗牧-奥尔加隆",
						["time"] = 1501994269,
						["class"] = 5,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "裤衩里有凶器-红云台地",
						["iLvl"] = 912,
						["time"] = 1502073445,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "凋零#5461",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "呵嘿嘿-风暴之怒",
						["iLvl"] = 911,
						["time"] = 1502073409,
						["class"] = 2,
						["bTag"] = "凛冬将至#52731",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "Archimede-海加尔",
						["iLvl"] = 931,
						["time"] = 1502073445,
						["class"] = 8,
						["bTag"] = "阿基米德#5457",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "Bailinyip-塞拉摩",
						["iLvl"] = 922,
						["time"] = 1502103288,
						["class"] = 1,
						["bTag"] = "倩彤她爸#5299",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "烈阳神誓-安苏",
						["iLvl"] = 930,
						["time"] = 1502103202,
						["class"] = 2,
						["bTag"] = "白银之鹰#534647",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "再续谢沧行-布兰卡德",
						["time"] = 1502103195,
						["class"] = 10,
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "城管灬副队长-死亡之翼",
						["iLvl"] = 896,
						["time"] = 1502103286,
						["class"] = 12,
						["bTag"] = "脚滑的狐狸#51266",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "岁月不回头-凤凰之神",
						["iLvl"] = 725,
						["time"] = 1502103288,
						["class"] = 6,
						["bTag"] = "悟空#52783",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "芙蓉王坤坤-烈焰峰",
						["time"] = 1502103288,
						["class"] = 8,
					}, -- [109]
					{
						["role"] = "TANK",
						["name"] = "Saylalalala-克尔苏加德",
						["iLvl"] = 726,
						["time"] = 1502103318,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "圣光会谢谢你#52562",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "糖糖不说话-符文图腾",
						["iLvl"] = 932,
						["time"] = 1502103409,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "想吃棒棒糖丶#5477",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "洛丝维亚瑟-死亡之翼",
						["iLvl"] = 702,
						["time"] = 1502103409,
						["class"] = 9,
						["bTag"] = "霁忆#5456",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "路西法的城管-古尔丹",
						["iLvl"] = 904,
						["time"] = 1502103318,
						["class"] = 4,
						["bTag"] = "路西法的胸毛#5879",
					}, -- [113]
					{
						["role"] = "TANK",
						["name"] = "流星坦克車-血色十字军",
						["iLvl"] = 808,
						["time"] = 1502103460,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "流星坦克车#5440",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "除却夕云-无尽之海",
						["iLvl"] = 927,
						["time"] = 1502103535,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "沉默之剑#56563",
					}, -- [115]
					{
						["role"] = "TANK",
						["name"] = "小鱼漂亮丶-利刃之拳",
						["time"] = 1502103535,
						["class"] = 12,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "梦遗-伊森利恩",
						["iLvl"] = 910,
						["time"] = 1502103535,
						["class"] = 12,
						["bTag"] = "潜行之龟#532576",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "Arteezy-巫妖之王",
						["iLvl"] = 932,
						["time"] = 1502103646,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "遥远的阿牛#5483",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "剑镇山河-无尽之海",
						["iLvl"] = 932,
						["time"] = 1502103646,
						["class"] = 6,
						["bTag"] = "血色#5709",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "萨那个馒-埃德萨拉",
						["iLvl"] = 686,
						["time"] = 1502103646,
						["class"] = 7,
						["bTag"] = "刀走偏锋#5409",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "壞叔叔-符文图腾",
						["iLvl"] = 933,
						["time"] = 1502103646,
						["class"] = 9,
						["bTag"] = "一身戎装#5658",
					}, -- [121]
					{
						["role"] = "TANK",
						["name"] = "水小仙-埃德萨拉",
						["iLvl"] = 932,
						["time"] = 1502115250,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "蛇蛇怪#5471",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "子艺爸-红龙军团",
						["iLvl"] = 935,
						["time"] = 1502115285,
						["class"] = 3,
						["bTag"] = "子艺爸#5714",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "熔岩爆发-末日祷告祭坛",
						["time"] = 1502115285,
						["class"] = 7,
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "墨尔本灬晴-阿卡玛",
						["iLvl"] = 916,
						["time"] = 1502115285,
						["class"] = 3,
						["bTag"] = "钛坦造物#5645",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "迷離秋枫-阿拉索",
						["iLvl"] = 892,
						["time"] = 1502155142,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "无名的小兵#5279",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "回头浪子-安其拉",
						["iLvl"] = 939,
						["time"] = 1502155091,
						["class"] = 4,
						["bTag"] = "最小的笨蛋#5910",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "沃尔夫猎魂-塞拉摩",
						["time"] = 1502155132,
						["class"] = 7,
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "瞬间倾城-黑铁",
						["iLvl"] = 925,
						["time"] = 1502155151,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "四毛叔叔#5499",
					}, -- [129]
					{
						["role"] = "TANK",
						["name"] = "葉輕眉-海克泰尔",
						["time"] = 1502248163,
						["class"] = 6,
						["leader"] = true,
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "红茶来一杯丶-死亡之翼",
						["iLvl"] = 883,
						["time"] = 1502248132,
						["class"] = 1,
						["bTag"] = "只玩麦克雷和根基#5375",
					}, -- [131]
					{
						["role"] = "HEALER",
						["name"] = "果灬然-卡德加",
						["time"] = 1502248163,
						["class"] = 7,
					}, -- [132]
					{
						["role"] = "TANK",
						["name"] = "吆叨-安苏",
						["iLvl"] = 874,
						["time"] = 1502248163,
						["class"] = 2,
						["bTag"] = "深爱怎腻丶#5220",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "鳳凰變惪鵲児-黑暗之矛",
						["iLvl"] = 928,
						["time"] = 1502248286,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "疯狂的雀雀#5320",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "天凉好個秋-艾莫莉丝",
						["iLvl"] = 904,
						["time"] = 1502248267,
						["class"] = 1,
						["bTag"] = "mmwomm#5620",
					}, -- [135]
					{
						["role"] = "TANK",
						["name"] = "一摸就倒-冰风岗",
						["iLvl"] = 885,
						["time"] = 1502248223,
						["class"] = 2,
						["bTag"] = "一摸就倒#51471",
					}, -- [136]
					{
						["role"] = "TANK",
						["name"] = "誓言就是失言-格瑞姆巴托",
						["iLvl"] = 924,
						["time"] = 1502248286,
						["class"] = 11,
						["bTag"] = "荒卷#51776",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "温柔的陈果-血环",
						["iLvl"] = 877,
						["time"] = 1502248400,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "巨硕之斧#59739",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "福禄娃丶-布兰卡德",
						["iLvl"] = 932,
						["time"] = 1502248387,
						["class"] = 3,
						["bTag"] = "福禄娃丶#51108",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "凵看什么看丫-石锤",
						["iLvl"] = 904,
						["time"] = 1502248400,
						["class"] = 4,
						["bTag"] = "地上有一块钱#5982",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "君陌牛牛-玛洛加尔",
						["iLvl"] = 931,
						["time"] = 1502248329,
						["class"] = 1,
						["bTag"] = "君陌#52778",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "一炎魔之王一-死亡之翼",
						["iLvl"] = 924,
						["time"] = 1502363133,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "哀沐涕#5977",
					}, -- [142]
					{
						["role"] = "TANK",
						["name"] = "神圣二手烟-燃烧之刃",
						["time"] = 1502363133,
						["class"] = 12,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "扌包兼欠-克尔苏加德",
						["time"] = 1502363133,
						["class"] = 9,
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "午夜蒾失-艾莫莉丝",
						["iLvl"] = 925,
						["time"] = 1502363191,
						["class"] = 11,
						["bTag"] = "Castrol#5802",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "橘子花儿-巨龙之吼",
						["iLvl"] = 878,
						["time"] = 1502363191,
						["class"] = 1,
						["bTag"] = "qinqinv5#5652",
					}, -- [146]
					{
						["role"] = "TANK",
						["name"] = "爱母剃春花-激流之傲",
						["time"] = 1502363191,
						["class"] = 10,
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "必须地-阿克蒙德",
						["time"] = 1502363191,
						["class"] = 3,
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "炼青冥巧天工-血色十字军",
						["iLvl"] = 903,
						["time"] = 1502363319,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "鲜血凋零#5365",
					}, -- [149]
					{
						["role"] = "TANK",
						["name"] = "众神遗言-盖斯",
						["iLvl"] = 718,
						["time"] = 1502363301,
						["class"] = 10,
						["bTag"] = "低调的誓言#51820",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "小时候可萌了-贫瘠之地",
						["iLvl"] = 915,
						["time"] = 1502363319,
						["class"] = 1,
						["bTag"] = "蒂凡尼的早餐#5805",
					}, -- [151]
					{
						["role"] = "HEALER",
						["name"] = "捶你胸口哼-格瑞姆巴托",
						["iLvl"] = 909,
						["time"] = 1502363319,
						["class"] = 2,
						["bTag"] = "Secret#52700",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "艹但-冰风岗",
						["time"] = 1502363450,
						["class"] = 12,
						["leader"] = true,
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "利卍器-无尽之海",
						["iLvl"] = 934,
						["time"] = 1502411968,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "夸父追日#5429",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "铁乄血-地狱之石",
						["iLvl"] = 939,
						["time"] = 1502411968,
						["class"] = 1,
						["bTag"] = "狂妄之雄#52851",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞丁字裤-格雷迈恩",
						["iLvl"] = 935,
						["time"] = 1502411968,
						["class"] = 3,
						["bTag"] = "快乐之潜行者#513541",
					}, -- [156]
					{
						["role"] = "TANK",
						["name"] = "李云龙-恐怖图腾",
						["time"] = 1502505105,
						["class"] = 11,
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "犭苗-元素之力",
						["iLvl"] = 870,
						["time"] = 1502505193,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "gaoliang#5139",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "时光丨悄悄然-安苏",
						["iLvl"] = 905,
						["time"] = 1502505246,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "茴卟去的从前#5718",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "燃烧之恨-安其拉",
						["iLvl"] = 933,
						["time"] = 1502505193,
						["class"] = 7,
						["bTag"] = "燃烧之心#5238",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "初夏听雪-迦拉克隆",
						["iLvl"] = 928,
						["time"] = 1502505273,
						["class"] = 3,
						["bTag"] = "枫残秋殇#51283",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "焰星-格瑞姆巴托",
						["iLvl"] = 926,
						["time"] = 1502505273,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "焰星#5398",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "农夫-格瑞姆巴托",
						["time"] = 1502505273,
						["class"] = 2,
					}, -- [163]
					{
						["role"] = "TANK",
						["name"] = "郝曉蕊-阿比迪斯",
						["iLvl"] = 928,
						["time"] = 1502595304,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "安庆岳西#5614",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "失落之歌-哈卡",
						["iLvl"] = 913,
						["time"] = 1502595298,
						["class"] = 8,
						["bTag"] = "失落之歌#5770",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "纳希瑟斯-狂热之刃",
						["iLvl"] = 899,
						["time"] = 1502595257,
						["class"] = 12,
						["bTag"] = "纳西瑟斯#5213",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "鐘馗-无尽之海",
						["iLvl"] = 918,
						["time"] = 1502595291,
						["class"] = 11,
						["bTag"] = "Lenne#5419",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "冷无妍-雷克萨",
						["iLvl"] = 798,
						["time"] = 1502672294,
						["class"] = 3,
						["bTag"] = "冷无烟#5337",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "站在吧码外-暗影议会",
						["iLvl"] = 858,
						["time"] = 1502672294,
						["class"] = 3,
						["bTag"] = "酱豆腐#5742",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "卢西安诺-死亡之翼",
						["iLvl"] = 891,
						["time"] = 1502672262,
						["class"] = 1,
						["bTag"] = "卢西安诺#51373",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "身后有个贼-安苏",
						["iLvl"] = 928,
						["time"] = 1502672294,
						["class"] = 4,
						["bTag"] = "逗叮崽#5471",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "阿拉雷斯-风暴之怒",
						["time"] = 1502672913,
						["class"] = 9,
						["leader"] = true,
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "跟着丨感觉走-主宰之剑",
						["iLvl"] = 878,
						["time"] = 1502672959,
						["class"] = 12,
						["bTag"] = "疯狂之法师#55396",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "黑影骑士-米奈希尔",
						["iLvl"] = 914,
						["time"] = 1502672959,
						["class"] = 6,
						["bTag"] = "优雅牛牛#5497",
					}, -- [174]
					{
						["role"] = "HEALER",
						["name"] = "可可丨狼牙-无尽之海",
						["iLvl"] = 930,
						["time"] = 1502672959,
						["class"] = 2,
						["bTag"] = "狼牙乄可可#5498",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "灬伊莉丹灬-埃克索图斯",
						["time"] = 1502769786,
						["class"] = 12,
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "高糖-血牙魔王",
						["iLvl"] = 932,
						["time"] = 1502769850,
						["class"] = 3,
						["bTag"] = "小姐贵姓#51726",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "迪魔-黑铁",
						["iLvl"] = 929,
						["time"] = 1502769850,
						["class"] = 12,
						["bTag"] = "巨硕之斧#566468",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "憨厚的太白-克尔苏加德",
						["iLvl"] = 937,
						["time"] = 1502769850,
						["class"] = 3,
						["bTag"] = "太白#5331",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "邪神梦魇-丹莫德",
						["iLvl"] = 826,
						["time"] = 1502769977,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "邪神梦魇#5692",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "小木羊贝戎酷-格瑞姆巴托",
						["time"] = 1502769963,
						["class"] = 12,
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "江南大波妹-燃烧平原",
						["iLvl"] = 930,
						["time"] = 1502769965,
						["class"] = 11,
						["bTag"] = "核核核桃君#5409",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "药自由糖死亡-影之哀伤",
						["iLvl"] = 910,
						["time"] = 1502769987,
						["class"] = 4,
						["bTag"] = "逍遥剑仙#5431",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "子丸小-通灵学院",
						["iLvl"] = 931,
						["time"] = 1502769987,
						["class"] = 4,
						["bTag"] = "lmx159#5868",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "我叫麦克尔-红龙军团",
						["iLvl"] = 910,
						["time"] = 1502770097,
						["class"] = 1,
						["bTag"] = "吴天峰#51818",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "可爱的小糯米-贫瘠之地",
						["time"] = 1502770200,
						["class"] = 2,
						["leader"] = true,
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "大西瓜真甜-格瑞姆巴托",
						["time"] = 1502770200,
						["class"] = 9,
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "嫩二愣哥-阿纳克洛斯",
						["time"] = 1502770200,
						["class"] = 8,
					}, -- [188]
					{
						["role"] = "TANK",
						["name"] = "决战云霄之巅-安苏",
						["time"] = 1502770200,
						["class"] = 12,
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "藤田钢-安苏",
						["iLvl"] = 929,
						["time"] = 1502843501,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "洋哥#5336",
					}, -- [190]
					{
						["role"] = "HEALER",
						["name"] = "白百白-克尔苏加德",
						["iLvl"] = 920,
						["time"] = 1502843527,
						["class"] = 5,
						["bTag"] = "Kuroyukihim#51822",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "伊雪馨-迅捷微风",
						["iLvl"] = 936,
						["time"] = 1502843527,
						["class"] = 2,
						["bTag"] = "Ice#51919",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "大女夭米青-冬泉谷",
						["iLvl"] = 929,
						["time"] = 1502843534,
						["class"] = 3,
						["bTag"] = "迷你之泰坦#59247",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "Zigma-无尽之海",
						["iLvl"] = 927,
						["time"] = 1502843593,
						["class"] = 9,
						["bTag"] = "FuFu#51446",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "风行者希女王-凤凰之神",
						["iLvl"] = 894,
						["time"] = 1502843593,
						["class"] = 3,
						["bTag"] = "丧钟的祭奠#51449",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "冷不丁-恶魔之魂",
						["iLvl"] = 891,
						["time"] = 1502843593,
						["class"] = 8,
						["bTag"] = "robinK#5441",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "疯云吹血之猎-影之哀伤",
						["iLvl"] = 901,
						["time"] = 1502843593,
						["class"] = 3,
						["bTag"] = "疯云吹血#5648",
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "于无声处-布兰卡德",
						["iLvl"] = 935,
						["time"] = 1502894154,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "致命之足#5484",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "李恩菲丶-艾莫莉丝",
						["iLvl"] = 909,
						["time"] = 1502894105,
						["class"] = 4,
						["bTag"] = "WhoAreYou#51113",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "一念永恒-卡拉赞",
						["iLvl"] = 890,
						["time"] = 1502894154,
						["class"] = 12,
						["bTag"] = "zqsedv#5568",
					}, -- [200]
					{
						["role"] = "HEALER",
						["name"] = "啸雪-麦姆",
						["iLvl"] = 886,
						["time"] = 1502894105,
						["class"] = 2,
						["bTag"] = "烨枫瞳#5438",
					}, -- [201]
					{
						["role"] = "TANK",
						["name"] = "嘿哼哈嘻-冰风岗",
						["iLvl"] = 890,
						["time"] = 1502894208,
						["class"] = 6,
						["bTag"] = "你那逗比的表情#5521",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "筱花猫-主宰之剑",
						["iLvl"] = 903,
						["time"] = 1502894208,
						["class"] = 5,
						["bTag"] = "散仙#5240",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "Mako-伊森利恩",
						["iLvl"] = 919,
						["time"] = 1502894208,
						["class"] = 1,
						["bTag"] = "最怕空气突然安静#51542",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "沐语橙枫-黑铁",
						["time"] = 1502931055,
						["class"] = 3,
						["leader"] = true,
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "萌宠-贫瘠之地",
						["iLvl"] = 893,
						["time"] = 1502931077,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "乌拉拉#51328",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "天煞灵-屠魔山谷",
						["iLvl"] = 933,
						["time"] = 1502931213,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "HandReid#5553",
					}, -- [207]
					{
						["role"] = "TANK",
						["name"] = "Gravewormk-格瑞姆巴托",
						["iLvl"] = 935,
						["time"] = 1502931213,
						["class"] = 6,
						["bTag"] = "InGram#51146",
					}, -- [208]
					{
						["role"] = "HEALER",
						["name"] = "灵魂之主-拉文凯斯",
						["iLvl"] = 925,
						["time"] = 1502931339,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "SnarkyGoblin#528800",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "冯丶橙橙-安苏",
						["iLvl"] = 912,
						["time"] = 1502931306,
						["class"] = 3,
						["bTag"] = "跳跳骑士#5112613",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "舒经活络-燃烧之刃",
						["time"] = 1502931356,
						["class"] = 4,
					}, -- [211]
					{
						["role"] = "TANK",
						["name"] = "救赎众生-迪托马斯",
						["iLvl"] = 933,
						["time"] = 1502931356,
						["class"] = 2,
						["bTag"] = "NIGHTFIRE#5452",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "天昊-克苏恩",
						["iLvl"] = 875,
						["time"] = 1502931356,
						["class"] = 9,
						["bTag"] = "阿玛昊#5722",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "铁血战风-格瑞姆巴托",
						["iLvl"] = 932,
						["time"] = 1503237499,
						["class"] = 1,
						["bTag"] = "拉达曼迪斯#52554",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "小年糕妈妈-利刃之拳",
						["iLvl"] = 885,
						["time"] = 1503237499,
						["class"] = 4,
						["bTag"] = "为了部落#56169",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "Pòppy-死亡之翼",
						["iLvl"] = 916,
						["time"] = 1503237507,
						["class"] = 8,
						["bTag"] = "懒懒的大天使#5356",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "逐风杀戮-熔火之心",
						["iLvl"] = 918,
						["time"] = 1503237413,
						["class"] = 12,
						["bTag"] = "逐风杀戮#5204",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "无悔-克尔苏加德",
						["time"] = 1503237507,
						["class"] = 8,
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "梦静依然-阿尔萨斯",
						["time"] = 1503237507,
						["class"] = 12,
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "清霜-鬼雾峰",
						["time"] = 1503237507,
						["class"] = 5,
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "Littleapril-无尽之海",
						["time"] = 1503237601,
						["class"] = 3,
						["leader"] = true,
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "不自由吾寧死-加基森",
						["iLvl"] = 937,
						["time"] = 1503237619,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "跳跃之狮#552142",
					}, -- [222]
					{
						["role"] = "HEALER",
						["name"] = "疏乄桐-菲拉斯",
						["time"] = 1503237619,
						["class"] = 2,
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "多啦兽兽-深渊之巢",
						["iLvl"] = 908,
						["time"] = 1503237628,
						["class"] = 1,
						["bTag"] = "名字太长要躲草丛#5461",
					}, -- [224]
					{
						["role"] = "HEALER",
						["name"] = "医者自医-菲拉斯",
						["iLvl"] = 904,
						["time"] = 1503237668,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "小胖灬居士#5173",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "萨雷达尔怒风-冰霜之刃",
						["iLvl"] = 926,
						["time"] = 1503237668,
						["class"] = 3,
						["bTag"] = "大蛇丸#5788",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "邪能男神-加兹鲁维",
						["iLvl"] = 909,
						["time"] = 1503237668,
						["class"] = 4,
						["bTag"] = "雪覆盖的誓言#5433",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "拾忆猎手-伊利丹",
						["time"] = 1503237668,
						["class"] = 12,
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "上进的男人-塞拉摩",
						["iLvl"] = 874,
						["time"] = 1503313211,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "爱丹侠#5778",
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "名字并不重要-阿尔萨斯",
						["iLvl"] = 914,
						["time"] = 1503313223,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Fresco#51261",
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "枫叶漂霖-能源舰",
						["iLvl"] = 932,
						["time"] = 1503313249,
						["class"] = 8,
						["bTag"] = "枫子#5814",
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "牛血不牛泪-迅捷微风",
						["iLvl"] = 906,
						["time"] = 1503313284,
						["class"] = 1,
						["bTag"] = "老巴子#5299",
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "迷路的骑士-古加尔",
						["iLvl"] = 896,
						["time"] = 1503362924,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "迷路的骑士#51460",
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "小璐儿-影之哀伤",
						["time"] = 1503362906,
						["class"] = 9,
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "Ying-熔火之心",
						["iLvl"] = 939,
						["time"] = 1503362915,
						["class"] = 1,
						["bTag"] = "丨英丶皇#5975",
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "午夜凶牛-迦顿",
						["time"] = 1503362924,
						["class"] = 3,
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "妖道角-天谴之门",
						["time"] = 1503362931,
						["class"] = 12,
						["leader"] = true,
					}, -- [237]
					{
						["role"] = "DAMAGER",
						["name"] = "灬龍卐族灬-烈焰峰",
						["time"] = 1503362931,
						["class"] = 4,
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "后文-加基森",
						["iLvl"] = 928,
						["time"] = 1503363012,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "後文#5130",
					}, -- [239]
					{
						["role"] = "TANK",
						["name"] = "浮夸又何妨-鬼雾峰",
						["iLvl"] = 914,
						["time"] = 1503363055,
						["class"] = 6,
						["bTag"] = "依然微笑#51853",
					}, -- [240]
					{
						["role"] = "DAMAGER",
						["name"] = "Elysium-血色十字军",
						["iLvl"] = 930,
						["time"] = 1503363055,
						["class"] = 3,
						["bTag"] = "Elysium#5244",
					}, -- [241]
					{
						["role"] = "DAMAGER",
						["name"] = "拉不住去球-奈法利安",
						["iLvl"] = 929,
						["time"] = 1503363050,
						["class"] = 1,
						["bTag"] = "怪兽重生#5617",
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "笙默品筱影-安东尼达斯",
						["iLvl"] = 938,
						["time"] = 1503363142,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "卓茚筱影伈#5646",
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "南岗窜天猴-安其拉",
						["time"] = 1503363226,
						["class"] = 1,
						["leader"] = true,
					}, -- [244]
					{
						["role"] = "TANK",
						["name"] = "橄榄豆腐-燃烧之刃",
						["time"] = 1503363224,
						["class"] = 6,
					}, -- [245]
					{
						["role"] = "DAMAGER",
						["name"] = "卓凌昭-洛萨",
						["time"] = 1503363222,
						["class"] = 4,
					}, -- [246]
					{
						["role"] = "TANK",
						["name"] = "嗜血乂战-末日行者",
						["iLvl"] = 883,
						["time"] = 1503363228,
						["class"] = 1,
						["bTag"] = "又十年#5404",
					}, -- [247]
				},
				["2-117-451-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "見習獵人-黑龙军团",
						["iLvl"] = 915,
						["time"] = 1502281226,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "丸子猪#5895",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "夏韭菜禁卫军-黑龙军团",
						["iLvl"] = 919,
						["time"] = 1502281226,
						["class"] = 12,
						["bTag"] = "贪嗔痴慢疑#51128",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "翔宇二号-塞拉摩",
						["iLvl"] = 893,
						["time"] = 1502281226,
						["class"] = 1,
						["bTag"] = "Bolt#5214",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "亦黑亦白-无尽之海",
						["iLvl"] = 928,
						["time"] = 1502281226,
						["class"] = 10,
						["bTag"] = "堕恶灵#5980",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "奥莱莉亚丶-阿曼尼",
						["iLvl"] = 928,
						["time"] = 1502333224,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "睡觉打豆豆#5643",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "徳丽莎-冰霜之刃",
						["iLvl"] = 931,
						["time"] = 1502333224,
						["class"] = 2,
						["bTag"] = "finaldjh#5188",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丨一抹淡墨-格瑞姆巴托",
						["iLvl"] = 911,
						["time"] = 1502333224,
						["class"] = 9,
						["bTag"] = "萌萌的坑#5638",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "德兹科-黑龙军团",
						["iLvl"] = 924,
						["time"] = 1502333224,
						["class"] = 2,
						["bTag"] = "艾丝蒂尔布莱特#5504",
					}, -- [8]
				},
				["1-124-469-0"] = {
					{
						["role"] = "TANK",
						["name"] = "轻音控大叔-燃烧之刃",
						["iLvl"] = 889,
						["time"] = 1500996710,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "苏先生#51243",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "翠玉豆糕-血色十字军",
						["time"] = 1500996654,
						["class"] = 11,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "醉灬小兔-末日祷告祭坛",
						["iLvl"] = 872,
						["time"] = 1500996710,
						["class"] = 8,
						["bTag"] = "阴晴不定#5513",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Dmcjier-冰风岗",
						["iLvl"] = 907,
						["time"] = 1500996710,
						["class"] = 3,
						["bTag"] = "时雨隼人#5276",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "偷谁谁怀孕-激流之傲",
						["iLvl"] = 899,
						["time"] = 1500996710,
						["class"] = 4,
						["bTag"] = "June#5752",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "悠悠歲月-萨菲隆",
						["iLvl"] = 922,
						["time"] = 1501068390,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "晚風凋零#5901",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "月心殇-冬拥湖",
						["iLvl"] = 924,
						["time"] = 1501068413,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Monsoon#51335",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "听风的人-贫瘠之地",
						["iLvl"] = 922,
						["time"] = 1501068390,
						["class"] = 11,
						["bTag"] = "凛冽的寒风#51842",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "花易冷酒易醉-凤凰之神",
						["iLvl"] = 931,
						["time"] = 1501068378,
						["class"] = 12,
						["bTag"] = "伟龄#5620",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "橙对-安纳塞隆",
						["iLvl"] = 922,
						["time"] = 1501068459,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "吸血等夜幕#5930",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "熊粑粑丶-凤凰之神",
						["iLvl"] = 887,
						["time"] = 1501068552,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "啊咧超#5100",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "黑胡椒煎牛排-风暴之怒",
						["iLvl"] = 879,
						["time"] = 1501068552,
						["class"] = 7,
						["bTag"] = "残月之泪#5960",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "孤独的悲伤-时光之穴",
						["iLvl"] = 878,
						["time"] = 1501068472,
						["class"] = 2,
						["bTag"] = "SleepyBear#57792",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "風暴丶烈刃-影之哀伤",
						["iLvl"] = 921,
						["time"] = 1501117080,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "WildWolf#56359",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "蜜柚羅梨-洛丹伦",
						["time"] = 1501117080,
						["class"] = 3,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "六界回归-凤凰之神",
						["iLvl"] = 918,
						["time"] = 1501117080,
						["class"] = 1,
						["bTag"] = "SneakySquid#53457",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "战国美人春日-黑暗魅影",
						["time"] = 1501117080,
						["class"] = 4,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "四智齿-埃德萨拉",
						["iLvl"] = 917,
						["time"] = 1501117080,
						["class"] = 12,
						["bTag"] = "玩火#5692",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "刃下心-嚎风峡湾",
						["iLvl"] = 930,
						["time"] = 1501117080,
						["class"] = 12,
						["bTag"] = "南宫文#51970",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "乌黑的白鹿-燃烧之刃",
						["iLvl"] = 931,
						["time"] = 1501117080,
						["class"] = 9,
						["bTag"] = "任我行教主#51245",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Xaviers-燃烧之刃",
						["iLvl"] = 928,
						["time"] = 1501117080,
						["class"] = 12,
						["bTag"] = "任我行教主#51245",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "为了部落萌新-晴日峰（江苏）",
						["iLvl"] = 817,
						["time"] = 1501117080,
						["class"] = 1,
						["bTag"] = "肝神#5512",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "凉心-死亡之翼",
						["time"] = 1501117080,
						["class"] = 12,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Foe-丽丽（四川）",
						["iLvl"] = 927,
						["time"] = 1501117080,
						["class"] = 9,
						["bTag"] = "渐渐懂了#5629",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "羽月之殇-燃烧之刃",
						["iLvl"] = 927,
						["time"] = 1501117080,
						["class"] = 3,
						["bTag"] = "羽月之殇#5223",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "玉泉-迅捷微风",
						["iLvl"] = 916,
						["time"] = 1501117080,
						["class"] = 12,
						["bTag"] = "张瑶#51149",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "彼岸丶谨-血环",
						["time"] = 1501117080,
						["class"] = 1,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "她们说我坏-奥妮克希亚",
						["iLvl"] = 919,
						["time"] = 1501117080,
						["class"] = 12,
						["bTag"] = "她们说我坏#5329",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "彩光-奈法利安",
						["time"] = 1501117080,
						["class"] = 12,
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "铃铃星-巫妖之王",
						["iLvl"] = 916,
						["time"] = 1501117080,
						["class"] = 6,
						["bTag"] = "星之哀伤#5656",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "血泪飞扬-巫妖之王",
						["iLvl"] = 854,
						["time"] = 1501117080,
						["class"] = 6,
						["bTag"] = "雷雷#5469",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "娅巴頓-通灵学院",
						["iLvl"] = 928,
						["time"] = 1501117080,
						["class"] = 6,
						["bTag"] = "潘成#5971",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "臭呸呸-伊利丹",
						["time"] = 1501117080,
						["class"] = 10,
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "小文子-红龙军团",
						["iLvl"] = 936,
						["time"] = 1501117080,
						["class"] = 11,
						["bTag"] = "Awakinggirl#5915",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "仙拜莱克呆悶-凤凰之神",
						["iLvl"] = 929,
						["time"] = 1501117080,
						["class"] = 9,
						["bTag"] = "舔幂幂#5426",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "芬太尼丙泊酚-海加尔",
						["time"] = 1501117080,
						["class"] = 12,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "髮如雪紛飛泪-无尽之海",
						["iLvl"] = 916,
						["time"] = 1501117080,
						["class"] = 5,
						["bTag"] = "SosoloveMi#51731",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "呆呆的小小牧-安东尼达斯",
						["time"] = 1501117080,
						["class"] = 5,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "死靈王蝸牛-风暴之鳞",
						["time"] = 1501117080,
						["class"] = 8,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "武帝柒-黑暗之门",
						["time"] = 1501117080,
						["class"] = 12,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Vallaazrael-烈焰峰",
						["iLvl"] = 929,
						["time"] = 1501117080,
						["class"] = 12,
						["bTag"] = "绿皮#5325",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜殺者乄财神-风暴之怒",
						["iLvl"] = 850,
						["time"] = 1501117080,
						["class"] = 5,
						["bTag"] = "玩命#5895",
					}, -- [42]
					{
						["role"] = "TANK",
						["name"] = "叼虫小鸡-埃加洛尔",
						["time"] = 1501117080,
						["class"] = 1,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "一俯视人生一-安苏",
						["iLvl"] = 908,
						["time"] = 1501117080,
						["class"] = 12,
						["bTag"] = "相约永恒#5291",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "夭寿-白银之手",
						["iLvl"] = 905,
						["time"] = 1501117080,
						["class"] = 4,
						["bTag"] = "零零零一#5969",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "蹲妹-迅捷微风",
						["time"] = 1501117080,
						["class"] = 12,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "Waffenss-亚雷戈斯",
						["iLvl"] = 926,
						["time"] = 1501117080,
						["class"] = 1,
						["bTag"] = "youbin#5752",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "晕了过去-洛萨",
						["iLvl"] = 902,
						["time"] = 1501117080,
						["class"] = 3,
						["bTag"] = "思密达先森#5762",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "君子剑冷无情-国王之谷",
						["time"] = 1501117080,
						["class"] = 1,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "狂热钢铁-燃烧之刃",
						["iLvl"] = 926,
						["time"] = 1501117080,
						["class"] = 1,
						["bTag"] = "闪亮之雄#597314",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "亲爱的小咩咩-死亡之翼",
						["iLvl"] = 914,
						["time"] = 1501117080,
						["class"] = 3,
						["bTag"] = "周新#5424",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "巴蒂斯塔桥恩-黑暗之矛",
						["iLvl"] = 911,
						["time"] = 1501117080,
						["class"] = 3,
						["bTag"] = "红色俊大叔#5688",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "术手巫策-达纳斯",
						["iLvl"] = 923,
						["time"] = 1501117219,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "至我们失去的青春#5470",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "怕黑就跟着我-迅捷微风",
						["iLvl"] = 926,
						["time"] = 1501117221,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "我知道你什么都懂#5827",
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "泪水娃娃-熔火之心",
						["iLvl"] = 904,
						["time"] = 1501117241,
						["class"] = 2,
						["bTag"] = "尘世美#51185",
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "阳光的吥吥-布兰卡德",
						["iLvl"] = 910,
						["time"] = 1501117241,
						["class"] = 12,
						["bTag"] = "DeadlyKitten#512417",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "蕾蒂芙丝忒-羽月",
						["iLvl"] = 927,
						["time"] = 1501117328,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "荒古凶宅#5886",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "奥邪塔-能源舰",
						["time"] = 1501117328,
						["class"] = 6,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "霜之灬哀伤-试炼之环",
						["time"] = 1501117328,
						["class"] = 6,
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "丨曓喰丨-希雷诺斯",
						["iLvl"] = 929,
						["time"] = 1501117328,
						["class"] = 1,
						["bTag"] = "输入一个名称#53442",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "兽殇-卡德罗斯",
						["iLvl"] = 930,
						["time"] = 1501117446,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "NightRaven#55610",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "起儛弄清影-黑龙军团",
						["iLvl"] = 912,
						["time"] = 1501117475,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "小汤圆#5495",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "Ninana-风暴峭壁",
						["iLvl"] = 918,
						["time"] = 1501117497,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "曲尼耐耐#5352",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "上官七月-贫瘠之地",
						["iLvl"] = 930,
						["time"] = 1501117510,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "轮回永续#5373",
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "丶尔雅-无尽之海",
						["iLvl"] = 916,
						["time"] = 1501213192,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "NAFx#5757",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "机智的奶牛-亚雷戈斯",
						["iLvl"] = 892,
						["time"] = 1501213192,
						["class"] = 7,
						["bTag"] = "paopaogca#5298",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "三年又三年-迅捷微风",
						["iLvl"] = 906,
						["time"] = 1501213192,
						["class"] = 11,
						["bTag"] = "treenewbee#5747",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "亚摩斯-冰风岗",
						["iLvl"] = 906,
						["time"] = 1501213192,
						["class"] = 7,
						["bTag"] = "茉莉安#5748",
					}, -- [68]
					{
						["role"] = "TANK",
						["name"] = "Falovir-萨尔",
						["iLvl"] = 925,
						["time"] = 1501213313,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "famao#5773",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "菊花的秘密-燃烧之刃",
						["iLvl"] = 929,
						["time"] = 1501213313,
						["class"] = 3,
						["bTag"] = "发糕#51775",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "提瑞斯法-血色十字军",
						["time"] = 1501213313,
						["class"] = 8,
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "洁哚哚-死亡之翼",
						["iLvl"] = 939,
						["time"] = 1501213422,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "纯纯呦#5715",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "领导你先-冰风岗",
						["iLvl"] = 905,
						["time"] = 1501213422,
						["class"] = 10,
						["bTag"] = "小黄瓜#52204",
					}, -- [73]
					{
						["role"] = "HEALER",
						["name"] = "灬驰骋飞扬灬-冰霜之刃",
						["iLvl"] = 915,
						["time"] = 1501213422,
						["class"] = 11,
						["bTag"] = "灬驰骋飞扬灬#5254",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "嘿灬龍哥-通灵学院",
						["iLvl"] = 927,
						["time"] = 1501213516,
						["class"] = 3,
						["bTag"] = "蛮力之精灵#513589",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "绿萧西泮-贫瘠之地",
						["iLvl"] = 928,
						["time"] = 1501213516,
						["class"] = 3,
						["bTag"] = "规划局#5774",
					}, -- [76]
					{
						["role"] = "TANK",
						["name"] = "非洲大野牛-壁炉谷",
						["iLvl"] = 898,
						["time"] = 1501213516,
						["class"] = 1,
						["bTag"] = "王继伟#5303",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "拒绝杀戮-埃克索图斯",
						["iLvl"] = 870,
						["time"] = 1501213516,
						["class"] = 4,
						["bTag"] = "lv1985#5611",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "蕾蕾小猪-死亡之翼",
						["iLvl"] = 891,
						["time"] = 1501331439,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "海南岛#5259",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "麦丶咖啡-伊利丹",
						["iLvl"] = 897,
						["time"] = 1501331448,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "颜汐#5345",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "风无相-奥特兰克",
						["iLvl"] = 934,
						["time"] = 1501331448,
						["class"] = 9,
						["bTag"] = "SleepyShaman#523279",
					}, -- [81]
					{
						["role"] = "TANK",
						["name"] = "夏末丶微凉-阿克蒙德",
						["time"] = 1501331448,
						["class"] = 12,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "为了辛得拉-奥特兰克",
						["iLvl"] = 930,
						["time"] = 1501331602,
						["class"] = 3,
						["bTag"] = "信仰圣光吧#53953",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "星期天不行-安苏",
						["iLvl"] = 886,
						["time"] = 1501331602,
						["class"] = 12,
						["bTag"] = "神一般的存在#51283",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "白蝶黑蝴-迦拉克隆",
						["iLvl"] = 906,
						["time"] = 1501331602,
						["class"] = 7,
						["bTag"] = "蝴蝶兰贝#5456",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "香蕉超可爱-塞拉摩",
						["time"] = 1501331585,
						["class"] = 9,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "火羽之翼-燃烧之刃",
						["iLvl"] = 894,
						["time"] = 1501331715,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "黑莲#51457",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "奈斯疤迪-无尽之海",
						["iLvl"] = 928,
						["time"] = 1501331715,
						["class"] = 2,
						["bTag"] = "Hero#5840",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "相逢恨晚-燃烧之刃",
						["iLvl"] = 929,
						["time"] = 1501331715,
						["class"] = 12,
						["bTag"] = "你好我姓王#51215",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶镰刀-菲米丝",
						["iLvl"] = 920,
						["time"] = 1501331715,
						["class"] = 9,
						["bTag"] = "紫夜阑珊#5476",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "双子座迪迪-狂热之刃",
						["iLvl"] = 925,
						["time"] = 1501331869,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "悦来悦凯鑫#5720",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "我练了我服了-克尔苏加德",
						["iLvl"] = 915,
						["time"] = 1501331869,
						["class"] = 12,
						["bTag"] = "风翔无痕#5308",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "丶伊邪那美丶-死亡之翼",
						["iLvl"] = 931,
						["time"] = 1501331869,
						["class"] = 8,
						["bTag"] = "lc1495#5556",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "陳一歲-冰风岗",
						["iLvl"] = 927,
						["time"] = 1501390435,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "Hydra#5674",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "枯塚无枯骨-迅捷微风",
						["time"] = 1501390423,
						["class"] = 8,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "媽媽-激流之傲",
						["iLvl"] = 902,
						["time"] = 1501390499,
						["class"] = 8,
						["bTag"] = "未知的目标#51830",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "阳光宅牛-克尔苏加德",
						["iLvl"] = 883,
						["time"] = 1501390530,
						["class"] = 1,
						["bTag"] = "霸王色霸气#5778",
					}, -- [97]
					{
						["role"] = "HEALER",
						["name"] = "胸前两馒头-狂热之刃",
						["iLvl"] = 816,
						["time"] = 1501390463,
						["class"] = 5,
						["bTag"] = "rocio#5428",
					}, -- [98]
					{
						["role"] = "HEALER",
						["name"] = "路漫七月-迅捷微风",
						["iLvl"] = 907,
						["time"] = 1501390651,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "路漫七月#5136",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "何时-伊森利恩",
						["iLvl"] = 890,
						["time"] = 1501390651,
						["class"] = 3,
						["bTag"] = "BT160604#51566",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "火柴君丶-伊利丹",
						["iLvl"] = 931,
						["time"] = 1501390651,
						["class"] = 4,
						["bTag"] = "火柴君#51299",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "Oubar-格瑞姆巴托",
						["iLvl"] = 913,
						["time"] = 1501390651,
						["class"] = 3,
						["bTag"] = "Obar#51331",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "再恛首-苏塔恩",
						["iLvl"] = 903,
						["time"] = 1501390809,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "只想简单过一生#5653",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝斯落-玛洛加尔",
						["time"] = 1501390878,
						["class"] = 12,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "一锤腚印-毁灭之锤",
						["iLvl"] = 912,
						["time"] = 1501390878,
						["class"] = 2,
						["bTag"] = "因丑被判无妻徒刑#5442",
					}, -- [105]
					{
						["role"] = "HEALER",
						["name"] = "Alexbln-万色星辰",
						["iLvl"] = 932,
						["time"] = 1501390813,
						["class"] = 11,
						["bTag"] = "Alex#55302",
					}, -- [106]
					{
						["role"] = "TANK",
						["name"] = "水小仙-埃德萨拉",
						["iLvl"] = 931,
						["time"] = 1501390975,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "蛇蛇怪#5471",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "Yherbr-巴瑟拉斯",
						["time"] = 1501390975,
						["class"] = 1,
					}, -- [108]
					{
						["role"] = "HEALER",
						["name"] = "王宝花-阿克蒙德",
						["iLvl"] = 923,
						["time"] = 1501390975,
						["class"] = 5,
						["bTag"] = "吉原斗士老阿宽#5368",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "北海顽童-阿拉希",
						["iLvl"] = 919,
						["time"] = 1501390975,
						["class"] = 5,
						["bTag"] = "陈旭#5802",
					}, -- [110]
					{
						["role"] = "HEALER",
						["name"] = "死神祈祷-洛萨",
						["iLvl"] = 934,
						["time"] = 1501391027,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "虚空假面#5581",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "悲剧马赛克-通灵学院",
						["time"] = 1501391027,
						["class"] = 2,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "Astranagant-红龙军团",
						["time"] = 1501391027,
						["class"] = 5,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "夏之梦-卡拉赞",
						["iLvl"] = 916,
						["time"] = 1501508033,
						["class"] = 2,
						["bTag"] = "小缺#5520",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "突然心动-血色十字军",
						["iLvl"] = 930,
						["time"] = 1501508033,
						["class"] = 2,
						["bTag"] = "突然心动#5605",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "志远使君子-戈提克",
						["iLvl"] = 932,
						["time"] = 1501508007,
						["class"] = 6,
						["bTag"] = "小符#5359",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "五十幻-燃烧平原",
						["iLvl"] = 914,
						["time"] = 1501508125,
						["class"] = 1,
						["bTag"] = "沉默风蚀#5412",
					}, -- [117]
					{
						["role"] = "TANK",
						["name"] = "Madarava-死亡之翼",
						["iLvl"] = 910,
						["time"] = 1501508125,
						["class"] = 11,
						["bTag"] = "雨过天未晴#51201",
					}, -- [118]
					{
						["role"] = "TANK",
						["name"] = "硝烟丿蒙牛-安苏",
						["iLvl"] = 901,
						["time"] = 1501508153,
						["class"] = 10,
						["bTag"] = "浪子#54215",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "克己丷守心-死亡之翼",
						["time"] = 1501508153,
						["class"] = 12,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "潮汐丶血刃-影之哀伤",
						["iLvl"] = 926,
						["time"] = 1501508202,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "潮汐丶19#5995",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "真皮沙发-黑龙军团",
						["iLvl"] = 912,
						["time"] = 1501508232,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "Beshion#5499",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "实习兽医白洁-血色十字军",
						["iLvl"] = 911,
						["time"] = 1501508232,
						["class"] = 5,
						["bTag"] = "炸粪小擦炮#5618",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "Sephirothfk-死亡之翼",
						["iLvl"] = 926,
						["time"] = 1501508213,
						["class"] = 3,
						["bTag"] = "Sephirothfk#5485",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "芒果柳橙汁-阿克蒙德",
						["iLvl"] = 925,
						["time"] = 1501587976,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "爱喝芒果汁#5629",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "再見断风贤-冰风岗",
						["iLvl"] = 936,
						["time"] = 1501588085,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "丶喏言#5452",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "混沌之潮-玛瑟里顿",
						["time"] = 1501587920,
						["class"] = 2,
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "伊力达-伊利丹",
						["iLvl"] = 909,
						["time"] = 1501588139,
						["class"] = 12,
						["bTag"] = "瓜爸#5834",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "养啥丶死啥-燃烧之刃",
						["time"] = 1501587926,
						["class"] = 3,
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "吃喝嫖赌抽-提尔之手",
						["iLvl"] = 853,
						["time"] = 1501588099,
						["class"] = 12,
						["bTag"] = "beyond#5441",
					}, -- [130]
					{
						["role"] = "HEALER",
						["name"] = "灼灼其华-米奈希尔",
						["iLvl"] = 927,
						["time"] = 1501588081,
						["class"] = 5,
						["bTag"] = "冥罗#5646",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "Biubiu-狂热之刃",
						["iLvl"] = 933,
						["time"] = 1501587926,
						["class"] = 8,
						["bTag"] = "小微光丶#51273",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "浅浅捍卫神-索瑞森",
						["time"] = 1501587918,
						["class"] = 1,
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "不死小胖-黑铁",
						["time"] = 1501587926,
						["class"] = 3,
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "莫莫失去-白银之手",
						["iLvl"] = 913,
						["time"] = 1501587936,
						["class"] = 8,
						["bTag"] = "莫莫失去#5687",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "紫芸法灬-地狱之石",
						["iLvl"] = 916,
						["time"] = 1501588083,
						["class"] = 8,
						["bTag"] = "原色曲#5157",
					}, -- [136]
					{
						["role"] = "TANK",
						["name"] = "温十饱-夏维安",
						["iLvl"] = 899,
						["time"] = 1501588139,
						["class"] = 6,
						["bTag"] = "大肉肉#5112",
					}, -- [137]
					{
						["role"] = "TANK",
						["name"] = "从小就很拽-格鲁尔",
						["iLvl"] = 901,
						["time"] = 1501588105,
						["class"] = 11,
						["bTag"] = "影子#52569",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "曾经的信仰-摩摩尔",
						["iLvl"] = 924,
						["time"] = 1501588091,
						["class"] = 5,
						["bTag"] = "shabilun#5302",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "萎娘全家火葬-黑铁",
						["iLvl"] = 911,
						["time"] = 1501588126,
						["class"] = 11,
						["bTag"] = "金老板#5590",
					}, -- [140]
					{
						["role"] = "HEALER",
						["name"] = "子何-格瑞姆巴托",
						["time"] = 1501588139,
						["class"] = 11,
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "Alandean-布兰卡德",
						["iLvl"] = 907,
						["time"] = 1501588139,
						["class"] = 12,
						["bTag"] = "念妳如昔#5289",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "亞迪-迅捷微风",
						["time"] = 1501587924,
						["class"] = 9,
					}, -- [143]
					{
						["role"] = "HEALER",
						["name"] = "灰太狼哦耶-埃克索图斯",
						["iLvl"] = 913,
						["time"] = 1501588093,
						["class"] = 11,
						["bTag"] = "恶魔小妖#5813",
					}, -- [144]
					{
						["role"] = "TANK",
						["name"] = "怯孤怜-玛法里奥",
						["iLvl"] = 897,
						["time"] = 1501587928,
						["class"] = 1,
						["bTag"] = "逆时雨#5325",
					}, -- [145]
					{
						["role"] = "HEALER",
						["name"] = "大大鱼-丽丽（四川）",
						["iLvl"] = 932,
						["time"] = 1501587989,
						["class"] = 7,
						["bTag"] = "SpeedyRogue#52452",
					}, -- [146]
					{
						["role"] = "TANK",
						["name"] = "小色狼的冬天-凤凰之神",
						["iLvl"] = 906,
						["time"] = 1501587930,
						["class"] = 11,
						["bTag"] = "极光流火#5404",
					}, -- [147]
					{
						["role"] = "TANK",
						["name"] = "冰河洗剑客-纳沙塔尔",
						["time"] = 1501587932,
						["class"] = 6,
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "凌丶灵-羽月",
						["iLvl"] = 897,
						["time"] = 1501587953,
						["class"] = 8,
						["bTag"] = "川王#5211",
					}, -- [149]
					{
						["role"] = "TANK",
						["name"] = "老猫王-国王之谷",
						["time"] = 1501588139,
						["class"] = 6,
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "火辣的五花肉-克尔苏加德",
						["iLvl"] = 898,
						["time"] = 1501588097,
						["class"] = 7,
						["bTag"] = "务松#5328",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "无语问苍天-沃金",
						["iLvl"] = 926,
						["time"] = 1501588111,
						["class"] = 3,
						["bTag"] = "不浪漫罪名#5850",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "壹秒變西瓜-巴瑟拉斯",
						["iLvl"] = 893,
						["time"] = 1501588087,
						["class"] = 8,
						["bTag"] = "熊仔#51787",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "史诗级黑脸-卡德加",
						["iLvl"] = 929,
						["time"] = 1501588081,
						["class"] = 9,
						["bTag"] = "黑脸#5224",
					}, -- [154]
					{
						["role"] = "HEALER",
						["name"] = "幼儿园园霸-奥尔加隆",
						["iLvl"] = 911,
						["time"] = 1501588093,
						["class"] = 5,
						["bTag"] = "puppy#51566",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "懵术-黑铁",
						["time"] = 1501587926,
						["class"] = 9,
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "丨自由丨-毁灭之锤",
						["iLvl"] = 931,
						["time"] = 1501588109,
						["class"] = 1,
						["bTag"] = "自由#5224",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "暗黑风行-伊利丹",
						["time"] = 1501588091,
						["class"] = 3,
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "扭纹柴-暗影议会",
						["iLvl"] = 891,
						["time"] = 1501588107,
						["class"] = 3,
						["bTag"] = "一撮毛#5989",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "死灵头-索瑞森",
						["iLvl"] = 923,
						["time"] = 1501588004,
						["class"] = 9,
						["bTag"] = "修仙#5309",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "猫说众生有罪-死亡之翼",
						["iLvl"] = 929,
						["time"] = 1501587989,
						["class"] = 2,
						["bTag"] = "MAX#52532",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "碎魂者-地狱咆哮",
						["time"] = 1501587932,
						["class"] = 1,
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "来不来-格瑞姆巴托",
						["time"] = 1501587928,
						["class"] = 1,
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "忆昔年丶-布兰卡德",
						["iLvl"] = 922,
						["time"] = 1501587940,
						["class"] = 12,
						["bTag"] = "北美车队丨法拉利#5330",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "皮皮虾走你-冰风岗",
						["iLvl"] = 934,
						["time"] = 1501588083,
						["class"] = 1,
						["bTag"] = "灬沐沫尛丶#5421",
					}, -- [165]
					{
						["role"] = "TANK",
						["name"] = "Nbpeople-龙骨平原",
						["iLvl"] = 908,
						["time"] = 1501588126,
						["class"] = 2,
						["bTag"] = "慵懒之泰坦#57174",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "Salud-燃烧之刃",
						["iLvl"] = 935,
						["time"] = 1501588004,
						["class"] = 5,
						["bTag"] = "我是郑亮#5245",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "墨家小萌-鬼雾峰",
						["iLvl"] = 931,
						["time"] = 1501588085,
						["class"] = 12,
						["bTag"] = "小墨酱丶#5495",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "秋浦歌-贫瘠之地",
						["iLvl"] = 908,
						["time"] = 1501588087,
						["class"] = 1,
						["bTag"] = "皓月当空#5198",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "天降灬杀机-无尽之海",
						["time"] = 1501587944,
						["class"] = 4,
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "回忆山口山-石爪峰",
						["iLvl"] = 901,
						["time"] = 1501588099,
						["class"] = 3,
						["bTag"] = "吃草清醒#5769",
					}, -- [171]
					{
						["role"] = "TANK",
						["name"] = "霸气乂猪-罗宁",
						["iLvl"] = 923,
						["time"] = 1501588119,
						["class"] = 2,
						["bTag"] = "慵懒之泰坦#57329",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "飘零的枫叶-冬拥湖",
						["iLvl"] = 922,
						["time"] = 1501588085,
						["class"] = 7,
						["bTag"] = "飘零的枫叶#5828",
					}, -- [173]
					{
						["role"] = "TANK",
						["name"] = "古陵逝煙-塞拉摩",
						["iLvl"] = 916,
						["time"] = 1501588091,
						["class"] = 10,
						["bTag"] = "冇朋自远方来#5299",
					}, -- [174]
					{
						["role"] = "HEALER",
						["name"] = "萨满强烈-迅捷微风",
						["iLvl"] = 936,
						["time"] = 1501588101,
						["class"] = 7,
						["bTag"] = "亲亲菲儿#5963",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "星辰灬落-熔火之心",
						["iLvl"] = 918,
						["time"] = 1501587949,
						["class"] = 3,
						["bTag"] = "星辰灬落#5562",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "Dhillidan-萨尔",
						["iLvl"] = 919,
						["time"] = 1501588083,
						["class"] = 12,
						["bTag"] = "世事流水#5407",
					}, -- [177]
					{
						["role"] = "TANK",
						["name"] = "天将魔军-加里索斯",
						["iLvl"] = 915,
						["time"] = 1501588097,
						["class"] = 6,
						["bTag"] = "无量天尊#5107",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "莎莉琊-亡语者",
						["iLvl"] = 932,
						["time"] = 1501588083,
						["class"] = 2,
						["bTag"] = "莎莉琊#5532",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "倚楼丶笑红尘-阿拉希",
						["iLvl"] = 914,
						["time"] = 1501588119,
						["class"] = 8,
						["bTag"] = "小二上酒#51863",
					}, -- [180]
					{
						["role"] = "TANK",
						["name"] = "于敖-冰川之拳",
						["iLvl"] = 893,
						["time"] = 1501588004,
						["class"] = 6,
						["bTag"] = "tuie#5163",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "夜魔女神-燃烧之刃",
						["iLvl"] = 904,
						["time"] = 1501588139,
						["class"] = 9,
						["bTag"] = "SuperMage#543270",
					}, -- [182]
					{
						["role"] = "HEALER",
						["name"] = "牛德耐揍-熔火之心",
						["iLvl"] = 925,
						["time"] = 1501588099,
						["class"] = 11,
						["bTag"] = "狂野之狼#515578",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "果冻喵-贫瘠之地",
						["iLvl"] = 896,
						["time"] = 1501588139,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "黑岩镜#5546",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "枪炮丶玫瑰-死亡熔炉",
						["iLvl"] = 894,
						["time"] = 1501588139,
						["class"] = 3,
						["bTag"] = "PYC#5795",
					}, -- [185]
					{
						["role"] = "HEALER",
						["name"] = "蒙晓柒-鬼雾峰",
						["iLvl"] = 929,
						["time"] = 1501588139,
						["class"] = 2,
						["bTag"] = "果子丶#51149",
					}, -- [186]
					{
						["role"] = "HEALER",
						["name"] = "梦星魂灬牧-血吼",
						["iLvl"] = 888,
						["time"] = 1501588139,
						["class"] = 5,
						["bTag"] = "纯真的狼同学#5953",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "胖嘟嘟橄榄头-熔火之心",
						["iLvl"] = 911,
						["time"] = 1501588139,
						["class"] = 10,
						["bTag"] = "蛮力之精灵#510492",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "Hateyou-布兰卡德",
						["iLvl"] = 916,
						["time"] = 1501588139,
						["class"] = 8,
						["bTag"] = "慕容静宇#5301",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "裂蹄血锋-迦顿",
						["iLvl"] = 902,
						["time"] = 1501588139,
						["class"] = 6,
						["bTag"] = "醉酒迷雾#5444",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "宮夲武藏-燃烧之刃",
						["iLvl"] = 938,
						["time"] = 1501588139,
						["class"] = 4,
						["bTag"] = "阿摩司#5281",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "Kardos-暴风祭坛",
						["iLvl"] = 900,
						["time"] = 1501588139,
						["class"] = 6,
						["bTag"] = "Kardos#5636",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "肆意妄为丶-通灵学院",
						["time"] = 1501588139,
						["class"] = 4,
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "弑神之伤-血牙魔王",
						["time"] = 1501588139,
						["class"] = 6,
					}, -- [194]
					{
						["role"] = "HEALER",
						["name"] = "若暮秋枫-红云台地",
						["iLvl"] = 826,
						["time"] = 1501588139,
						["class"] = 5,
						["bTag"] = "卖萌小风骚#5214",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "月曰越悦阅悦-格瑞姆巴托",
						["iLvl"] = 926,
						["time"] = 1501588139,
						["class"] = 1,
						["bTag"] = "古月曰乐#5581",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "星辰誓言-阿纳克洛斯",
						["time"] = 1501588103,
						["class"] = 8,
					}, -- [197]
					{
						["role"] = "HEALER",
						["name"] = "迎接审判吧丶-燃烧平原",
						["iLvl"] = 914,
						["time"] = 1501588139,
						["class"] = 5,
						["bTag"] = "暗影之风暴#58291",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "龙骑士小尹-埃克索图斯",
						["iLvl"] = 916,
						["time"] = 1501588139,
						["class"] = 3,
						["bTag"] = "格罗姆王#5436",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "蛤你啵特-烈焰荆棘",
						["time"] = 1501588105,
						["class"] = 8,
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "贼熊-夺灵者",
						["iLvl"] = 900,
						["time"] = 1501588139,
						["class"] = 4,
						["bTag"] = "猫儿匿#5396",
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "Top-冬泉谷",
						["iLvl"] = 934,
						["time"] = 1501588139,
						["class"] = 5,
						["bTag"] = "Red#53507",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "血丶玲珑-冰霜之刃",
						["iLvl"] = 919,
						["time"] = 1501588139,
						["class"] = 1,
						["bTag"] = "八九点的太阳#5249",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "Lion-摩摩尔",
						["iLvl"] = 928,
						["time"] = 1501588139,
						["class"] = 3,
						["bTag"] = "llion#5720",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "涌动之炎-耐普图隆",
						["time"] = 1501588103,
						["class"] = 10,
					}, -- [205]
					{
						["role"] = "HEALER",
						["name"] = "倾城丶贝贝-耐奥祖",
						["iLvl"] = 933,
						["time"] = 1501588139,
						["class"] = 2,
						["bTag"] = "Shawbell#5183",
					}, -- [206]
					{
						["role"] = "HEALER",
						["name"] = "俉僧-黑铁",
						["iLvl"] = 920,
						["time"] = 1501588139,
						["class"] = 10,
						["bTag"] = "烧麦#51797",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "二道心道-阿比迪斯",
						["iLvl"] = 931,
						["time"] = 1501588139,
						["class"] = 7,
						["bTag"] = "跳跃之狮#555157",
					}, -- [208]
					{
						["role"] = "TANK",
						["name"] = "今红-冰风岗",
						["time"] = 1501588139,
						["class"] = 12,
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "Scorpiostar-黑龙军团",
						["time"] = 1501588139,
						["class"] = 1,
					}, -- [210]
					{
						["role"] = "TANK",
						["name"] = "以德报天下-沙怒",
						["iLvl"] = 908,
						["time"] = 1501588139,
						["class"] = 11,
						["bTag"] = "麻烦的名字#5237",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "灬聖爺灬-冰霜之刃",
						["iLvl"] = 902,
						["time"] = 1501588139,
						["class"] = 2,
						["bTag"] = "灬寶丶#5701",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "灬渼妞灬-冰霜之刃",
						["iLvl"] = 903,
						["time"] = 1501588139,
						["class"] = 3,
						["bTag"] = "灬羙丶#5500",
					}, -- [213]
					{
						["role"] = "TANK",
						["name"] = "牛肉粉条-死亡之翼",
						["time"] = 1501588139,
						["class"] = 12,
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "西方善魔女-伊莫塔尔",
						["time"] = 1501588139,
						["class"] = 7,
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "Shekkzeer-凤凰之神",
						["iLvl"] = 825,
						["time"] = 1501588139,
						["class"] = 12,
						["bTag"] = "熊喵喵#5271",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "圣之杀戮-阿尔萨斯",
						["iLvl"] = 931,
						["time"] = 1501588139,
						["class"] = 1,
						["bTag"] = "圣之杀戮#5808",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "复仇旨意-伊森利恩",
						["iLvl"] = 903,
						["time"] = 1501588139,
						["class"] = 12,
						["bTag"] = "风儿阵阵吹#5486",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "辛哲罗-希尔瓦娜斯",
						["iLvl"] = 885,
						["time"] = 1501588139,
						["class"] = 2,
						["bTag"] = "Burycade#5652",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "石頭-试炼之环",
						["iLvl"] = 929,
						["time"] = 1501636812,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "石頭#5985",
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "约翰大哥-主宰之剑",
						["iLvl"] = 928,
						["time"] = 1501636812,
						["class"] = 3,
						["bTag"] = "ZTTDBB#5522",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "影武弑-达纳斯",
						["iLvl"] = 908,
						["time"] = 1501636812,
						["class"] = 12,
						["bTag"] = "尚善#5475",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "土老憨-安苏",
						["iLvl"] = 933,
						["time"] = 1501636812,
						["class"] = 6,
						["bTag"] = "三锅锅#5982",
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "Òåæå-无尽之海",
						["time"] = 1501636946,
						["class"] = 12,
						["leader"] = true,
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "这妹子真美-血牙魔王",
						["time"] = 1501636946,
						["class"] = 9,
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "晴空绵羊-安苏",
						["iLvl"] = 924,
						["time"] = 1501636892,
						["class"] = 5,
						["bTag"] = "酷热的水#5175",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "稣耶-迦拉克隆",
						["iLvl"] = 791,
						["time"] = 1501636946,
						["class"] = 9,
						["bTag"] = "Lihoy#5433",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "皇旸耀雪-阿纳克洛斯",
						["iLvl"] = 923,
						["time"] = 1501636997,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "奉天逍遥#5849",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "牙签肉-黑暗虚空",
						["time"] = 1501731122,
						["class"] = 9,
						["leader"] = true,
					}, -- [229]
					{
						["role"] = "TANK",
						["name"] = "超级宇宙萌德-埃德萨拉",
						["time"] = 1501731122,
						["class"] = 11,
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "玫瑰亡者-风暴之怒",
						["iLvl"] = 920,
						["time"] = 1501731146,
						["class"] = 6,
						["bTag"] = "黑暗丶玫瑰#5470",
					}, -- [231]
					{
						["role"] = "TANK",
						["name"] = "米尔菲斯-卡珊德拉",
						["time"] = 1501731146,
						["class"] = 6,
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "升级躲猫猫-燃烧之刃",
						["iLvl"] = 888,
						["time"] = 1501731262,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "jie#5726",
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "升级好辛苦-燃烧之刃",
						["iLvl"] = 929,
						["time"] = 1501731262,
						["class"] = 3,
						["bTag"] = "jie#5726",
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "啊大魔王醒了-希雷诺斯",
						["iLvl"] = 930,
						["time"] = 1501731262,
						["class"] = 3,
						["bTag"] = "半步一颠#5898",
					}, -- [235]
					{
						["role"] = "HEALER",
						["name"] = "丶那个暗牧-燃烧之刃",
						["iLvl"] = 924,
						["time"] = 1501731262,
						["class"] = 5,
						["bTag"] = "taotao#5883",
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "秋风逸尘-迦拉克隆",
						["iLvl"] = 929,
						["time"] = 1501731262,
						["class"] = 3,
						["bTag"] = "秋风逸尘#5362",
					}, -- [237]
					{
						["role"] = "TANK",
						["name"] = "不想三秒躺-艾莫莉丝",
						["iLvl"] = 923,
						["time"] = 1501731262,
						["class"] = 6,
						["bTag"] = "发愤图强丨状元男#5286",
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "往事别再回味-格瑞姆巴托",
						["iLvl"] = 915,
						["time"] = 1501731262,
						["class"] = 8,
						["bTag"] = "云歌#5821",
					}, -- [239]
					{
						["role"] = "TANK",
						["name"] = "梅曦-克尔苏加德",
						["iLvl"] = 872,
						["time"] = 1501731262,
						["class"] = 6,
						["bTag"] = "Nic#5203",
					}, -- [240]
					{
						["role"] = "TANK",
						["name"] = "不得已而為之-血色十字军",
						["iLvl"] = 917,
						["time"] = 1501731262,
						["class"] = 11,
						["bTag"] = "秦哥哥#5159",
					}, -- [241]
					{
						["role"] = "DAMAGER",
						["name"] = "我是小臭鱼-海克泰尔",
						["iLvl"] = 893,
						["time"] = 1501731262,
						["class"] = 12,
						["bTag"] = "我叫不纯洁#51996",
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "曾经的法神-燃烧之刃",
						["iLvl"] = 918,
						["time"] = 1501731262,
						["class"] = 8,
						["bTag"] = "彼岸#5389",
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "叢林薩滿-闪电之刃",
						["iLvl"] = 929,
						["time"] = 1501731262,
						["class"] = 7,
						["bTag"] = "叢林#5575",
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["name"] = "Qseven-阿纳克洛斯",
						["iLvl"] = 926,
						["time"] = 1501731262,
						["class"] = 3,
						["bTag"] = "别拿装逼当典范#51234",
					}, -- [245]
					{
						["role"] = "DAMAGER",
						["name"] = "Angelinqs-希雷诺斯",
						["iLvl"] = 911,
						["time"] = 1501731262,
						["class"] = 2,
						["bTag"] = "杰克撕排肉#5931",
					}, -- [246]
					{
						["role"] = "DAMAGER",
						["name"] = "麦唛与猪-塞拉摩",
						["iLvl"] = 930,
						["time"] = 1501731262,
						["class"] = 3,
						["bTag"] = "麦兜与猪#5273",
					}, -- [247]
					{
						["role"] = "DAMAGER",
						["name"] = "丶魇丶-海加尔",
						["iLvl"] = 899,
						["time"] = 1501731262,
						["class"] = 12,
						["bTag"] = "朝花夕拾#5929",
					}, -- [248]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡天使-霜狼",
						["time"] = 1501731262,
						["class"] = 2,
					}, -- [249]
					{
						["role"] = "DAMAGER",
						["name"] = "德德玛玛莎-鬼雾峰",
						["time"] = 1501731262,
						["class"] = 11,
					}, -- [250]
					{
						["role"] = "DAMAGER",
						["name"] = "钝角-壁炉谷",
						["iLvl"] = 912,
						["time"] = 1501731262,
						["class"] = 11,
						["bTag"] = "飞不起来的猪#5590",
					}, -- [251]
					{
						["role"] = "DAMAGER",
						["name"] = "内心好紧张-阿纳克洛斯",
						["iLvl"] = 934,
						["time"] = 1501731262,
						["class"] = 1,
						["bTag"] = "内心好紧张#5340",
					}, -- [252]
					{
						["role"] = "TANK",
						["name"] = "虐杀胖子丿浩-埃德萨拉",
						["iLvl"] = 932,
						["time"] = 1501731262,
						["class"] = 12,
						["bTag"] = "虐杀胖子丶#5101",
					}, -- [253]
					{
						["role"] = "DAMAGER",
						["name"] = "唯一的配角-巫妖之王",
						["iLvl"] = 928,
						["time"] = 1501731262,
						["class"] = 9,
						["bTag"] = "配角#5193",
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "七喵群啸-格瑞姆巴托",
						["iLvl"] = 931,
						["time"] = 1501731262,
						["class"] = 3,
						["bTag"] = "圣圣没有大头#5932",
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "Spaeman-梅尔加尼",
						["iLvl"] = 878,
						["time"] = 1501731262,
						["class"] = 9,
						["bTag"] = "王健林#51165",
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "华丽变身-斯克提斯",
						["iLvl"] = 909,
						["time"] = 1501731262,
						["class"] = 12,
						["bTag"] = "hjmgh#5258",
					}, -- [257]
					{
						["role"] = "DAMAGER",
						["name"] = "加尔丶盖朵-布兰卡德",
						["iLvl"] = 921,
						["time"] = 1501731262,
						["class"] = 1,
						["bTag"] = "医杆老烟枪#5600",
					}, -- [258]
					{
						["role"] = "HEALER",
						["name"] = "浅析丶现代-凤凰之神",
						["iLvl"] = 928,
						["time"] = 1501731262,
						["class"] = 5,
						["bTag"] = "浅析#5302",
					}, -- [259]
					{
						["role"] = "TANK",
						["name"] = "无奈的平胸丶-死亡之翼",
						["iLvl"] = 917,
						["time"] = 1501731262,
						["class"] = 12,
						["bTag"] = "RobotWizard#58201",
					}, -- [260]
					{
						["role"] = "DAMAGER",
						["name"] = "小木思-海克泰尔",
						["iLvl"] = 906,
						["time"] = 1501731262,
						["class"] = 5,
						["bTag"] = "小木思#5663",
					}, -- [261]
					{
						["role"] = "DAMAGER",
						["name"] = "红袖天湘-铜龙军团",
						["iLvl"] = 861,
						["time"] = 1501731262,
						["class"] = 12,
						["bTag"] = "快乐之裤#5868",
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "酷酷一雷-大漩涡",
						["iLvl"] = 935,
						["time"] = 1501731262,
						["class"] = 3,
						["bTag"] = "yangleicool#5540",
					}, -- [263]
					{
						["role"] = "DAMAGER",
						["name"] = "笨达达-黑铁",
						["iLvl"] = 911,
						["time"] = 1501731262,
						["class"] = 8,
						["bTag"] = "dinglei#5362",
					}, -- [264]
					{
						["role"] = "DAMAGER",
						["name"] = "葬天地-黑手军团",
						["iLvl"] = 910,
						["time"] = 1501731262,
						["class"] = 9,
						["bTag"] = "生人勿近#5117",
					}, -- [265]
					{
						["role"] = "DAMAGER",
						["name"] = "哆啦嘀术仕-丹莫德",
						["iLvl"] = 901,
						["time"] = 1501731262,
						["class"] = 9,
						["bTag"] = "哆啦嘀梦#5259",
					}, -- [266]
					{
						["role"] = "DAMAGER",
						["name"] = "酒悦-格雷迈恩",
						["iLvl"] = 932,
						["time"] = 1501731262,
						["class"] = 3,
						["bTag"] = "酒魂#5509",
					}, -- [267]
					{
						["role"] = "DAMAGER",
						["name"] = "幼兽狙击-安纳塞隆",
						["iLvl"] = 894,
						["time"] = 1501731202,
						["class"] = 3,
						["bTag"] = "E1ement97#5688",
					}, -- [268]
					{
						["role"] = "TANK",
						["name"] = "铁血無畏-凤凰之神",
						["iLvl"] = 930,
						["time"] = 1501731262,
						["class"] = 6,
						["bTag"] = "王者之锋#5481",
					}, -- [269]
					{
						["role"] = "DAMAGER",
						["name"] = "银发琶音箫声-密林游侠",
						["time"] = 1501731262,
						["class"] = 12,
					}, -- [270]
					{
						["role"] = "HEALER",
						["name"] = "Summer-藏宝海湾",
						["time"] = 1501731262,
						["class"] = 5,
					}, -- [271]
					{
						["role"] = "DAMAGER",
						["name"] = "轉身涙成海-冰霜之刃",
						["time"] = 1501731262,
						["class"] = 3,
					}, -- [272]
					{
						["role"] = "TANK",
						["name"] = "需要的是信仰-贫瘠之地",
						["iLvl"] = 883,
						["time"] = 1501901261,
						["class"] = 6,
						["bTag"] = "世中之羽#5807",
					}, -- [273]
					{
						["role"] = "TANK",
						["name"] = "染血的肥皂-燃烧军团",
						["time"] = 1501901261,
						["class"] = 10,
					}, -- [274]
					{
						["role"] = "DAMAGER",
						["name"] = "大鳥萌妹丶-死亡之翼",
						["iLvl"] = 925,
						["time"] = 1501901330,
						["class"] = 6,
						["bTag"] = "嘿丶章鱼#5451",
					}, -- [275]
					{
						["role"] = "DAMAGER",
						["name"] = "花式大宝剑-死亡之翼",
						["iLvl"] = 867,
						["time"] = 1501901330,
						["class"] = 3,
						["bTag"] = "暗夜之鸦#5152615",
					}, -- [276]
					{
						["role"] = "DAMAGER",
						["name"] = "竹苓-迦拉克隆",
						["iLvl"] = 929,
						["time"] = 1501901454,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "烤地瓜#5317",
					}, -- [277]
					{
						["role"] = "DAMAGER",
						["name"] = "青州小白-伊森利恩",
						["time"] = 1501901498,
						["class"] = 3,
						["leader"] = true,
					}, -- [278]
					{
						["role"] = "TANK",
						["name"] = "让让秋风-塞拉摩",
						["time"] = 1501901498,
						["class"] = 6,
					}, -- [279]
					{
						["role"] = "DAMAGER",
						["name"] = "Nostredame-塞拉摩",
						["iLvl"] = 929,
						["time"] = 1501901467,
						["class"] = 5,
						["bTag"] = "甄姬扒虾#5181",
					}, -- [280]
					{
						["role"] = "DAMAGER",
						["name"] = "李鲁鲁-阿克蒙德",
						["iLvl"] = 896,
						["time"] = 1501901539,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "VoooDooo#5929",
					}, -- [281]
					{
						["role"] = "DAMAGER",
						["name"] = "Akrambo-安苏",
						["iLvl"] = 895,
						["time"] = 1501901550,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "KD413#5624",
					}, -- [282]
					{
						["role"] = "DAMAGER",
						["name"] = "泰蘭德囡囡-影之哀伤",
						["iLvl"] = 932,
						["time"] = 1501901550,
						["class"] = 12,
						["bTag"] = "brainpung091#5229",
					}, -- [283]
					{
						["role"] = "DAMAGER",
						["name"] = "血之阴影-狂热之刃",
						["iLvl"] = 801,
						["time"] = 1501901561,
						["class"] = 4,
						["bTag"] = "疯狂的小学生#51842",
					}, -- [284]
					{
						["role"] = "DAMAGER",
						["name"] = "复活的老鼠-踏梦者",
						["iLvl"] = 829,
						["time"] = 1501989901,
						["class"] = 9,
						["bTag"] = "加减法#5504",
					}, -- [285]
					{
						["role"] = "TANK",
						["name"] = "一摸就倒-冰风岗",
						["time"] = 1501989901,
						["class"] = 2,
					}, -- [286]
					{
						["role"] = "DAMAGER",
						["name"] = "Serb-丽丽（四川）",
						["iLvl"] = 908,
						["time"] = 1501989961,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "吉良吉影#51278",
					}, -- [287]
					{
						["role"] = "DAMAGER",
						["name"] = "关刀-血环",
						["time"] = 1501989961,
						["class"] = 7,
					}, -- [288]
					{
						["role"] = "DAMAGER",
						["name"] = "处钕座灬匿名-血色十字军",
						["iLvl"] = 860,
						["time"] = 1501989961,
						["class"] = 3,
						["bTag"] = "飞鸟一夏#51745",
					}, -- [289]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶的刺杀-暗影之月",
						["time"] = 1501989961,
						["class"] = 4,
					}, -- [290]
					{
						["role"] = "DAMAGER",
						["name"] = "雪豹灬狼牙-无尽之海",
						["iLvl"] = 930,
						["time"] = 1502069741,
						["class"] = 4,
						["bTag"] = "狼牙乄雪豹#5211",
					}, -- [291]
					{
						["role"] = "DAMAGER",
						["name"] = "射猎天下-黑暗虚空",
						["iLvl"] = 931,
						["time"] = 1502069741,
						["class"] = 3,
						["bTag"] = "拇指好痒#5451",
					}, -- [292]
					{
						["role"] = "TANK",
						["name"] = "娃哭你的牛-大地之怒",
						["iLvl"] = 900,
						["time"] = 1502069741,
						["class"] = 1,
						["bTag"] = "牛的你娃哭#5416",
					}, -- [293]
					{
						["role"] = "DAMAGER",
						["name"] = "我皮肤白么-阿纳克洛斯",
						["iLvl"] = 904,
						["time"] = 1502069741,
						["class"] = 6,
						["bTag"] = "药到命除#51363",
					}, -- [294]
					{
						["role"] = "DAMAGER",
						["name"] = "呼嘿-莱索恩",
						["time"] = 1502069860,
						["class"] = 12,
						["leader"] = true,
					}, -- [295]
					{
						["role"] = "DAMAGER",
						["name"] = "暴力之刃-安苏",
						["iLvl"] = 933,
						["time"] = 1502069864,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "暴力之刃#5683",
					}, -- [296]
					{
						["role"] = "DAMAGER",
						["name"] = "我叫浪梨-霜狼",
						["iLvl"] = 922,
						["time"] = 1502069877,
						["class"] = 9,
						["bTag"] = "砖头#5609",
					}, -- [297]
					{
						["role"] = "TANK",
						["name"] = "狂心未歇-克尔苏加德",
						["iLvl"] = 936,
						["time"] = 1502070062,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "禽兽放开那个大妈#5532",
					}, -- [298]
					{
						["role"] = "DAMAGER",
						["name"] = "睡宝-海克泰尔",
						["time"] = 1502070062,
						["class"] = 8,
					}, -- [299]
					{
						["role"] = "DAMAGER",
						["name"] = "夜的终点-影之哀伤",
						["time"] = 1502070050,
						["class"] = 1,
					}, -- [300]
					{
						["role"] = "DAMAGER",
						["name"] = "丶歸來乀-格鲁尔",
						["iLvl"] = 925,
						["time"] = 1502070081,
						["class"] = 12,
						["bTag"] = "Sunxg#51170",
					}, -- [301]
					{
						["role"] = "TANK",
						["name"] = "北妖-密林游侠",
						["time"] = 1502070081,
						["class"] = 6,
					}, -- [302]
					{
						["role"] = "DAMAGER",
						["name"] = "银家是武僧-玛洛加尔",
						["iLvl"] = 901,
						["time"] = 1502154325,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "冰霜之脚#5375",
					}, -- [303]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼嗨情歌-阿克蒙德",
						["iLvl"] = 900,
						["time"] = 1502154467,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "summer#57219",
					}, -- [304]
					{
						["role"] = "DAMAGER",
						["name"] = "Jokeræ-太阳之井",
						["time"] = 1502154422,
						["class"] = 1,
					}, -- [305]
					{
						["role"] = "DAMAGER",
						["name"] = "変兂情-山丘之王",
						["time"] = 1502154469,
						["class"] = 2,
					}, -- [306]
					{
						["role"] = "DAMAGER",
						["name"] = "咚大大-狂热之刃",
						["iLvl"] = 937,
						["time"] = 1502154506,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "咚爷#5478",
					}, -- [307]
					{
						["role"] = "TANK",
						["name"] = "蔷薇丿岛屿-鬼雾峰",
						["iLvl"] = 931,
						["time"] = 1502154506,
						["class"] = 2,
						["bTag"] = "离开有你的季节#51703",
					}, -- [308]
					{
						["role"] = "DAMAGER",
						["name"] = "似一朵小白花-安苏",
						["iLvl"] = 936,
						["time"] = 1502154506,
						["class"] = 12,
						["bTag"] = "悟空很性感#51855",
					}, -- [309]
					{
						["role"] = "HEALER",
						["name"] = "龍涎-血环",
						["iLvl"] = 932,
						["time"] = 1502245475,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "天晓天蓝#5939",
					}, -- [310]
					{
						["role"] = "DAMAGER",
						["name"] = "崋北毛爷-冰霜之刃",
						["iLvl"] = 931,
						["time"] = 1502245443,
						["class"] = 1,
						["bTag"] = "带你飞#5279",
					}, -- [311]
					{
						["role"] = "DAMAGER",
						["name"] = "彺昔-玛洛加尔",
						["iLvl"] = 917,
						["time"] = 1502245480,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "曾我也为了你心痛#5413",
					}, -- [312]
					{
						["role"] = "DAMAGER",
						["name"] = "暴力皇阿瑪丶-黑翼之巢",
						["iLvl"] = 934,
						["time"] = 1502245443,
						["class"] = 8,
						["bTag"] = "杜宇#5880",
					}, -- [313]
					{
						["role"] = "DAMAGER",
						["name"] = "Angelsky-盖斯",
						["iLvl"] = 906,
						["time"] = 1502245594,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "七尺大乳#51108",
					}, -- [314]
					{
						["role"] = "DAMAGER",
						["name"] = "肥皂君-格瑞姆巴托",
						["iLvl"] = 926,
						["time"] = 1502245543,
						["class"] = 1,
						["bTag"] = "土豆大魔王#51645",
					}, -- [315]
					{
						["role"] = "DAMAGER",
						["name"] = "提莫大魔王-格瑞姆巴托",
						["iLvl"] = 928,
						["time"] = 1502245594,
						["class"] = 8,
						["bTag"] = "狂刀一战#51917",
					}, -- [316]
					{
						["role"] = "DAMAGER",
						["name"] = "就不爱喝咖啡-安苏",
						["time"] = 1502245594,
						["class"] = 12,
					}, -- [317]
					{
						["role"] = "DAMAGER",
						["name"] = "迷路的尛姐姐-燃烧之刃",
						["iLvl"] = 930,
						["time"] = 1502262773,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "HannahMo#5541",
					}, -- [318]
					{
						["role"] = "TANK",
						["name"] = "申时向西-安苏",
						["iLvl"] = 890,
						["time"] = 1502262745,
						["class"] = 1,
						["bTag"] = "伟大英俊的向西#5854",
					}, -- [319]
					{
						["role"] = "DAMAGER",
						["name"] = "达克莱伊-狂热之刃",
						["iLvl"] = 939,
						["time"] = 1502262773,
						["class"] = 8,
						["bTag"] = "Godlike#5491",
					}, -- [320]
					{
						["role"] = "DAMAGER",
						["name"] = "暮雨潇潇丶-海克泰尔",
						["iLvl"] = 868,
						["time"] = 1502262773,
						["class"] = 9,
						["bTag"] = "消尽的不死鸟#5613",
					}, -- [321]
					{
						["role"] = "DAMAGER",
						["name"] = "路霸菠蘿包-哈卡",
						["iLvl"] = 903,
						["time"] = 1502280728,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "花开与毁灭#51380",
					}, -- [322]
					{
						["role"] = "DAMAGER",
						["name"] = "丶飞丨舞丶-卡德加",
						["iLvl"] = 924,
						["time"] = 1502280773,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "雅倪#5948",
					}, -- [323]
					{
						["role"] = "DAMAGER",
						["name"] = "皇后杀手-菲米丝",
						["iLvl"] = 925,
						["time"] = 1502280758,
						["class"] = 1,
						["bTag"] = "浮士德#5571",
					}, -- [324]
					{
						["role"] = "DAMAGER",
						["name"] = "阳额一天世界-深渊之巢",
						["iLvl"] = 933,
						["time"] = 1502280773,
						["class"] = 8,
						["bTag"] = "段段#52735",
					}, -- [325]
					{
						["role"] = "DAMAGER",
						["name"] = "艾木外铭悦-主宰之剑",
						["iLvl"] = 907,
						["time"] = 1502280808,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "MingYue#5802",
					}, -- [326]
					{
						["role"] = "HEALER",
						["name"] = "米丶诺-安苏",
						["iLvl"] = 920,
						["time"] = 1502280832,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Lakexiu#5148",
					}, -- [327]
					{
						["role"] = "DAMAGER",
						["name"] = "南北-深渊之巢",
						["iLvl"] = 936,
						["time"] = 1502280860,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "郎君#5706",
					}, -- [328]
					{
						["role"] = "DAMAGER",
						["name"] = "神锤马爵爷-阿克蒙德",
						["iLvl"] = 931,
						["time"] = 1502280852,
						["class"] = 7,
						["bTag"] = "神锤道风仙骨#5329",
					}, -- [329]
					{
						["role"] = "DAMAGER",
						["name"] = "逆风收割-死亡之翼",
						["iLvl"] = 929,
						["time"] = 1502280982,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "左镇#5216",
					}, -- [330]
					{
						["role"] = "TANK",
						["name"] = "晨苒-狂热之刃",
						["iLvl"] = 932,
						["time"] = 1502280991,
						["class"] = 2,
						["bTag"] = "晨苒林中少女与鹿#5986",
					}, -- [331]
					{
						["role"] = "DAMAGER",
						["name"] = "希尔维妮娅-凯恩血蹄",
						["iLvl"] = 909,
						["time"] = 1502280991,
						["class"] = 6,
						["bTag"] = "齐格菲#5271",
					}, -- [332]
					{
						["role"] = "DAMAGER",
						["name"] = "你们在游会儿-布兰卡德",
						["iLvl"] = 935,
						["time"] = 1502280991,
						["class"] = 8,
						["bTag"] = "你们再游儿#5979",
					}, -- [333]
					{
						["role"] = "TANK",
						["name"] = "喵星人战丝-红云台地",
						["iLvl"] = 872,
						["time"] = 1502287160,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "园长#5391",
					}, -- [334]
					{
						["role"] = "DAMAGER",
						["name"] = "Namieamuro-冰霜之刃",
						["time"] = 1502287160,
						["class"] = 8,
					}, -- [335]
					{
						["role"] = "DAMAGER",
						["name"] = "蛤蛤谈笑风生-血色十字军",
						["time"] = 1502287160,
						["class"] = 10,
					}, -- [336]
					{
						["role"] = "DAMAGER",
						["name"] = "灬狻猊灬-弗塞雷迦",
						["iLvl"] = 925,
						["time"] = 1502287160,
						["class"] = 6,
						["bTag"] = "mosaic#5570",
					}, -- [337]
					{
						["role"] = "DAMAGER",
						["name"] = "Raynor-血羽",
						["iLvl"] = 841,
						["time"] = 1502287160,
						["class"] = 8,
						["bTag"] = "内斯塔#5628",
					}, -- [338]
					{
						["role"] = "DAMAGER",
						["name"] = "枪花耍花枪-血环",
						["iLvl"] = 931,
						["time"] = 1502287160,
						["class"] = 3,
						["bTag"] = "克卜勒#51529",
					}, -- [339]
					{
						["role"] = "DAMAGER",
						["name"] = "欧洲之巅-阿纳克洛斯",
						["iLvl"] = 887,
						["time"] = 1502287160,
						["class"] = 2,
						["bTag"] = "幽冥#5658",
					}, -- [340]
					{
						["role"] = "DAMAGER",
						["name"] = "小诺米-燃烧之刃",
						["time"] = 1502287160,
						["class"] = 1,
					}, -- [341]
					{
						["role"] = "DAMAGER",
						["name"] = "Elige-迦拉克隆",
						["iLvl"] = 908,
						["time"] = 1502287160,
						["class"] = 9,
						["bTag"] = "gakkigakki#51237",
					}, -- [342]
					{
						["role"] = "TANK",
						["name"] = "单刷替补-伊莫塔尔",
						["iLvl"] = 895,
						["time"] = 1502287160,
						["class"] = 6,
						["bTag"] = "水猪酋长#5987",
					}, -- [343]
					{
						["role"] = "DAMAGER",
						["name"] = "夏天的月光-符文图腾",
						["iLvl"] = 909,
						["time"] = 1502287160,
						["class"] = 5,
						["bTag"] = "牛之味#5205",
					}, -- [344]
					{
						["role"] = "DAMAGER",
						["name"] = "寻灬灬欢-冰霜之刃",
						["iLvl"] = 908,
						["time"] = 1502287160,
						["class"] = 1,
						["bTag"] = "抗天#5727",
					}, -- [345]
					{
						["role"] = "DAMAGER",
						["name"] = "灬大王灬-提瑞斯法",
						["iLvl"] = 912,
						["time"] = 1502287160,
						["class"] = 2,
						["bTag"] = "蛮力之翼#56141",
					}, -- [346]
					{
						["role"] = "DAMAGER",
						["name"] = "小門牙-黑暗虚空",
						["iLvl"] = 909,
						["time"] = 1502287160,
						["class"] = 4,
						["bTag"] = "LittleOgre#519800",
					}, -- [347]
					{
						["role"] = "DAMAGER",
						["name"] = "好多水水哟-火羽山",
						["iLvl"] = 882,
						["time"] = 1502287160,
						["class"] = 8,
						["bTag"] = "敢喝大姨妈#51219",
					}, -- [348]
					{
						["role"] = "DAMAGER",
						["name"] = "大得儿猫-雷霆之王",
						["time"] = 1502287160,
						["class"] = 8,
					}, -- [349]
					{
						["role"] = "DAMAGER",
						["name"] = "文是非-托塞德林",
						["iLvl"] = 891,
						["time"] = 1502287160,
						["class"] = 3,
						["bTag"] = "古采尼#5151",
					}, -- [350]
					{
						["role"] = "DAMAGER",
						["name"] = "戦魂之殇-死亡之翼",
						["iLvl"] = 903,
						["time"] = 1502287160,
						["class"] = 1,
						["bTag"] = "大梦初醒#51535",
					}, -- [351]
					{
						["role"] = "DAMAGER",
						["name"] = "小鸡吃老鹰-密林游侠",
						["iLvl"] = 910,
						["time"] = 1502287160,
						["class"] = 3,
						["bTag"] = "zhongjie2w#5711",
					}, -- [352]
					{
						["role"] = "DAMAGER",
						["name"] = "僾戰-伊森利恩",
						["iLvl"] = 899,
						["time"] = 1502287160,
						["class"] = 4,
						["bTag"] = "盜夢者#5663",
					}, -- [353]
					{
						["role"] = "DAMAGER",
						["name"] = "Magicians-万色星辰",
						["time"] = 1502287160,
						["class"] = 8,
					}, -- [354]
					{
						["role"] = "DAMAGER",
						["name"] = "Triglol-苏塔恩",
						["time"] = 1502287160,
						["class"] = 8,
					}, -- [355]
					{
						["role"] = "DAMAGER",
						["name"] = "优昙华院-亚雷戈斯",
						["iLvl"] = 907,
						["time"] = 1502287160,
						["class"] = 3,
						["bTag"] = "Nightlord#51121",
					}, -- [356]
					{
						["role"] = "HEALER",
						["name"] = "静静大魔王-格瑞姆巴托",
						["iLvl"] = 901,
						["time"] = 1502287160,
						["class"] = 11,
						["bTag"] = "屁屁#5902",
					}, -- [357]
					{
						["role"] = "DAMAGER",
						["name"] = "一箭定乾坤-阿尔萨斯",
						["iLvl"] = 926,
						["time"] = 1502287160,
						["class"] = 3,
						["bTag"] = "大容容小二宝爸爸#5904",
					}, -- [358]
					{
						["role"] = "DAMAGER",
						["name"] = "猫腻-萨菲隆",
						["time"] = 1502287160,
						["class"] = 4,
					}, -- [359]
					{
						["role"] = "DAMAGER",
						["name"] = "悠远苍穹-巫妖之王",
						["time"] = 1502287160,
						["class"] = 9,
					}, -- [360]
					{
						["role"] = "TANK",
						["name"] = "十一青木-海克泰尔",
						["iLvl"] = 887,
						["time"] = 1502287160,
						["class"] = 12,
						["bTag"] = "青木#5638",
					}, -- [361]
					{
						["role"] = "DAMAGER",
						["name"] = "Saberheng-死亡之翼",
						["iLvl"] = 913,
						["time"] = 1502287160,
						["class"] = 12,
						["bTag"] = "糖糖#53238",
					}, -- [362]
					{
						["role"] = "DAMAGER",
						["name"] = "喵这个宝-安苏",
						["iLvl"] = 926,
						["time"] = 1502287160,
						["class"] = 6,
						["bTag"] = "Coson#5448",
					}, -- [363]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔杰-黑暗之矛",
						["iLvl"] = 913,
						["time"] = 1502287160,
						["class"] = 12,
						["bTag"] = "十豆三木水#5929",
					}, -- [364]
					{
						["role"] = "TANK",
						["name"] = "你们团缺德么-龙骨平原",
						["iLvl"] = 895,
						["time"] = 1502287160,
						["class"] = 11,
						["bTag"] = "莫回头#51377",
					}, -- [365]
					{
						["role"] = "DAMAGER",
						["name"] = "追影古妮雅-冰风岗",
						["iLvl"] = 905,
						["time"] = 1502287160,
						["class"] = 1,
						["bTag"] = "海棠#5936",
					}, -- [366]
					{
						["role"] = "DAMAGER",
						["name"] = "汲魂者-风暴之鳞",
						["time"] = 1502287160,
						["class"] = 12,
					}, -- [367]
					{
						["role"] = "DAMAGER",
						["name"] = "白猫警员-塞拉摩",
						["iLvl"] = 894,
						["time"] = 1502287160,
						["class"] = 3,
						["bTag"] = "陆斌#5869",
					}, -- [368]
					{
						["role"] = "HEALER",
						["name"] = "彼岸丨薩-格瑞姆巴托",
						["iLvl"] = 934,
						["time"] = 1502287160,
						["class"] = 7,
						["bTag"] = "安落丨轩#5308",
					}, -- [369]
					{
						["role"] = "DAMAGER",
						["name"] = "一烟雾缭绕一-影之哀伤",
						["iLvl"] = 907,
						["time"] = 1502287160,
						["class"] = 4,
						["bTag"] = "沉默之剑#521625",
					}, -- [370]
					{
						["role"] = "TANK",
						["name"] = "总司令-雷霆之怒",
						["iLvl"] = 861,
						["time"] = 1502287160,
						["class"] = 11,
						["bTag"] = "诺娃#510898",
					}, -- [371]
					{
						["role"] = "TANK",
						["name"] = "晴贝贝-海克泰尔",
						["iLvl"] = 932,
						["time"] = 1502287160,
						["class"] = 2,
						["bTag"] = "MiuMiu#5890",
					}, -- [372]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦普尼-巨龙之吼",
						["time"] = 1502323967,
						["class"] = 8,
						["leader"] = true,
					}, -- [373]
					{
						["role"] = "HEALER",
						["name"] = "挥舞得板砖-燃烧之刃",
						["iLvl"] = 929,
						["time"] = 1502323967,
						["class"] = 2,
						["bTag"] = "挥舞的板砖#5188",
					}, -- [374]
					{
						["role"] = "TANK",
						["name"] = "全寳篮-萨格拉斯",
						["iLvl"] = 935,
						["time"] = 1502323965,
						["class"] = 6,
						["bTag"] = "JimmyDing#51826",
					}, -- [375]
					{
						["role"] = "DAMAGER",
						["name"] = "飘零枫-索瑞森",
						["iLvl"] = 929,
						["time"] = 1502323795,
						["class"] = 11,
						["bTag"] = "枫影神伤#5536",
					}, -- [376]
					{
						["role"] = "DAMAGER",
						["name"] = "Daimondkj-燃烧平原",
						["iLvl"] = 932,
						["time"] = 1502412408,
						["class"] = 2,
						["bTag"] = "帅的一笔#5567",
					}, -- [377]
					{
						["role"] = "TANK",
						["name"] = "啵玲豆苗-贫瘠之地",
						["iLvl"] = 897,
						["time"] = 1502412408,
						["class"] = 6,
						["bTag"] = "大锤#5287",
					}, -- [378]
					{
						["role"] = "TANK",
						["name"] = "Decrote-安苏",
						["iLvl"] = 912,
						["time"] = 1502412408,
						["class"] = 10,
						["bTag"] = "Betty#51198",
					}, -- [379]
					{
						["role"] = "TANK",
						["name"] = "郑少龙智障-希雷诺斯",
						["iLvl"] = 931,
						["time"] = 1502412408,
						["class"] = 6,
						["bTag"] = "奶嘴#5248",
					}, -- [380]
					{
						["role"] = "HEALER",
						["name"] = "幸福小猪猪-燃烧之刃",
						["iLvl"] = 929,
						["time"] = 1502412474,
						["class"] = 5,
						["bTag"] = "幸福的小猪猪#5675",
					}, -- [381]
					{
						["role"] = "DAMAGER",
						["name"] = "邪魔梦魇-死亡之翼",
						["time"] = 1502412507,
						["class"] = 9,
						["leader"] = true,
					}, -- [382]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走的小兔纸-伊森利恩",
						["iLvl"] = 921,
						["time"] = 1502541034,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "兔子君#5400",
					}, -- [383]
					{
						["role"] = "DAMAGER",
						["name"] = "Iio-伊利丹",
						["iLvl"] = 890,
						["time"] = 1502541034,
						["class"] = 9,
						["bTag"] = "crizent#5431",
					}, -- [384]
					{
						["role"] = "TANK",
						["name"] = "艾塔乌斯-冰风岗",
						["iLvl"] = 930,
						["time"] = 1502540993,
						["class"] = 11,
						["bTag"] = "吮指原味鸡#5554",
					}, -- [385]
					{
						["role"] = "DAMAGER",
						["name"] = "混沌之戮-雷霆之怒",
						["iLvl"] = 888,
						["time"] = 1502541034,
						["class"] = 12,
						["bTag"] = "超能之裤#5136843",
					}, -- [386]
					{
						["role"] = "DAMAGER",
						["name"] = "不小心染上病-安苏",
						["iLvl"] = 805,
						["time"] = 1502541019,
						["class"] = 8,
						["bTag"] = "零下一度的冰#5568",
					}, -- [387]
					{
						["role"] = "HEALER",
						["name"] = "萨世界-无尽之海",
						["time"] = 1502541048,
						["class"] = 7,
						["leader"] = true,
					}, -- [388]
					{
						["role"] = "TANK",
						["name"] = "Felid-布莱克摩",
						["iLvl"] = 911,
						["time"] = 1502541101,
						["class"] = 1,
						["bTag"] = "m10976#5512",
					}, -- [389]
					{
						["role"] = "DAMAGER",
						["name"] = "移动小奶瓶-死亡之翼",
						["iLvl"] = 935,
						["time"] = 1502541101,
						["class"] = 5,
						["bTag"] = "蓶羙#5533",
					}, -- [390]
					{
						["role"] = "DAMAGER",
						["name"] = "殺神丶魂-奥金顿",
						["iLvl"] = 924,
						["time"] = 1502541101,
						["class"] = 9,
						["bTag"] = "Later#52675",
					}, -- [391]
					{
						["role"] = "DAMAGER",
						["name"] = "贰柒壹肆玖-奈法利安",
						["iLvl"] = 902,
						["time"] = 1502541101,
						["class"] = 12,
						["bTag"] = "DoubleNs#5784",
					}, -- [392]
					{
						["role"] = "DAMAGER",
						["name"] = "为什么要改名-阿卡玛",
						["iLvl"] = 861,
						["time"] = 1502547270,
						["class"] = 9,
						["bTag"] = "老张#5983",
					}, -- [393]
					{
						["role"] = "DAMAGER",
						["name"] = "糖醋里脊肉-伊利丹",
						["iLvl"] = 917,
						["time"] = 1502547270,
						["class"] = 7,
						["bTag"] = "冰糖柑#51550",
					}, -- [394]
					{
						["role"] = "DAMAGER",
						["name"] = "Fmouset-大地之怒",
						["iLvl"] = 931,
						["time"] = 1502547270,
						["class"] = 2,
						["bTag"] = "华丽之兽人#511710",
					}, -- [395]
					{
						["role"] = "DAMAGER",
						["name"] = "天之羿-暗影议会",
						["iLvl"] = 887,
						["time"] = 1502547335,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "熊宝七猫#5150",
					}, -- [396]
					{
						["role"] = "DAMAGER",
						["name"] = "呆呆槑槑-血吼",
						["iLvl"] = 811,
						["time"] = 1502547317,
						["class"] = 4,
						["bTag"] = "不猜小懿#5199",
					}, -- [397]
					{
						["role"] = "DAMAGER",
						["name"] = "灯台鬼-海克泰尔",
						["iLvl"] = 922,
						["time"] = 1502547337,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "邻家大哥哥#5852",
					}, -- [398]
					{
						["role"] = "DAMAGER",
						["name"] = "丶还我蔚蓝-埃德萨拉",
						["time"] = 1502547337,
						["class"] = 3,
					}, -- [399]
					{
						["role"] = "DAMAGER",
						["name"] = "败犬女神-鲜血熔炉",
						["iLvl"] = 910,
						["time"] = 1502674881,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "喜剧之王#5155",
					}, -- [400]
					{
						["role"] = "DAMAGER",
						["name"] = "一手好枪法丶-摩摩尔",
						["iLvl"] = 933,
						["time"] = 1502674872,
						["class"] = 3,
						["bTag"] = "小小食人魔#53183",
					}, -- [401]
					{
						["role"] = "DAMAGER",
						["name"] = "乱咁骑-寒冰皇冠",
						["iLvl"] = 928,
						["time"] = 1502674881,
						["class"] = 2,
						["bTag"] = "吖叽吖咗#5687",
					}, -- [402]
					{
						["role"] = "DAMAGER",
						["name"] = "丨丶米修-冰风岗",
						["iLvl"] = 931,
						["time"] = 1502674881,
						["class"] = 7,
						["bTag"] = "思绪抽空记忆#51147",
					}, -- [403]
					{
						["role"] = "DAMAGER",
						["name"] = "婉转妹-回音山",
						["time"] = 1502770691,
						["class"] = 5,
						["leader"] = true,
					}, -- [404]
					{
						["role"] = "DAMAGER",
						["name"] = "滢雪纤纤-神圣之歌",
						["time"] = 1502770691,
						["class"] = 7,
					}, -- [405]
					{
						["role"] = "DAMAGER",
						["name"] = "月舞聆风-玛瑟里顿",
						["iLvl"] = 931,
						["time"] = 1502770691,
						["class"] = 7,
						["bTag"] = "無霜#5592",
					}, -- [406]
					{
						["role"] = "DAMAGER",
						["name"] = "魔泉山猫幼崽-海克泰尔",
						["time"] = 1502770689,
						["class"] = 3,
					}, -- [407]
					{
						["role"] = "DAMAGER",
						["name"] = "娜个誰-无尽之海",
						["iLvl"] = 926,
						["time"] = 1502770790,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "挑逗#5555",
					}, -- [408]
					{
						["role"] = "HEALER",
						["name"] = "点墨夺魂-黑铁",
						["iLvl"] = 902,
						["time"] = 1502770858,
						["class"] = 5,
						["bTag"] = "四毛姑娘#5334",
					}, -- [409]
					{
						["role"] = "DAMAGER",
						["name"] = "恒夭-太阳之井",
						["iLvl"] = 903,
						["time"] = 1502770865,
						["class"] = 3,
						["bTag"] = "提瑞斯法#51575",
					}, -- [410]
					{
						["role"] = "DAMAGER",
						["name"] = "从小不补钙-冬拥湖",
						["iLvl"] = 924,
						["time"] = 1502770798,
						["class"] = 4,
						["bTag"] = "静月醉梦葬花吟#5217",
					}, -- [411]
					{
						["role"] = "DAMAGER",
						["name"] = "丿赛丽丝丶-加基森",
						["iLvl"] = 908,
						["time"] = 1502770914,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "Wilson#5908",
					}, -- [412]
					{
						["role"] = "DAMAGER",
						["name"] = "Nicenbboyy-布兰卡德",
						["time"] = 1502770934,
						["class"] = 4,
					}, -- [413]
					{
						["role"] = "DAMAGER",
						["name"] = "紫竺幽蓝-罗宁",
						["iLvl"] = 917,
						["time"] = 1502770934,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "烈火爷爷#5697",
					}, -- [414]
					{
						["role"] = "DAMAGER",
						["name"] = "屮倩釹幽魂屮-菲米丝",
						["iLvl"] = 892,
						["time"] = 1502770934,
						["class"] = 12,
						["bTag"] = "御鉴#5595",
					}, -- [415]
					{
						["role"] = "DAMAGER",
						["name"] = "遇术癫狂-无尽之海",
						["iLvl"] = 925,
						["time"] = 1502771055,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "黎明#52496",
					}, -- [416]
					{
						["role"] = "DAMAGER",
						["name"] = "刘小布-刺骨利刃",
						["iLvl"] = 908,
						["time"] = 1502771055,
						["class"] = 9,
						["bTag"] = "专属#5153",
					}, -- [417]
					{
						["role"] = "DAMAGER",
						["name"] = "Pression-影之哀伤",
						["iLvl"] = 931,
						["time"] = 1502771043,
						["class"] = 3,
						["bTag"] = "BountyHunter#51354",
					}, -- [418]
					{
						["role"] = "DAMAGER",
						["name"] = "亡靈劍聖-主宰之剑",
						["time"] = 1502770995,
						["class"] = 1,
					}, -- [419]
					{
						["role"] = "HEALER",
						["name"] = "魔羯座的天使-玛瑟里顿",
						["iLvl"] = 929,
						["time"] = 1502930663,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "魔羯座的精灵#5379",
					}, -- [420]
					{
						["role"] = "DAMAGER",
						["name"] = "傻馒姐姐-布鲁塔卢斯",
						["iLvl"] = 929,
						["time"] = 1502930672,
						["class"] = 7,
						["bTag"] = "跳跳精灵#52543",
					}, -- [421]
					{
						["role"] = "DAMAGER",
						["name"] = "捏死大白兔-克尔苏加德",
						["iLvl"] = 931,
						["time"] = 1502930752,
						["class"] = 2,
						["bTag"] = "飘叶随风飘#5784",
					}, -- [422]
					{
						["role"] = "DAMAGER",
						["name"] = "冰川勇士-奥尔加隆",
						["iLvl"] = 919,
						["time"] = 1502930752,
						["class"] = 1,
						["bTag"] = "阿瑞斯#5467",
					}, -- [423]
					{
						["role"] = "DAMAGER",
						["name"] = "超级赛亚人-龙骨平原",
						["iLvl"] = 917,
						["time"] = 1502930836,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "有点孩子气#5935",
					}, -- [424]
					{
						["role"] = "DAMAGER",
						["name"] = "雷神神-主宰之剑",
						["iLvl"] = 931,
						["time"] = 1502930798,
						["class"] = 12,
						["bTag"] = "徐艳明#5476",
					}, -- [425]
					{
						["role"] = "DAMAGER",
						["name"] = "冷月丶风轻扬-利刃之拳",
						["time"] = 1502930798,
						["class"] = 12,
					}, -- [426]
					{
						["role"] = "DAMAGER",
						["name"] = "逐风者守护-鲜血熔炉",
						["iLvl"] = 918,
						["time"] = 1502930842,
						["class"] = 7,
						["bTag"] = "frederick#5693",
					}, -- [427]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒不变的爱-风暴之怒",
						["iLvl"] = 930,
						["time"] = 1502930812,
						["class"] = 1,
						["bTag"] = "皇上#5334",
					}, -- [428]
					{
						["role"] = "DAMAGER",
						["name"] = "爱宕伊吹藏王-试炼之环",
						["iLvl"] = 920,
						["time"] = 1502930842,
						["class"] = 4,
						["bTag"] = "雷泽诺夫#5961",
					}, -- [429]
					{
						["role"] = "DAMAGER",
						["name"] = "姑苏吴彦祖-凤凰之神",
						["iLvl"] = 928,
						["time"] = 1502930842,
						["class"] = 4,
						["bTag"] = "王小小佩#5807",
					}, -- [430]
					{
						["role"] = "DAMAGER",
						["name"] = "晓瑶-芬里斯",
						["iLvl"] = 924,
						["time"] = 1503016174,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "瑶瑶#5306",
					}, -- [431]
					{
						["role"] = "DAMAGER",
						["name"] = "红骚茄子-海克泰尔",
						["iLvl"] = 908,
						["time"] = 1503016174,
						["class"] = 8,
						["bTag"] = "红骚茄子#5142",
					}, -- [432]
					{
						["role"] = "HEALER",
						["name"] = "孙妞妞-凤凰之神",
						["time"] = 1503016174,
						["class"] = 10,
					}, -- [433]
					{
						["role"] = "DAMAGER",
						["name"] = "卍箭多屍广卍-血吼",
						["iLvl"] = 925,
						["time"] = 1503016174,
						["class"] = 3,
						["bTag"] = "CrazyMage#59782",
					}, -- [434]
					{
						["role"] = "DAMAGER",
						["name"] = "戯命丶-激流之傲",
						["iLvl"] = 934,
						["time"] = 1503016346,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "农村古惑仔#5461",
					}, -- [435]
					{
						["role"] = "DAMAGER",
						["name"] = "怪人二十面相-战歌",
						["iLvl"] = 870,
						["time"] = 1503016327,
						["class"] = 4,
						["bTag"] = "忽如一夜春风来#5700",
					}, -- [436]
					{
						["role"] = "DAMAGER",
						["name"] = "人贱仍爱-无尽之海",
						["iLvl"] = 878,
						["time"] = 1503016346,
						["class"] = 2,
						["bTag"] = "对方扔了一条狗#5221",
					}, -- [437]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫胖嘟嘟-暗影议会",
						["iLvl"] = 905,
						["time"] = 1503016553,
						["class"] = 1,
						["bTag"] = "小名#5281",
					}, -- [438]
					{
						["role"] = "DAMAGER",
						["name"] = "迷之小友-加里索斯",
						["iLvl"] = 914,
						["time"] = 1503016399,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "小友快跑#5396",
					}, -- [439]
					{
						["role"] = "DAMAGER",
						["name"] = "萨喵-阿纳克洛斯",
						["iLvl"] = 936,
						["time"] = 1503016553,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "咕噜#5609",
					}, -- [440]
					{
						["role"] = "DAMAGER",
						["name"] = "壹夜情丶管饭-太阳之井",
						["iLvl"] = 929,
						["time"] = 1503016553,
						["class"] = 8,
						["bTag"] = "陈玉涛#51238",
					}, -- [441]
					{
						["role"] = "DAMAGER",
						["name"] = "丶笑魇依然-伊森利恩",
						["iLvl"] = 936,
						["time"] = 1503016486,
						["class"] = 2,
						["bTag"] = "依然丶纳格兰#5423",
					}, -- [442]
					{
						["role"] = "HEALER",
						["name"] = "Cov-风行者",
						["iLvl"] = 896,
						["time"] = 1503016595,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "逆风#5111",
					}, -- [443]
					{
						["role"] = "TANK",
						["name"] = "皮皮虾灬虾米-无尽之海",
						["iLvl"] = 916,
						["time"] = 1503016650,
						["class"] = 6,
						["bTag"] = "冰霜之脚#518892",
					}, -- [444]
					{
						["role"] = "DAMAGER",
						["name"] = "瑬鷥慾-无尽之海",
						["iLvl"] = 932,
						["time"] = 1503016650,
						["class"] = 2,
						["bTag"] = "鬼魅嬌娘#5550",
					}, -- [445]
					{
						["role"] = "DAMAGER",
						["name"] = "奶牧在此-狂热之刃",
						["iLvl"] = 930,
						["time"] = 1503016650,
						["class"] = 5,
						["bTag"] = "杨某人#51172",
					}, -- [446]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的奶茶-燃烧之刃",
						["iLvl"] = 928,
						["time"] = 1503059331,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "疯狂的奶茶#5666",
					}, -- [447]
					{
						["role"] = "DAMAGER",
						["name"] = "死战火鸡-甜水绿洲",
						["iLvl"] = 876,
						["time"] = 1503059351,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "虫二#5296",
					}, -- [448]
					{
						["role"] = "DAMAGER",
						["name"] = "冒烟的骷髅-萨尔",
						["iLvl"] = 930,
						["time"] = 1503059345,
						["class"] = 8,
						["bTag"] = "冒烟的骷髅#5563",
					}, -- [449]
					{
						["role"] = "DAMAGER",
						["name"] = "哀穆梯拉托-玛洛加尔",
						["iLvl"] = 908,
						["time"] = 1503059341,
						["class"] = 2,
						["bTag"] = "低调的灰机#5692",
					}, -- [450]
					{
						["role"] = "DAMAGER",
						["name"] = "丛林追踪者-伊利丹",
						["iLvl"] = 877,
						["time"] = 1503063436,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "冥王灬啻非天#51944",
					}, -- [451]
					{
						["role"] = "DAMAGER",
						["name"] = "晚上去你家丶-无尽之海",
						["iLvl"] = 931,
						["time"] = 1503063458,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "JuJingYikiku#5318",
					}, -- [452]
					{
						["role"] = "TANK",
						["name"] = "狗蛋丶-希尔瓦娜斯",
						["iLvl"] = 931,
						["time"] = 1503063458,
						["class"] = 11,
						["bTag"] = "智障宝宝#51648",
					}, -- [453]
					{
						["role"] = "DAMAGER",
						["name"] = "Raren-沙怒",
						["iLvl"] = 927,
						["time"] = 1503063316,
						["class"] = 9,
						["bTag"] = "舒强强#51553",
					}, -- [454]
					{
						["role"] = "DAMAGER",
						["name"] = "肆叁零工程-恶魔之魂",
						["iLvl"] = 897,
						["time"] = 1503063458,
						["class"] = 8,
						["bTag"] = "魔天使邪#5289",
					}, -- [455]
					{
						["role"] = "DAMAGER",
						["name"] = "风呤-伊利丹",
						["iLvl"] = 932,
						["time"] = 1503063458,
						["class"] = 12,
						["bTag"] = "风呤#5594",
					}, -- [456]
					{
						["role"] = "DAMAGER",
						["name"] = "糖醋小排-凤凰之神",
						["iLvl"] = 933,
						["time"] = 1503063458,
						["class"] = 9,
						["bTag"] = "隔壁小王#52331",
					}, -- [457]
					{
						["role"] = "DAMAGER",
						["name"] = "配料工序-黑铁",
						["iLvl"] = 899,
						["time"] = 1503063458,
						["class"] = 8,
						["bTag"] = "拿手小菜#5596",
					}, -- [458]
					{
						["role"] = "DAMAGER",
						["name"] = "老衲常来閱经-贫瘠之地",
						["time"] = 1503063458,
						["class"] = 12,
					}, -- [459]
					{
						["role"] = "HEALER",
						["name"] = "丢丢侠-燃烧之刃",
						["iLvl"] = 903,
						["time"] = 1503063312,
						["class"] = 11,
						["bTag"] = "crucifix#51313",
					}, -- [460]
					{
						["role"] = "HEALER",
						["name"] = "一只牛撒-暗影之月",
						["iLvl"] = 908,
						["time"] = 1503063314,
						["class"] = 7,
						["bTag"] = "斗豆鱼#5348",
					}, -- [461]
					{
						["role"] = "DAMAGER",
						["name"] = "大雍装载-回音山",
						["iLvl"] = 913,
						["time"] = 1503063458,
						["class"] = 3,
						["bTag"] = "嘎給#5194",
					}, -- [462]
					{
						["role"] = "DAMAGER",
						["name"] = "波波爱冲锋-死亡之翼",
						["iLvl"] = 911,
						["time"] = 1503063458,
						["class"] = 1,
						["bTag"] = "波波#5946",
					}, -- [463]
					{
						["role"] = "DAMAGER",
						["name"] = "有马贵將-影之哀伤",
						["iLvl"] = 929,
						["time"] = 1503063458,
						["class"] = 9,
						["bTag"] = "暗夜之鸦#5697",
					}, -- [464]
					{
						["role"] = "DAMAGER",
						["name"] = "丶火球鼠-迅捷微风",
						["iLvl"] = 924,
						["time"] = 1503063458,
						["class"] = 8,
						["bTag"] = "第四军种#5755",
					}, -- [465]
					{
						["role"] = "DAMAGER",
						["name"] = "麦斯威而-诺莫瑞根",
						["time"] = 1503063458,
						["class"] = 4,
					}, -- [466]
					{
						["role"] = "DAMAGER",
						["name"] = "晕晕刺-安戈洛",
						["iLvl"] = 914,
						["time"] = 1503063458,
						["class"] = 4,
						["bTag"] = "老兵#5399",
					}, -- [467]
					{
						["role"] = "DAMAGER",
						["name"] = "丶沐蝶-格雷迈恩",
						["iLvl"] = 883,
						["time"] = 1503063458,
						["class"] = 9,
						["bTag"] = "陌上梨花#5517",
					}, -- [468]
					{
						["role"] = "DAMAGER",
						["name"] = "临兵逗者-屠魔山谷",
						["iLvl"] = 929,
						["time"] = 1503063458,
						["class"] = 3,
						["bTag"] = "一生驰橙#5813",
					}, -- [469]
					{
						["role"] = "DAMAGER",
						["name"] = "神僧来了-伊森利恩",
						["time"] = 1503063458,
						["class"] = 9,
					}, -- [470]
					{
						["role"] = "HEALER",
						["name"] = "小斩斩-天空之墙",
						["iLvl"] = 915,
						["time"] = 1503063458,
						["class"] = 5,
						["bTag"] = "斩无赦#5871",
					}, -- [471]
					{
						["role"] = "TANK",
						["name"] = "恋恋难舍-霜狼",
						["iLvl"] = 915,
						["time"] = 1503063458,
						["class"] = 10,
						["bTag"] = "一瞬烟火#5453",
					}, -- [472]
					{
						["role"] = "DAMAGER",
						["name"] = "会吃猫的鱼-黑暗之矛",
						["time"] = 1503063458,
						["class"] = 4,
					}, -- [473]
					{
						["role"] = "DAMAGER",
						["name"] = "男海神尼-密林游侠",
						["iLvl"] = 933,
						["time"] = 1503063458,
						["class"] = 3,
						["bTag"] = "隔壁小王#52331",
					}, -- [474]
					{
						["role"] = "DAMAGER",
						["name"] = "Nicholasbch-安苏",
						["iLvl"] = 921,
						["time"] = 1503063458,
						["class"] = 4,
						["bTag"] = "Feizhouguo#5782",
					}, -- [475]
					{
						["role"] = "TANK",
						["name"] = "罗兰珈莉亚-奥尔加隆",
						["iLvl"] = 883,
						["time"] = 1503063458,
						["class"] = 2,
						["bTag"] = "巨硕之斧#58617",
					}, -- [476]
					{
						["role"] = "TANK",
						["name"] = "汐丶小沫-黑石尖塔",
						["iLvl"] = 916,
						["time"] = 1503063458,
						["class"] = 12,
						["bTag"] = "汐丶筱沫#5287",
					}, -- [477]
					{
						["role"] = "DAMAGER",
						["name"] = "人生都是橙俱-冰风岗",
						["iLvl"] = 907,
						["time"] = 1503063458,
						["class"] = 7,
						["bTag"] = "黑之羽术#5821",
					}, -- [478]
					{
						["role"] = "TANK",
						["name"] = "仇恨王子-贫瘠之地",
						["iLvl"] = 904,
						["time"] = 1503063458,
						["class"] = 2,
						["bTag"] = "速哥#51995",
					}, -- [479]
					{
						["role"] = "DAMAGER",
						["name"] = "丨生来彷徨丨-无尽之海",
						["iLvl"] = 935,
						["time"] = 1503063321,
						["class"] = 4,
						["bTag"] = "尊品二手车#5604",
					}, -- [480]
					{
						["role"] = "TANK",
						["name"] = "有基拉我裤链-古尔丹",
						["iLvl"] = 931,
						["time"] = 1503063310,
						["class"] = 6,
						["bTag"] = "奇門水水愛吐槽#5188",
					}, -- [481]
					{
						["role"] = "DAMAGER",
						["name"] = "露娜酱-提瑞斯法",
						["iLvl"] = 880,
						["time"] = 1503063316,
						["class"] = 4,
						["bTag"] = "luciferM#5984",
					}, -- [482]
					{
						["role"] = "TANK",
						["name"] = "飘渺的煈叶-燃烧之刃",
						["iLvl"] = 920,
						["time"] = 1503063458,
						["class"] = 2,
						["bTag"] = "飘落的枫叶#52695",
					}, -- [483]
					{
						["role"] = "DAMAGER",
						["name"] = "陨落心尘-血牙魔王",
						["iLvl"] = 925,
						["time"] = 1503063458,
						["class"] = 1,
						["bTag"] = "陨落心尘#51920",
					}, -- [484]
					{
						["role"] = "DAMAGER",
						["name"] = "苍老师好湿-贫瘠之地",
						["iLvl"] = 904,
						["time"] = 1503063458,
						["class"] = 3,
						["bTag"] = "阿明#51526",
					}, -- [485]
					{
						["role"] = "HEALER",
						["name"] = "纯白圣光-达尔坎",
						["iLvl"] = 924,
						["time"] = 1503063458,
						["class"] = 5,
						["bTag"] = "筱洁#5530",
					}, -- [486]
					{
						["role"] = "DAMAGER",
						["name"] = "大嘿-达尔坎",
						["iLvl"] = 928,
						["time"] = 1503063458,
						["class"] = 1,
						["bTag"] = "大黒#51773",
					}, -- [487]
					{
						["role"] = "DAMAGER",
						["name"] = "邻家小正太-红龙军团",
						["iLvl"] = 934,
						["time"] = 1503063458,
						["class"] = 8,
						["bTag"] = "讓我們蕩起雙槳#5923",
					}, -- [488]
					{
						["role"] = "DAMAGER",
						["name"] = "灬影之伤灬-阿尔萨斯",
						["iLvl"] = 889,
						["time"] = 1503194827,
						["class"] = 1,
						["bTag"] = "嗜血荣誉#5390",
					}, -- [489]
					{
						["role"] = "DAMAGER",
						["name"] = "舞夜筱雨-影之哀伤",
						["iLvl"] = 909,
						["time"] = 1503194834,
						["class"] = 11,
						["bTag"] = "不经事却说离别#5605",
					}, -- [490]
					{
						["role"] = "DAMAGER",
						["name"] = "夏维安-菲米丝",
						["iLvl"] = 922,
						["time"] = 1503194834,
						["class"] = 1,
						["bTag"] = "苹果#5875",
					}, -- [491]
					{
						["role"] = "DAMAGER",
						["name"] = "Thetower-无尽之海",
						["iLvl"] = 930,
						["time"] = 1503194834,
						["class"] = 8,
						["bTag"] = "潮流俏佳人儿#5153",
					}, -- [492]
					{
						["role"] = "DAMAGER",
						["name"] = "阿丶蛮-无尽之海",
						["iLvl"] = 937,
						["time"] = 1503194834,
						["class"] = 7,
						["bTag"] = "慕丶尔#5770",
					}, -- [493]
				},
				["1-124-421-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "梓淸-安苏",
						["iLvl"] = 922,
						["time"] = 1501119032,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "伴我多久#51201",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "灬大黄鸡-死亡之翼",
						["iLvl"] = 918,
						["time"] = 1501119094,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "无敌大吵吵#5938",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "紫凡-死亡之翼",
						["iLvl"] = 921,
						["time"] = 1501119112,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "大乔#51204",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "二悦-洛丹伦",
						["iLvl"] = 933,
						["time"] = 1501119112,
						["class"] = 7,
						["bTag"] = "大课#5170",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "屍鉮哋嬑梽-森金",
						["iLvl"] = 913,
						["time"] = 1501330580,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "蓝特#5637",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "莎雅斯梅可-无尽之海",
						["iLvl"] = 931,
						["time"] = 1501330643,
						["class"] = 2,
						["bTag"] = "艾美美#51815",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "陌叹殇-斯克提斯",
						["iLvl"] = 931,
						["time"] = 1501330643,
						["class"] = 6,
						["bTag"] = "Eriksen#51139",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "绿皮归来-安苏",
						["iLvl"] = 892,
						["time"] = 1501330598,
						["class"] = 3,
						["bTag"] = "CrazyCheng#5284",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Sagittarius-血牙魔王",
						["time"] = 1501380827,
						["class"] = 3,
						["leader"] = true,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "一近战烈人一-主宰之剑",
						["iLvl"] = 909,
						["time"] = 1501380897,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "ewe#5353",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "飛舞夜-龙骨平原",
						["iLvl"] = 866,
						["time"] = 1501380897,
						["class"] = 4,
						["bTag"] = "月夜枫林#5215",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Xlamw-元素之力",
						["iLvl"] = 909,
						["time"] = 1501380897,
						["class"] = 12,
						["bTag"] = "暗夜之骑士#5136863",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔双子-凤凰之神",
						["iLvl"] = 931,
						["time"] = 1501380897,
						["class"] = 1,
						["bTag"] = "恶魔双子#5828",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "丶华丶丽丶-深渊之巢",
						["time"] = 1501554987,
						["class"] = 2,
						["leader"] = true,
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "醉丶浪-深渊之巢",
						["time"] = 1501554987,
						["class"] = 1,
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "风袖舞冰裳-贫瘠之地",
						["iLvl"] = 924,
						["time"] = 1501555022,
						["class"] = 5,
						["bTag"] = "IcyFox#5628",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "丶马什么梅-丽丽（四川）",
						["iLvl"] = 930,
						["time"] = 1501554987,
						["class"] = 12,
						["bTag"] = "导演我躺哪#51484",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "野心-格瑞姆巴托",
						["time"] = 1501555022,
						["class"] = 1,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "我要上了-海克泰尔",
						["time"] = 1501555056,
						["class"] = 3,
						["leader"] = true,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "弗兰奇不碎-鹰巢山",
						["iLvl"] = 910,
						["time"] = 1501555073,
						["class"] = 4,
						["bTag"] = "GundamExia#51667",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "七天丶-耐普图隆",
						["iLvl"] = 914,
						["time"] = 1501555073,
						["class"] = 12,
						["bTag"] = "无力#51305",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "射击大队长-鬼雾峰",
						["iLvl"] = 930,
						["time"] = 1501555073,
						["class"] = 3,
						["bTag"] = "幽暗牧守#5326",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "矮灬撮灬穷-天空之墙",
						["iLvl"] = 886,
						["time"] = 1501555207,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "凱梓#5110",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "提拉咪蘇-芬里斯",
						["iLvl"] = 928,
						["time"] = 1501555243,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "kukuku#5395",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "咬字分开念-迅捷微风",
						["iLvl"] = 907,
						["time"] = 1501555250,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "钦羽#5736",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "丨柒贰壹叁丨-伊利丹",
						["iLvl"] = 898,
						["time"] = 1501555273,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "柒贰壹叁#5512",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "大大王王-洛丹伦",
						["iLvl"] = 933,
						["time"] = 1501634411,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "山大王#5465",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Lovedestiny-洛萨",
						["iLvl"] = 920,
						["time"] = 1501634411,
						["class"] = 12,
						["bTag"] = "destinylove#5743",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "布狸丶-死亡之翼",
						["iLvl"] = 821,
						["time"] = 1501634411,
						["class"] = 4,
						["bTag"] = "铅笔丶#51779",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "醋溜冬瓜-玛洛加尔",
						["iLvl"] = 909,
						["time"] = 1501634411,
						["class"] = 10,
						["bTag"] = "思雨纷飞#5848",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利达雷之翼-奈法利安",
						["iLvl"] = 932,
						["time"] = 1501634550,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "祖哥#5545",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "牛牛想变变-熔火之心",
						["iLvl"] = 904,
						["time"] = 1501735841,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "小海#5157",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "灬瘋咕咕灬-莱索恩",
						["iLvl"] = 896,
						["time"] = 1501735859,
						["class"] = 11,
						["bTag"] = "太阳当空照#51389",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "咕姑菇鸪鹘-冰风岗",
						["iLvl"] = 869,
						["time"] = 1501735859,
						["class"] = 11,
						["bTag"] = "Heisenberg#5397",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "柚酱-伊利丹",
						["iLvl"] = 899,
						["time"] = 1501735859,
						["class"] = 7,
						["bTag"] = "狗哥#5390",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Swifef-血环",
						["iLvl"] = 928,
						["time"] = 1501807871,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "凤儿#5275",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Artemiz-死亡之翼",
						["iLvl"] = 897,
						["time"] = 1501807858,
						["class"] = 1,
						["bTag"] = "Olric#5313",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "飞扬狂风-格瑞姆巴托",
						["iLvl"] = 929,
						["time"] = 1503362774,
						["class"] = 8,
						["bTag"] = "零距离#5240",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "Accaolon-亚雷戈斯",
						["iLvl"] = 913,
						["time"] = 1501807948,
						["class"] = 2,
						["bTag"] = "babavi#5414",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "早苗暖暖-迅捷微风",
						["iLvl"] = 932,
						["time"] = 1501807948,
						["class"] = 3,
						["bTag"] = "泉水有妹子#51739",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Gnikra-死亡之翼",
						["iLvl"] = 935,
						["time"] = 1501807948,
						["class"] = 8,
						["bTag"] = "gnikra#5863",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "绝世花葬情-古拉巴什",
						["iLvl"] = 924,
						["time"] = 1501808137,
						["class"] = 8,
						["bTag"] = "一颗虫牙#5993",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "Sunsharon-主宰之剑",
						["iLvl"] = 882,
						["time"] = 1501808083,
						["class"] = 5,
						["bTag"] = "Sunsharon#51360",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "馥初甄馨-血羽",
						["iLvl"] = 926,
						["time"] = 1501808224,
						["class"] = 7,
						["bTag"] = "青岛小哥不好惹#5141",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "大花花-苏拉玛",
						["iLvl"] = 916,
						["time"] = 1501808153,
						["class"] = 8,
						["bTag"] = "HappyFeet#512923",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱之冰-血色十字军",
						["iLvl"] = 925,
						["time"] = 1501808255,
						["class"] = 8,
						["bTag"] = "日出东方#5281",
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "国宝嘟嘟-安苏",
						["iLvl"] = 887,
						["time"] = 1501808255,
						["class"] = 7,
						["bTag"] = "诺克萨斯#5140",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "以剑为生-燃烧之刃",
						["time"] = 1501808251,
						["class"] = 6,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "流氓兔-冰霜之刃",
						["iLvl"] = 889,
						["time"] = 1501808255,
						["class"] = 9,
						["bTag"] = "江米条#5487",
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "烟岭寂静-布兰卡德",
						["iLvl"] = 934,
						["time"] = 1501898228,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "沒冭多旳話#5648",
					}, -- [50]
					{
						["role"] = "TANK",
						["name"] = "限量版小跟班-贫瘠之地",
						["iLvl"] = 926,
						["time"] = 1501898228,
						["class"] = 2,
						["bTag"] = "尛囧牧#5458",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "寳寳很心酸-朵丹尼尔",
						["iLvl"] = 921,
						["time"] = 1501898240,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "迦枼#5859",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "我吃槟榔-燃烧之刃",
						["iLvl"] = 929,
						["time"] = 1501898276,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "跳跳是个小乖乖#5863",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "被拒绝的告白-阿格拉玛",
						["iLvl"] = 935,
						["time"] = 1501898498,
						["class"] = 6,
						["bTag"] = "被拒绝的告白#5215",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "超软的洛楠-格瑞姆巴托",
						["iLvl"] = 893,
						["time"] = 1501898498,
						["class"] = 3,
						["bTag"] = "Scofield#52509",
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "空之壁垒丶-艾莫莉丝",
						["iLvl"] = 931,
						["time"] = 1501898498,
						["class"] = 11,
						["bTag"] = "总有刁民想害朕#5539",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "多多丨-格瑞姆巴托",
						["iLvl"] = 928,
						["time"] = 1501898498,
						["class"] = 4,
						["bTag"] = "TO1239#5676",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "管住嘴迈开腿-洛萨",
						["iLvl"] = 910,
						["time"] = 1501993147,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "小丹#5112",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "獠牙-奥妮克希亚",
						["iLvl"] = 934,
						["time"] = 1501993147,
						["class"] = 2,
						["bTag"] = "迷糊的涛涛#5143",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "苍白之祝-萨格拉斯",
						["iLvl"] = 930,
						["time"] = 1501993147,
						["class"] = 2,
						["bTag"] = "Thierry#5443",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "国宝大能猫-黑石尖塔",
						["iLvl"] = 826,
						["time"] = 1501993147,
						["class"] = 4,
						["bTag"] = "保持微笑#5453",
					}, -- [61]
					{
						["role"] = "TANK",
						["name"] = "花心宝贝-加基森",
						["iLvl"] = 928,
						["time"] = 1501993279,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "暴虎#5476",
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "熊猫人萨满丶-影之哀伤",
						["iLvl"] = 931,
						["time"] = 1501993259,
						["class"] = 7,
						["bTag"] = "好汉饶命#52863",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "别奶-戈提克",
						["iLvl"] = 918,
						["time"] = 1501993279,
						["class"] = 2,
						["bTag"] = "王饭炒#5953",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "王太浪-亚雷戈斯",
						["iLvl"] = 933,
						["time"] = 1501993279,
						["class"] = 4,
						["bTag"] = "一杯热水#5245",
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "瓜兮兮弄你肉-索瑞森",
						["iLvl"] = 932,
						["time"] = 1501993330,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "练号狂魔#51141",
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "零式摇摆-冰风岗",
						["iLvl"] = 864,
						["time"] = 1501993337,
						["class"] = 11,
						["bTag"] = "千网#5812",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "咸鱼丶崽-埃德萨拉",
						["iLvl"] = 933,
						["time"] = 1501993337,
						["class"] = 4,
						["bTag"] = "玩的就是性格#5344",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "比比刀-格瑞姆巴托",
						["iLvl"] = 921,
						["time"] = 1501993337,
						["class"] = 4,
						["bTag"] = "Sirius#5163",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "冰清清-燃烧之刃",
						["iLvl"] = 913,
						["time"] = 1501993438,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "豆豆#5921",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "凯旋的元首-毁灭之锤",
						["time"] = 1501993462,
						["class"] = 3,
						["leader"] = true,
					}, -- [71]
					{
						["role"] = "TANK",
						["name"] = "夏洛依-伊森利恩",
						["iLvl"] = 934,
						["time"] = 1501993462,
						["class"] = 12,
						["bTag"] = "手红的杨小乐#5393",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "战鬼韦帕-死亡之翼",
						["iLvl"] = 857,
						["time"] = 1501993462,
						["class"] = 1,
						["bTag"] = "江湖#5315",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "豆付丶-死亡之翼",
						["iLvl"] = 923,
						["time"] = 1502104621,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "ChairMan#51727",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "情之亦心往-激流之傲",
						["iLvl"] = 930,
						["time"] = 1502104652,
						["class"] = 3,
						["bTag"] = "罗薇#5503",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "流逝的艺术-无尽之海",
						["iLvl"] = 926,
						["time"] = 1502104680,
						["class"] = 9,
						["bTag"] = "隐蔽之巨魔#58975",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "Cuefee-死亡之翼",
						["time"] = 1502104654,
						["class"] = 3,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "抗忙来次够-无尽之海",
						["time"] = 1502104730,
						["class"] = 8,
						["leader"] = true,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "移星-迦拉克隆",
						["iLvl"] = 933,
						["time"] = 1502104730,
						["class"] = 9,
						["bTag"] = "移星#5168",
					}, -- [79]
					{
						["role"] = "TANK",
						["name"] = "我又滚回来了-安苏",
						["iLvl"] = 894,
						["time"] = 1502104730,
						["class"] = 12,
						["bTag"] = "乌达斯塔#5173",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "灞买大汽车-索瑞森",
						["iLvl"] = 905,
						["time"] = 1502155267,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "熊爸#5258",
					}, -- [81]
					{
						["role"] = "TANK",
						["name"] = "大耳朵丶糖糖-伊森利恩",
						["iLvl"] = 935,
						["time"] = 1502155314,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Rosalia#5885",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "回忆中泪滴-冰霜之刃",
						["iLvl"] = 923,
						["time"] = 1502155314,
						["class"] = 12,
						["bTag"] = "梓丶瞳#5424",
					}, -- [83]
					{
						["role"] = "HEALER",
						["name"] = "丨阮阮丶-闪电之刃",
						["iLvl"] = 888,
						["time"] = 1502155314,
						["class"] = 5,
						["bTag"] = "逼得你坚强#5119",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "孟君羡丶-卡德加",
						["iLvl"] = 753,
						["time"] = 1502157518,
						["class"] = 5,
						["bTag"] = "孟君羡#5114",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "荡小茶丶-冰霜之刃",
						["iLvl"] = 699,
						["time"] = 1502157478,
						["class"] = 7,
						["bTag"] = "天煞菰星灬#5749",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "凉城以北-太阳之井",
						["iLvl"] = 938,
						["time"] = 1502157524,
						["class"] = 6,
						["bTag"] = "南有乔木#52186",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "Elementers-影之哀伤",
						["iLvl"] = 664,
						["time"] = 1502157385,
						["class"] = 7,
						["bTag"] = "冻住不洗澡#5834",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "Terrycalm-迦拉克隆",
						["time"] = 1502157603,
						["class"] = 2,
						["leader"] = true,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "丶单边-影之哀伤",
						["iLvl"] = 831,
						["time"] = 1502157610,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "神之庇佑#51225",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "山河永暮-安苏",
						["iLvl"] = 883,
						["time"] = 1502157549,
						["class"] = 1,
						["bTag"] = "教我如何不想她#51832",
					}, -- [91]
					{
						["role"] = "HEALER",
						["name"] = "Interment-影之哀伤",
						["iLvl"] = 833,
						["time"] = 1502157610,
						["class"] = 2,
						["bTag"] = "城里的月光#5198",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "迷霧之葬-黑铁",
						["iLvl"] = 877,
						["time"] = 1502157809,
						["class"] = 8,
						["bTag"] = "林檎#5248",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "馨空凛-梦境之树",
						["time"] = 1502157839,
						["class"] = 12,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "糯米猫-梦境之树",
						["iLvl"] = 727,
						["time"] = 1502157839,
						["class"] = 1,
						["bTag"] = "年轻人不要老熬夜#51672",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "沙罗双树园-格雷迈恩",
						["iLvl"] = 707,
						["time"] = 1502157839,
						["class"] = 8,
						["bTag"] = "迷你之泰坦#53383",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "不要虚站撸-贫瘠之地",
						["time"] = 1502157839,
						["class"] = 6,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜留香-屠魔山谷",
						["iLvl"] = 871,
						["time"] = 1502157865,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "历久弥新的熊#5567",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "千人千面-亚雷戈斯",
						["iLvl"] = 723,
						["time"] = 1502157865,
						["class"] = 3,
						["bTag"] = "三仙斩道#5763",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "厄夜鬼嚎-燃烧之刃",
						["iLvl"] = 611,
						["time"] = 1502157865,
						["class"] = 8,
						["bTag"] = "毒舌#5542",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "夜舞阳-影之哀伤",
						["time"] = 1502157865,
						["class"] = 12,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "水深火热-影之哀伤",
						["iLvl"] = 928,
						["time"] = 1502247787,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "水深火热#51335",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "掌上萌虎-风行者",
						["iLvl"] = 939,
						["time"] = 1502248057,
						["class"] = 3,
						["bTag"] = "丹生谷森夏#5646",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "冷血封飒-红云台地",
						["time"] = 1502248057,
						["class"] = 5,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "发呆的尼姑-影之哀伤",
						["time"] = 1502248057,
						["class"] = 1,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "一铛橆一-洛丹伦",
						["iLvl"] = 930,
						["time"] = 1503108837,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "wyw#5794",
					}, -- [106]
					{
						["role"] = "TANK",
						["name"] = "猫不是我家滴-外域",
						["iLvl"] = 939,
						["time"] = 1502410834,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "耗子#5491",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "羽扇轻摇-石爪峰",
						["iLvl"] = 928,
						["time"] = 1502410949,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "羽扇轻摇#5285",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "潇洒丨哥哥-斯坦索姆",
						["iLvl"] = 908,
						["time"] = 1502411236,
						["class"] = 10,
						["bTag"] = "潇洒丨哥哥#5767",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "小母牛上树-天空之墙",
						["iLvl"] = 907,
						["time"] = 1502411276,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "咪咪酱#5715",
					}, -- [110]
					{
						["role"] = "TANK",
						["name"] = "牛掰的一哥-安苏",
						["iLvl"] = 931,
						["time"] = 1502411276,
						["class"] = 1,
						["bTag"] = "史诗之丁字裤#51840",
					}, -- [111]
					{
						["role"] = "TANK",
						["name"] = "凌枫神彩奕奕-哈卡",
						["iLvl"] = 905,
						["time"] = 1502501199,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "上帝#5999",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "晓冉丶-亡语者",
						["iLvl"] = 925,
						["time"] = 1502501222,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "小雨#52661",
					}, -- [113]
					{
						["role"] = "TANK",
						["name"] = "蕾米娜-库尔提拉斯",
						["iLvl"] = 893,
						["time"] = 1502501230,
						["class"] = 2,
						["bTag"] = "海阔天高#51605",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "明天-凤凰之神",
						["iLvl"] = 932,
						["time"] = 1502501230,
						["class"] = 8,
						["bTag"] = "明天#52156",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "人间不拆-深渊之巢",
						["iLvl"] = 911,
						["time"] = 1502501276,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "曹水#5483",
					}, -- [116]
					{
						["role"] = "TANK",
						["name"] = "不能扛也要扛-死亡之翼",
						["iLvl"] = 794,
						["time"] = 1502501276,
						["class"] = 6,
						["bTag"] = "黑夜之眼#5490",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼肠-阿克蒙德",
						["iLvl"] = 781,
						["time"] = 1502501276,
						["class"] = 4,
						["bTag"] = "lionel21qd#5336",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "执着的人-安苏",
						["iLvl"] = 881,
						["time"] = 1502501276,
						["class"] = 4,
						["bTag"] = "帅书生#5599",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "Soine-太阳之井",
						["time"] = 1502501362,
						["class"] = 8,
						["leader"] = true,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "玉面大狸猫-黑龙军团",
						["iLvl"] = 712,
						["time"] = 1502501362,
						["class"] = 7,
						["bTag"] = "玉面小肥猪#5529",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "打猎好手-伊森利恩",
						["iLvl"] = 934,
						["time"] = 1502501362,
						["class"] = 3,
						["bTag"] = "此岸彼岸#5372",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "菲莉茜婭-冰霜之刃",
						["iLvl"] = 896,
						["time"] = 1502501362,
						["class"] = 4,
						["bTag"] = "王旭#5839",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "君子不争-龙骨平原",
						["iLvl"] = 935,
						["time"] = 1502501443,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "雷裂之斧#5603",
					}, -- [124]
					{
						["role"] = "TANK",
						["name"] = "没吹也会飞-符文图腾",
						["time"] = 1502501443,
						["class"] = 11,
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "Lsprite-风暴之怒",
						["iLvl"] = 934,
						["time"] = 1502501443,
						["class"] = 10,
						["bTag"] = "han#5885",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "Mower-埃雷达尔",
						["iLvl"] = 904,
						["time"] = 1502501508,
						["class"] = 11,
						["bTag"] = "为了部落杀呀#5892",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "痛苦衰败-霜狼",
						["iLvl"] = 928,
						["time"] = 1502595507,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "愚者#5239",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "二葱的老公-主宰之剑",
						["iLvl"] = 931,
						["time"] = 1502595507,
						["class"] = 1,
						["bTag"] = "为了部落#511579",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "王元鹅-时光之穴",
						["iLvl"] = 916,
						["time"] = 1502595507,
						["class"] = 1,
						["bTag"] = "慵懒之龟#55541",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "Locodoco-凤凰之神",
						["iLvl"] = 925,
						["time"] = 1502595507,
						["class"] = 1,
						["bTag"] = "东京热不热灬#5673",
					}, -- [131]
					{
						["role"] = "TANK",
						["name"] = "澡堂王育良-迦顿",
						["iLvl"] = 895,
						["time"] = 1502595859,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "孽徒亨利#5567",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "丨不良人-凤凰之神",
						["time"] = 1502595871,
						["class"] = 3,
						["leader"] = true,
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "万万冬儿-亡语者",
						["time"] = 1502595871,
						["class"] = 8,
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "小嫩草-通灵学院",
						["time"] = 1502595877,
						["class"] = 3,
						["leader"] = true,
					}, -- [135]
					{
						["role"] = "TANK",
						["name"] = "Talistar-无尽之海",
						["iLvl"] = 940,
						["time"] = 1502671726,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "英雄与侠义的化身#5192",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "Arteon-艾莫莉丝",
						["iLvl"] = 928,
						["time"] = 1502671726,
						["class"] = 1,
						["bTag"] = "Ulquolrra#5546",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "哈丶提-布兰卡德",
						["iLvl"] = 920,
						["time"] = 1502671726,
						["class"] = 3,
						["bTag"] = "雾月之殇#5207",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "彭凌燕-燃烧平原",
						["iLvl"] = 909,
						["time"] = 1502671726,
						["class"] = 2,
						["bTag"] = "杰路士#5502",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "天神的指引-卡德罗斯",
						["iLvl"] = 923,
						["time"] = 1502671824,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "狂野之狼#532457",
					}, -- [140]
					{
						["role"] = "HEALER",
						["name"] = "瑾殇-卡德罗斯",
						["iLvl"] = 929,
						["time"] = 1502671898,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "梦阑雨簌#5464",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "矮穷矬-丹莫德",
						["iLvl"] = 905,
						["time"] = 1502671836,
						["class"] = 9,
						["bTag"] = "暗影之龙#516442",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "老梆子乄回憶-燃烧之刃",
						["iLvl"] = 935,
						["time"] = 1502671898,
						["class"] = 6,
						["bTag"] = "壬生狼#51769",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "Uncanny-冰风岗",
						["time"] = 1502671898,
						["class"] = 4,
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "雨下葆葆-古加尔",
						["iLvl"] = 930,
						["time"] = 1502671898,
						["class"] = 2,
						["bTag"] = "雨下无情#5531",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "不骚不挨刀-冰霜之刃",
						["iLvl"] = 860,
						["time"] = 1502671959,
						["class"] = 6,
						["bTag"] = "笑着被遗忘#5869",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "銱儿鎯噹-暗影议会",
						["iLvl"] = 928,
						["time"] = 1502671999,
						["class"] = 7,
						["bTag"] = "konvey#5552",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "八二年可乐-森金",
						["iLvl"] = 901,
						["time"] = 1502671999,
						["class"] = 12,
						["bTag"] = "哥哥教你打枪枪#5721",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "Eggtartt-无尽之海",
						["iLvl"] = 857,
						["time"] = 1502671999,
						["class"] = 12,
						["bTag"] = "华丽之虎#52363",
					}, -- [149]
					{
						["role"] = "HEALER",
						["name"] = "岁月如故-基尔罗格",
						["time"] = 1502671999,
						["class"] = 5,
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "冷儿-风暴之怒",
						["iLvl"] = 931,
						["time"] = 1502769142,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "冷儿#5791",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "破碎的诺言-红云台地",
						["iLvl"] = 933,
						["time"] = 1502769132,
						["class"] = 2,
						["bTag"] = "破碎的诺言#5384",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "丶神棍德丶-阿格拉玛",
						["iLvl"] = 906,
						["time"] = 1502769142,
						["class"] = 11,
						["bTag"] = "薄荷味的微笑#5445",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "牙瑟瑟-死亡之翼",
						["iLvl"] = 932,
						["time"] = 1502769142,
						["class"] = 11,
						["bTag"] = "Viaggio#5493",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "小小马啊-刀塔",
						["iLvl"] = 894,
						["time"] = 1502769399,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "魔法之裤#5447",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "西滴商贩-鬼雾峰",
						["iLvl"] = 902,
						["time"] = 1502769278,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "隐蔽之巨魔#55426",
					}, -- [156]
					{
						["role"] = "TANK",
						["name"] = "猎惑你的心-安戈洛",
						["iLvl"] = 911,
						["time"] = 1502769278,
						["class"] = 12,
						["bTag"] = "妮妮#5671",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "千城墨拜-凤凰之神",
						["iLvl"] = 791,
						["time"] = 1502769565,
						["class"] = 3,
						["bTag"] = "千城墨拜#5305",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "卩坏蛋-阿拉希",
						["iLvl"] = 916,
						["time"] = 1502769606,
						["class"] = 8,
						["bTag"] = "卩坏蛋#5972",
					}, -- [159]
					{
						["role"] = "TANK",
						["name"] = "性感的烟头-迅捷微风",
						["iLvl"] = 891,
						["time"] = 1502769606,
						["class"] = 6,
						["bTag"] = "性感的烟头#5647",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "红袖半遮颜-无尽之海",
						["iLvl"] = 929,
						["time"] = 1502769606,
						["class"] = 8,
						["bTag"] = "宝马爷#5497",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "Archimede-海加尔",
						["iLvl"] = 934,
						["time"] = 1502769606,
						["class"] = 8,
						["bTag"] = "阿基米德#5457",
					}, -- [162]
					{
						["role"] = "TANK",
						["name"] = "丨美羊羊灬-安苏",
						["iLvl"] = 915,
						["time"] = 1502843387,
						["class"] = 12,
						["bTag"] = "暗影之龙#5116248",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "百撕不得姐-阿比迪斯",
						["iLvl"] = 922,
						["time"] = 1502843387,
						["class"] = 8,
						["bTag"] = "唯我出色#5747",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "哈结滚-达尔坎",
						["time"] = 1502843387,
						["class"] = 7,
						["leader"] = true,
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "有关部门-洛丹伦",
						["time"] = 1502843387,
						["class"] = 1,
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "踏雪没心情-格雷迈恩",
						["iLvl"] = 935,
						["time"] = 1502845911,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "千年小妖#5849",
					}, -- [167]
					{
						["role"] = "TANK",
						["name"] = "昆哥䔏-安苏",
						["time"] = 1502845855,
						["class"] = 12,
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "巛淡漠灬翎羽-凤凰之神",
						["iLvl"] = 927,
						["time"] = 1502846069,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "巛淡漠灬残阳丨#5814",
					}, -- [169]
					{
						["role"] = "TANK",
						["name"] = "风物语-布兰卡德",
						["iLvl"] = 936,
						["time"] = 1502846069,
						["class"] = 10,
						["bTag"] = "kefanpp#51472",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "悲剧马赛克-通灵学院",
						["iLvl"] = 932,
						["time"] = 1502846102,
						["class"] = 2,
						["bTag"] = "十三阴阳#5775",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌国宝-阿纳克洛斯",
						["iLvl"] = 929,
						["time"] = 1502846102,
						["class"] = 7,
						["bTag"] = "冰蓝丶凝雪#5464",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "淡定的蹲路边-凤凰之神",
						["iLvl"] = 934,
						["time"] = 1502846122,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "人老迟钝还得上#5567",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "噩丨梦-凤凰之神",
						["iLvl"] = 932,
						["time"] = 1502846122,
						["class"] = 8,
						["bTag"] = "致命之虎#51812",
					}, -- [174]
					{
						["role"] = "TANK",
						["name"] = "Wyentlee-提瑞斯法",
						["iLvl"] = 931,
						["time"] = 1502846122,
						["class"] = 11,
						["bTag"] = "Wyent#5886",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "被逼放风筝-外域",
						["iLvl"] = 933,
						["time"] = 1502931934,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "张徐明#5643",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "冲向丿天堂-克尔苏加德",
						["iLvl"] = 909,
						["time"] = 1502931936,
						["class"] = 1,
						["bTag"] = "吊儿郎当的小伙伴#51775",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "Xiguafs-诺莫瑞根",
						["iLvl"] = 917,
						["time"] = 1502955984,
						["class"] = 8,
						["bTag"] = "疯狂之裤#5238",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "Ratziel-海克泰尔",
						["iLvl"] = 916,
						["time"] = 1502956170,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "东条希#52574",
					}, -- [179]
					{
						["role"] = "TANK",
						["name"] = "嚣张牛牛-丽丽（四川）",
						["iLvl"] = 902,
						["time"] = 1502956170,
						["class"] = 1,
						["bTag"] = "Towne#5721",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "Unstoppable-苏塔恩",
						["iLvl"] = 931,
						["time"] = 1502956118,
						["class"] = 1,
						["bTag"] = "DaYoung#5779",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "黑木瞳-黑铁",
						["time"] = 1502956098,
						["class"] = 10,
					}, -- [182]
					{
						["role"] = "TANK",
						["name"] = "核心橙-奈法利安",
						["iLvl"] = 923,
						["time"] = 1502956170,
						["class"] = 6,
						["bTag"] = "紫色的风#5719",
					}, -- [183]
					{
						["role"] = "HEALER",
						["name"] = "丶海狸鼠-安苏",
						["iLvl"] = 873,
						["time"] = 1502956276,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "Hush#51292",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "午夜旋律-燃烧之刃",
						["iLvl"] = 919,
						["time"] = 1502956245,
						["class"] = 4,
						["bTag"] = "开叉的防寒服#5112",
					}, -- [185]
					{
						["role"] = "TANK",
						["name"] = "修罗孟德-洛萨",
						["iLvl"] = 890,
						["time"] = 1502956245,
						["class"] = 11,
						["bTag"] = "阿修罗#5922",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "蕾晗酱-黑暗之门",
						["time"] = 1502956276,
						["class"] = 8,
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "小岗打高点啊-风暴之鳞",
						["iLvl"] = 658,
						["time"] = 1502956476,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "四爹爹#5457",
					}, -- [188]
					{
						["role"] = "TANK",
						["name"] = "熊猫乔乔-海克泰尔",
						["iLvl"] = 663,
						["time"] = 1502956460,
						["class"] = 10,
						["bTag"] = "斯坦福乔#51217",
					}, -- [189]
					{
						["role"] = "TANK",
						["name"] = "哈么劲-阿尔萨斯",
						["iLvl"] = 729,
						["time"] = 1502956482,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "哎哟哇啦#5922",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "一只得瑟的德-通灵学院",
						["iLvl"] = 736,
						["time"] = 1502956470,
						["class"] = 11,
						["bTag"] = "Siky#51443",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "我真是自愿的-格瑞姆巴托",
						["iLvl"] = 908,
						["time"] = 1503108740,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "零距离#5240",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "陪你吹吹风丶-暗影之月",
						["iLvl"] = 932,
						["time"] = 1503108740,
						["class"] = 6,
						["bTag"] = "陪你吹吹风#51383",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "霸王术-燃烧之刃",
						["iLvl"] = 830,
						["time"] = 1503108740,
						["class"] = 9,
						["bTag"] = "昊司令#5723",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "Bugman-密林游侠",
						["iLvl"] = 932,
						["time"] = 1503108740,
						["class"] = 9,
						["bTag"] = "BT160527#5786",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "丿落丶幕-迅捷微风",
						["iLvl"] = 933,
						["time"] = 1503108837,
						["class"] = 9,
						["bTag"] = "DireRaven#58393",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "千叶绯落-梅尔加尼",
						["time"] = 1503108850,
						["class"] = 4,
						["leader"] = true,
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "马牛牛-血色十字军",
						["iLvl"] = 921,
						["time"] = 1503108850,
						["class"] = 1,
						["bTag"] = "轰一样的男子#5115",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "娜个誰-无尽之海",
						["iLvl"] = 927,
						["time"] = 1503109022,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "挑逗#5555",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "挚爱一生-提瑞斯法",
						["iLvl"] = 896,
						["time"] = 1503109049,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "王建雷#5405",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "拼命的寻找-雷霆之王",
						["iLvl"] = 907,
						["time"] = 1503109049,
						["class"] = 1,
						["bTag"] = "说好不上床#5421",
					}, -- [201]
					{
						["role"] = "TANK",
						["name"] = "血雨弥城紫风-无尽之海",
						["time"] = 1503109017,
						["class"] = 1,
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "Neliyo-奥斯里安",
						["iLvl"] = 932,
						["time"] = 1503109122,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "Leonardo#52945",
					}, -- [203]
					{
						["role"] = "HEALER",
						["name"] = "大地之鶯-死亡之翼",
						["iLvl"] = 934,
						["time"] = 1503109122,
						["class"] = 5,
						["bTag"] = "鹰玲#5974",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "海洋膨胀啊-黑石尖塔",
						["iLvl"] = 918,
						["time"] = 1503109122,
						["class"] = 1,
						["bTag"] = "嗜血本能#51339",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "爱上水瓶座-盖斯",
						["iLvl"] = 923,
						["time"] = 1503109122,
						["class"] = 8,
						["bTag"] = "恋上水瓶座#5225",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌梦希-鬼雾峰",
						["iLvl"] = 926,
						["time"] = 1503239551,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "米米尔#5754",
					}, -- [207]
					{
						["role"] = "HEALER",
						["name"] = "牧色仙子-布兰卡德",
						["iLvl"] = 900,
						["time"] = 1503239551,
						["class"] = 5,
						["bTag"] = "木子快速#5314",
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "风中的舞者-摩摩尔",
						["iLvl"] = 900,
						["time"] = 1503239551,
						["class"] = 7,
						["bTag"] = "列奥尼达#5590",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "人人的人-斯坦索姆",
						["iLvl"] = 932,
						["time"] = 1503239666,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "爱你无怨无悔#5301",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "梦幻娴乐-主宰之剑",
						["iLvl"] = 915,
						["time"] = 1503239666,
						["class"] = 9,
						["bTag"] = "魔灵#5448",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "Albo-迦拉克隆",
						["iLvl"] = 865,
						["time"] = 1503239666,
						["class"] = 11,
						["bTag"] = "albo#5869",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "晓氵酉涡-梅尔加尼",
						["iLvl"] = 931,
						["time"] = 1503239595,
						["class"] = 9,
						["bTag"] = "晓氵酉窝#5424",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "染指成殇-无尽之海",
						["iLvl"] = 899,
						["time"] = 1503239868,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "DeadlyFeet#5695",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "小丸子陛下-贫瘠之地",
						["iLvl"] = 929,
						["time"] = 1503239868,
						["class"] = 12,
						["bTag"] = "丝瓜精#5606",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "大熊猫丨-燃烧之刃",
						["iLvl"] = 908,
						["time"] = 1503239868,
						["class"] = 11,
						["bTag"] = "ZZy#5756",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "财神小夕夕-伊森利恩",
						["iLvl"] = 928,
						["time"] = 1503239868,
						["class"] = 2,
						["bTag"] = "小淘气妖妖#5412",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "米兰德利-森金",
						["iLvl"] = 923,
						["time"] = 1503313465,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "米兰德利#5944",
					}, -- [218]
					{
						["role"] = "HEALER",
						["name"] = "点点冰语-诺森德",
						["iLvl"] = 898,
						["time"] = 1503313465,
						["class"] = 5,
						["bTag"] = "悠然点点#5665",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "有怪你先上-伊森利恩",
						["iLvl"] = 931,
						["time"] = 1503313465,
						["class"] = 3,
						["bTag"] = "薛迪凯雷涛#5598",
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "天下狂少-萨格拉斯",
						["iLvl"] = 919,
						["time"] = 1503313465,
						["class"] = 4,
						["bTag"] = "Ghostsky#5651",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "Omy-太阳之井",
						["time"] = 1503313552,
						["class"] = 12,
						["leader"] = true,
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "旧梦扰人心-古尔丹",
						["iLvl"] = 932,
						["time"] = 1503313554,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "性感的右手丶#5128",
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "村霸苏锡汪-黑铁",
						["iLvl"] = 927,
						["time"] = 1503313603,
						["class"] = 4,
						["bTag"] = "人品#5641",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "龙井虾条-海克泰尔",
						["iLvl"] = 931,
						["time"] = 1503362612,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "大披萨#51817",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "虚无弈剑-阿尔萨斯",
						["iLvl"] = 935,
						["time"] = 1503362612,
						["class"] = 2,
						["bTag"] = "逍遥一世#5215",
					}, -- [226]
					{
						["role"] = "HEALER",
						["name"] = "淚眼問花不語-天空之墙",
						["time"] = 1503362612,
						["class"] = 5,
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "小璐儿-影之哀伤",
						["iLvl"] = 903,
						["time"] = 1503362743,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "暗夜之鸦#516450",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "熊烈酒-巫妖之王",
						["iLvl"] = 915,
						["time"] = 1503362774,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "熊霸#5959",
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "充血的海绵体-耐普图隆",
						["time"] = 1503362697,
						["class"] = 9,
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "狼牙兽心-血羽",
						["time"] = 1503362774,
						["class"] = 4,
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "爆裂的黑火鸟-丹莫德",
						["iLvl"] = 895,
						["time"] = 1503362774,
						["class"] = 8,
						["bTag"] = "MYWOW#5404",
					}, -- [232]
				},
				["1-124-423-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "罗橙乐-燃烧之刃",
						["iLvl"] = 929,
						["time"] = 1500980620,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "暴雪影业#5555",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "蔷之聂愔-破碎岭",
						["iLvl"] = 909,
						["time"] = 1500980609,
						["class"] = 4,
						["bTag"] = "低调的河马#51746",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "国宝降临-无尽之海",
						["iLvl"] = 927,
						["time"] = 1500980625,
						["class"] = 10,
						["bTag"] = "啸傲乾坤#5888",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "菜是菜有人带-黑暗之矛",
						["iLvl"] = 929,
						["time"] = 1500980625,
						["class"] = 6,
						["bTag"] = "Lion#51311",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "小鸟游陸花-白银之手",
						["iLvl"] = 904,
						["time"] = 1500980772,
						["class"] = 4,
						["bTag"] = "Yui#5313",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "故事的某段-红云台地",
						["iLvl"] = 926,
						["time"] = 1500980772,
						["class"] = 8,
						["bTag"] = "故事的某段#51389",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "人家是个孩子-冰风岗",
						["iLvl"] = 923,
						["time"] = 1500980669,
						["class"] = 12,
						["bTag"] = "北冥有魚丶#5224",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "初衷-盖斯",
						["iLvl"] = 924,
						["time"] = 1500980772,
						["class"] = 12,
						["bTag"] = "初衷#51519",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "南城娱乐-安苏",
						["iLvl"] = 672,
						["time"] = 1501213852,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "BT160402#53146",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "回头看落红-冰风岗",
						["time"] = 1501213879,
						["class"] = 2,
						["leader"] = true,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "丶时光荏苒丶-安苏",
						["time"] = 1501213879,
						["class"] = 4,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "留情不动情-巴瑟拉斯",
						["time"] = 1501213879,
						["class"] = 3,
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "懷菍瞳哖-冰霜之刃",
						["time"] = 1501213879,
						["class"] = 11,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "到处射-末日行者",
						["iLvl"] = 922,
						["time"] = 1501332280,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "到处射#5197",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "天丶思-狂热之刃",
						["iLvl"] = 906,
						["time"] = 1501332210,
						["class"] = 6,
						["bTag"] = "华丽之兽人#52462",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "希希果她老公-凤凰之神",
						["iLvl"] = 931,
						["time"] = 1501332210,
						["class"] = 1,
						["bTag"] = "峰峰#5326",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "永夜薇縈-国王之谷",
						["iLvl"] = 897,
						["time"] = 1501332280,
						["class"] = 12,
						["bTag"] = "壹壹#5154",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "野猫丶-燃烧之刃",
						["iLvl"] = 904,
						["time"] = 1501332389,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "安提辖#5646",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "污妖男爵-安苏",
						["iLvl"] = 904,
						["time"] = 1501332389,
						["class"] = 6,
						["bTag"] = "叶韵#5394",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Bloodcook-安苏",
						["iLvl"] = 885,
						["time"] = 1501332389,
						["class"] = 8,
						["bTag"] = "战斗之软泥怪#53829",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "冫水冫京-萨菲隆",
						["time"] = 1501332377,
						["class"] = 8,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Darksky-雷霆之王",
						["iLvl"] = 908,
						["time"] = 1501381442,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "光年#51475",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "栗子丨-凤凰之神",
						["iLvl"] = 903,
						["time"] = 1501381427,
						["class"] = 1,
						["bTag"] = "栗子#5171",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "初来乍到的爱-白骨荒野",
						["iLvl"] = 913,
						["time"] = 1501381444,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "晓常#5576",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "三寸怒汉-尘风峡谷",
						["iLvl"] = 835,
						["time"] = 1501381444,
						["class"] = 1,
						["bTag"] = "陈永仁#5423",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "梯云纵-雷霆之王",
						["iLvl"] = 907,
						["time"] = 1501381514,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "风吟雷霆#5102",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影锋刃-巨龙之吼",
						["iLvl"] = 923,
						["time"] = 1501381583,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "跳舞唱歌#5282",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "寒水月笼沙-地狱咆哮",
						["iLvl"] = 924,
						["time"] = 1501381531,
						["class"] = 7,
						["bTag"] = "lee#51673",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "冄下老弓-埃德萨拉",
						["iLvl"] = 931,
						["time"] = 1501381477,
						["class"] = 3,
						["bTag"] = "影之哀殇#51662",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "与仙同行-凤凰之神",
						["iLvl"] = 918,
						["time"] = 1501381719,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "与仙同醉#5973",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "烟雨流殇-伊森利恩",
						["iLvl"] = 895,
						["time"] = 1501381747,
						["class"] = 3,
						["bTag"] = "怒默语晨#5787",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔托里雅-天空之墙",
						["iLvl"] = 926,
						["time"] = 1501381747,
						["class"] = 6,
						["bTag"] = "柱柱#5276",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "赵本山大官人-霜狼",
						["iLvl"] = 905,
						["time"] = 1501381747,
						["class"] = 6,
						["bTag"] = "时光的轮廓#5779",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "吹牛带翅膀-冰风岗",
						["iLvl"] = 929,
						["time"] = 1501636251,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "杀猪不用二刀#5850",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "呆贼丶加好我-破碎岭",
						["iLvl"] = 780,
						["time"] = 1501636279,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "熊熊熊熊大人#5332",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "祭师灬不戒-无尽之海",
						["iLvl"] = 904,
						["time"] = 1501636279,
						["class"] = 5,
						["bTag"] = "alvis#5122",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Raulista-死亡之翼",
						["time"] = 1501636346,
						["class"] = 6,
						["leader"] = true,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "完全把持不住-巫妖之王",
						["iLvl"] = 922,
						["time"] = 1501636365,
						["class"] = 1,
						["bTag"] = "foreplayer#51111",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "哀家都依你-死亡之翼",
						["iLvl"] = 929,
						["time"] = 1501636369,
						["class"] = 2,
						["bTag"] = "白河愁#5345",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌哒法-卡扎克",
						["iLvl"] = 932,
						["time"] = 1501734877,
						["class"] = 8,
						["bTag"] = "Saber#54823",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "空空荡荡-燃烧之刃",
						["time"] = 1501734877,
						["class"] = 8,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "颓小废-安其拉",
						["iLvl"] = 931,
						["time"] = 1501734877,
						["class"] = 12,
						["bTag"] = "大迪凯#5141",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "哦你家-红云台地",
						["iLvl"] = 930,
						["time"] = 1501734877,
						["class"] = 12,
						["bTag"] = "千年老怪#51229",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "千月千寻-燃烧之刃",
						["iLvl"] = 910,
						["time"] = 1501897838,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "元素师#51503",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Kaoruamane-雷霆之王",
						["iLvl"] = 931,
						["time"] = 1501897836,
						["class"] = 4,
						["bTag"] = "kaoruamane#5401",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "鹰眼杀手-战歌",
						["iLvl"] = 929,
						["time"] = 1501897809,
						["class"] = 3,
						["bTag"] = "redcap#5584",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "发面饽饽-死亡熔炉",
						["iLvl"] = 911,
						["time"] = 1501897849,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "发面饽饽#51555",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "煙婲雨-通灵学院",
						["time"] = 1501994379,
						["class"] = 2,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "我是一个小德-血色十字军",
						["time"] = 1501994407,
						["class"] = 11,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "雷霆之怒一霸-密林游侠",
						["time"] = 1501994399,
						["class"] = 7,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "帅帅熊-伊森利恩",
						["iLvl"] = 906,
						["time"] = 1501994407,
						["class"] = 3,
						["bTag"] = "solin#51299",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "战团丨追血-布兰卡德",
						["iLvl"] = 927,
						["time"] = 1501994497,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "魔追血兽#5930",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "初二-寒冰皇冠",
						["iLvl"] = 922,
						["time"] = 1501994528,
						["class"] = 4,
						["bTag"] = "初一初二#51113",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "突然想玩傻蛮-红云台地",
						["iLvl"] = 931,
						["time"] = 1501994528,
						["class"] = 7,
						["bTag"] = "QuirkyOrc#578403",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "布谷布谷布谷-血环",
						["iLvl"] = 936,
						["time"] = 1501994528,
						["class"] = 7,
						["bTag"] = "我的回忆不是我的#51372",
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "小黑皮看过来-死亡之翼",
						["iLvl"] = 899,
						["time"] = 1502073716,
						["class"] = 2,
						["bTag"] = "ZLFF#5690",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "Adieucherie-海克泰尔",
						["iLvl"] = 937,
						["time"] = 1502073716,
						["class"] = 4,
						["bTag"] = "AdieuCherie#5197",
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "图腾灬丢了-主宰之剑",
						["iLvl"] = 792,
						["time"] = 1502073716,
						["class"] = 7,
						["bTag"] = "残阳丶#5912",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "城管灬来快跑-死亡之翼",
						["iLvl"] = 920,
						["time"] = 1502073716,
						["class"] = 3,
						["bTag"] = "FirePunchCD#5721",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "王者巴拉克-死亡之翼",
						["time"] = 1502156618,
						["class"] = 1,
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "台堵无底丶-甜水绿洲",
						["time"] = 1502342745,
						["class"] = 12,
						["leader"] = true,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "二十荞旻月灬-安苏",
						["iLvl"] = 924,
						["time"] = 1502342690,
						["class"] = 2,
						["bTag"] = "丶缔造完美丶#5925",
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "Snakebaby-暗影议会",
						["time"] = 1502342745,
						["class"] = 5,
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "七笼猪-元素之力",
						["iLvl"] = 939,
						["time"] = 1502502928,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "七笼猪#5634",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "卖切糕的咕咕-狂热之刃",
						["time"] = 1502502928,
						["class"] = 8,
					}, -- [65]
					{
						["role"] = "HEALER",
						["name"] = "英短蓝猫-阿曼尼",
						["iLvl"] = 921,
						["time"] = 1502502950,
						["class"] = 2,
						["bTag"] = "Dovely#5508",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "年轻无厘头-末日祷告祭坛",
						["iLvl"] = 875,
						["time"] = 1502502950,
						["class"] = 9,
						["bTag"] = "部落之子#58122",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "青落凋零雨中-冰霜之刃",
						["time"] = 1502503256,
						["class"] = 3,
					}, -- [68]
					{
						["role"] = "TANK",
						["name"] = "静静的飞儿-万色星辰",
						["iLvl"] = 908,
						["time"] = 1502594878,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "德拉诺之子#5524",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "爬虫类-通灵学院",
						["iLvl"] = 928,
						["time"] = 1502594886,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "这个世界真美味#5843",
					}, -- [70]
					{
						["role"] = "TANK",
						["name"] = "下南洋-石爪峰",
						["iLvl"] = 913,
						["time"] = 1502594900,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "三爷#52753",
					}, -- [71]
					{
						["role"] = "TANK",
						["name"] = "帕啪啪-金色平原",
						["iLvl"] = 909,
						["time"] = 1502595131,
						["class"] = 2,
						["bTag"] = "一吨小蜜蜂#5596",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "竹叶丶青-风行者",
						["iLvl"] = 924,
						["time"] = 1502595131,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "SuperAC#5173",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "Mardi-梅尔加尼",
						["iLvl"] = 942,
						["time"] = 1502595131,
						["class"] = 9,
						["bTag"] = "牛小排#5552",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "Rikimaru-密林游侠",
						["iLvl"] = 929,
						["time"] = 1502595131,
						["class"] = 4,
						["bTag"] = "Rikimaru#5725",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "刘小胖胖-晴日峰（江苏）",
						["iLvl"] = 822,
						["time"] = 1502674076,
						["class"] = 12,
						["bTag"] = "小胖#54170",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "白露微晞-塞拉摩",
						["iLvl"] = 930,
						["time"] = 1502674076,
						["class"] = 5,
						["bTag"] = "HQMccJie#5779",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "看我老牛来也-格瑞姆巴托",
						["iLvl"] = 873,
						["time"] = 1502674076,
						["class"] = 1,
						["bTag"] = "超能法师#5270",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "痞子尧-克尔苏加德",
						["iLvl"] = 900,
						["time"] = 1502674076,
						["class"] = 8,
						["bTag"] = "骨碌哇#5369",
					}, -- [79]
					{
						["role"] = "HEALER",
						["name"] = "飞飞威-符文图腾",
						["time"] = 1502674206,
						["class"] = 5,
						["leader"] = true,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "中华田园猫-燃烧平原",
						["time"] = 1502674206,
						["class"] = 4,
					}, -- [81]
					{
						["role"] = "TANK",
						["name"] = "綯気德丽丶-丹莫德",
						["time"] = 1502674355,
						["class"] = 12,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "三鹿圣光-血色十字军",
						["iLvl"] = 931,
						["time"] = 1502674355,
						["class"] = 2,
						["bTag"] = "Aceret#5479",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "杀他一小手-冰霜之刃",
						["iLvl"] = 913,
						["time"] = 1502674355,
						["class"] = 1,
						["bTag"] = "杀他一小手#5858",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "嗷嗷黑的血蹄-丹莫德",
						["iLvl"] = 910,
						["time"] = 1502674355,
						["class"] = 1,
						["bTag"] = "血蹄#5643",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "丨丶灬晨风-死亡之翼",
						["iLvl"] = 916,
						["time"] = 1502847001,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Arthur#5227",
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "顾盼生姿-燃烧平原",
						["iLvl"] = 928,
						["time"] = 1502846942,
						["class"] = 1,
						["bTag"] = "晚风悠扬#5288",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "弑神丶奎托斯-阿尔萨斯",
						["iLvl"] = 924,
						["time"] = 1502847001,
						["class"] = 1,
						["bTag"] = "奎托斯#52114",
					}, -- [88]
					{
						["role"] = "TANK",
						["name"] = "回不去的青春-血环",
						["iLvl"] = 927,
						["time"] = 1502847001,
						["class"] = 1,
						["bTag"] = "冬冬#5409",
					}, -- [89]
					{
						["role"] = "TANK",
						["name"] = "天選之人-燃烧之刃",
						["iLvl"] = 934,
						["time"] = 1502847054,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "我是谁我在哪#51915",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "水深火热-阿拉索",
						["iLvl"] = 933,
						["time"] = 1502847251,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "水深火热#5979",
					}, -- [91]
					{
						["role"] = "HEALER",
						["name"] = "窗外的雨-血环",
						["iLvl"] = 906,
						["time"] = 1502847251,
						["class"] = 5,
						["bTag"] = "网球王子#5287",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "逐风闪电-阿拉索",
						["iLvl"] = 931,
						["time"] = 1502847251,
						["class"] = 4,
						["bTag"] = "水深火热#5979",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "依然小智障-通灵学院",
						["iLvl"] = 931,
						["time"] = 1502847251,
						["class"] = 3,
						["bTag"] = "突然好想你#51428",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "Florentyna-格瑞姆巴托",
						["iLvl"] = 930,
						["time"] = 1502847429,
						["class"] = 6,
						["bTag"] = "暗影之风暴#563541",
					}, -- [95]
					{
						["role"] = "TANK",
						["name"] = "幼儿园王者-血色十字军",
						["iLvl"] = 934,
						["time"] = 1502847429,
						["class"] = 2,
						["bTag"] = "OiC#51719",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我假木头-海克泰尔",
						["iLvl"] = 941,
						["time"] = 1502847429,
						["class"] = 4,
						["bTag"] = "中山魔兽#5585",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "花落醉红颜丶-贫瘠之地",
						["iLvl"] = 932,
						["time"] = 1502847429,
						["class"] = 11,
						["bTag"] = "嘿丶那个姑娘别走#5588",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "灬柔丶千舞灬-格瑞姆巴托",
						["iLvl"] = 909,
						["time"] = 1502952105,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "柔千舞#5726",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "含笑暗步癫-黑暗之矛",
						["time"] = 1502952062,
						["class"] = 4,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "朱霸霸-菲米丝",
						["iLvl"] = 938,
						["time"] = 1502952062,
						["class"] = 8,
						["bTag"] = "玩得溜#5794",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "人间凶器哦-血牙魔王",
						["iLvl"] = 929,
						["time"] = 1502952062,
						["class"] = 3,
						["bTag"] = "BT160423#5726",
					}, -- [102]
					{
						["role"] = "TANK",
						["name"] = "指点江山-古尔丹",
						["iLvl"] = 932,
						["time"] = 1502952258,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "小棉袄#51142",
					}, -- [103]
					{
						["role"] = "TANK",
						["name"] = "歧路歌-燃烧之刃",
						["iLvl"] = 907,
						["time"] = 1502952258,
						["class"] = 6,
						["bTag"] = "飞翔的红领巾#5456",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "卡拉赞的首领-主宰之剑",
						["iLvl"] = 930,
						["time"] = 1503237261,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "血染力量之哥#5242",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "断紫音-利刃之拳",
						["iLvl"] = 820,
						["time"] = 1503237263,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Sweetopia#5438",
					}, -- [106]
					{
						["role"] = "TANK",
						["name"] = "秋末未至-死亡之翼",
						["time"] = 1503237263,
						["class"] = 11,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "坑人的秋秋-伊森利恩",
						["iLvl"] = 936,
						["time"] = 1503237263,
						["class"] = 2,
						["bTag"] = "坑人的秋秋#5213",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光鲜血风鸣-激流之傲",
						["iLvl"] = 912,
						["time"] = 1503312996,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "闽山台海#5406",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "炒粉-龙骨平原",
						["iLvl"] = 866,
						["time"] = 1503313103,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "布鲁斯#5550",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "丨卡奇丨-霍格",
						["time"] = 1503312974,
						["class"] = 3,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "莫呐鲁道-激流之傲",
						["iLvl"] = 787,
						["time"] = 1503313092,
						["class"] = 7,
						["bTag"] = "DeadlyPants#548995",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "Wcastielt-闪电之刃",
						["time"] = 1503313103,
						["class"] = 1,
					}, -- [113]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = -249.999877929688,
					["x"] = -44.000732421875,
					["point"] = "TOPRIGHT",
					["scale"] = 1,
				},
				["panel"] = false,
			},
			["advShine"] = "70200.05",
			["searchHistoryList"] = {
				"1-124-419-0", -- [1]
				"2-117-451-0", -- [2]
				"3-123-481-0", -- [3]
				"1-124-421-0", -- [4]
				"2-114-447-0", -- [5]
				"2-119-452-0", -- [6]
				"3-123-416-0", -- [7]
				"2-121-454-0", -- [8]
				"1-124-420-0", -- [9]
				"2-113-446-0", -- [10]
				"3-122-414-0", -- [11]
				"1-124-469-0", -- [12]
				"2-120-453-0", -- [13]
				"2-115-448-0", -- [14]
				"2-118-450-0", -- [15]
				"2-112-445-0", -- [16]
				"2-116-449-0", -- [17]
				"2-116-0-0", -- [18]
				"2-116-439-0", -- [19]
				"1-124-422-0", -- [20]
				"2-129-475-0", -- [21]
				"6-0-16-0", -- [22]
				"3-131-479-0", -- [23]
				"1-124-423-0", -- [24]
				"2-127-471-0", -- [25]
				"3-126-457-0", -- [26]
				"2-113-460-0", -- [27]
				"3-0-300-0", -- [28]
				"3-123-415-0", -- [29]
				"3-131-478-0", -- [30]
				"1-130-477-0", -- [31]
				"2-120-466-0", -- [32]
				"6-0-0-0", -- [33]
			},
			["lastSearchValue"] = "1-124-419-0",
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					false, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
